Repository: asmecher/ojs
Catalog: locale/*/admin.xlf
Languages: ar_iq, fr_ca, pt_pt

# admin-hostedJournals
source: Hosted Journals
ar_iq: المجلات المستضافة
fr_ca: Revues hébergées
pt_pt: Revistas Hospedadas

# admin-settings-appearance-success
source: The site appearance settings have been successfully updated.
ar_iq: إعدادات مظهر الموقع تغيرت بنجاح.

# admin-settings-config-success
source: The site configuration settings have been successfully updated.
ar_iq: إعدادات الموقع تغيرت بنجاح.

# admin-settings-info-success
source: The site information has been successfully updated.
ar_iq: معلومات تعريف الموقع تغيرت بنجاح.

# admin-settings-journalRedirect
source: Journal redirect
ar_iq: إعادة توجيه موقع المجلة
fr_ca: Réacheminement vers la revue
pt_pt: Redireccionamento para revista hospedada

# admin-settings-journalRedirectInstructions
source: Requests to the main site will be redirected to this journal. This may be useful if the site is hosting only a single journal, for example.
ar_iq: إجعل الوصول إلى الموقع مؤدياً إلى تصفح هذه المجلة مباشرة. هذا الخيار نافع إن كان الموقع مستضيفاً لمجلة واحدة فقط، على سبيل المثال
fr_ca: Les demandes faites au site principal seront réacheminées vers cette revue. Cela pourrait être utile si le site héberge, par exemple, une seule revue.
pt_pt: Os pedidos realizados no Portal Principal serão direccionados a esta revista. Esta opção pode ser útil caso o Portal hospede apenas uma revista.

# admin-settings-defaultMetricDescription
source: Your OJS installation is configured to record more than one usage metric. Usage statistics will be displayed in several contexts. There are cases where a single usage statistic must be used, e.g. to display an ordered list of most-used articles or to rank search results. Please select one of the configured metrics as a default.
ar_iq: هذا النظام قادر على توثيق معطيات إحصائية عن استعماله بعدة معايير، وتلك المعايير يمكن إظهارها بسياقات متعددة. غير أن هناك حالات لا بد فيها من اختيار أحد معطيات الاستعمال دون غيرها... منها على سبيل المثال لا الحصر: استعراض قائمة مرتبة هجائياً لأكثر المقالات استعمالاً أو لتقييم نتائج طلبات البحث (عن معلومات ضمن الموقع)، لذا، لطفاً، إختر أحد المعطيات الإحصائية ليكون بمثابة الاختيار الإفتراضي عموماً
fr_ca: Votre installation OJS est paramétrée pour enregistrer plus d'une mesure d'utilisation. Les statistiques d'utilisation seront affichées dans plusieurs contextes. Il y a des cas où seulement une statistique d'utilisation doit être utilisée, ex. pour afficher une liste ordonnée des articles les plus utilisés ou classer les résultats de recherche. Veuillez sélectionnez l'une des mesures comme celle par défaut.
pt_pt: A instalação do OJS foi configurada para guardar mais do que uma métrica. As estatísticas de utilização serão exibidas em diferentes contextos. Nalgumas situações será usada apenas uma única métrica, e.g. mostrar uma lista ordenada dos artigos mais usados ou ordenar resultados da pesquisa. Por favor, seleccione um das métricas configuradas como padrão.

# admin-languages-confirmDisable
source: Are you sure you want to disable this locale? This may affect any hosted journals currently using the locale.
ar_iq: هل أنت متأكد من رغبتك في تعطيل هذه اللغة؟ هذا الأمر سيؤثر على المجلات المستضافة التي تستعمل هذه اللغة حالياً.
fr_ca: Êtes-vous certain de vouloir désactiver cette instance locale? Cela pourrait avoir un impact sur toute revue utilisant présentement cette instance.
pt_pt: Tem a certeza de que deseja desactivar este idioma? Esta acção pode afectar todas as revistas hospedadas actualmente usando este idioma.

# admin-languages-downloadUnavailable
source: <p>Downloading language packs from the Public Knowledge Project web server is not currently available because:</p> <ul> <li>Your server does not have or allow execution of the GNU "tar" utility.</li> <li>OJS is unable to modify the locale registry file, typically "registry/locales.xml".</li> </ul> <p>Language packs can be manually downloaded from the <a href="http://pkp.sfu.ca">PKP web site</a>.</p>
ar_iq: <p>تنزيل حزم اللغة من ملقم مشروع المعرفة العامة غير متاح حالياً لأن:</p> <ul> <li>ملقمك لا يمتلك أو لا يسمح بتنفيذ أداة معالجة ضغط الملفات "tar".</li> <li>نظام المجلات المفتوحة غير قادر على تعديل ملف سجلاته، وهو عادة "registry/locales.xml".</li> </ul> <p>إن حزم اللغات متاحة للتنزيل يدوياً عبر <a href="http://pkp.sfu.ca">موقع مشروع المعرفة العامة</a>.</p>
fr_ca: <p>Le téléchargement de fichiers de langue depuis le serveur Web Public Knowledge Project n'est pas disponible actuellement car: </p> <ul> <li>Votre serveur n'a pas ou ne permet pas l'exécution de l'utilitaire GNU "tar". </li> <li>OJS est incapable de modifier le fichier de registre régional, généralement "registry/locales.xml". </li> </ul> <p>Les fichiers de langue peuvent être téléchargés manuellement depuis le <a href="http://pkp.sfu.ca"> site Web PKP </a>. </p>

# admin-languages-primaryLocaleInstructions
source: This will be the default language for the site and any hosted journals.
ar_iq: ستكون هذه اللغة هي الإفتراضية للموقع ولأي مجلة يستضيفها
fr_ca: Cette langue sera la langue par défaut du site et de toute revue hébergée.
pt_pt: Este será o idioma padrão para o portal e todas as revistas hospedadas.

# admin-languages-supportedLocalesInstructions
source: Select all locales to support on the site. The selected locales will be available for use by all journals hosted on the site, and also appear in a language select menu to appear on each site page (which can be overridden on journal-specific pages). If multiple locales are not selected, the language toggle menu will not appear and extended language settings will not be available to journals.
ar_iq: إختر أي من اللغات التي من المفترض أن يدعمها الموقع. حيث أن تلك اللغات ستكون متاحة لتظهر بها أي مجلة يستضيفها هذا الموقع، كما أنها ستظهر ضمن قائمة إختيار اللغة المتاحة للمستخدم المستعرض للموقع، (والتي بالإمكان تجاوزها في بعض الصفحات المتخصصة فقط). فيما لو تم الاقتصار على لغة واحدة، فإن قائمة تقليب اللغات لن تكون ظاهرة للمستخدم، كما أن الإعدادات الإضافية المتعلقة باللغات لن تكون متاحة للمجلات المستضافة في الموقع.
fr_ca: Sélectionner toutes les langues qui doivent être prises en charge sur le site. Les langues sélectionnées seront disponibles pour toutes les revues hébergées sur le site, et vont également apparaître dans un menu de sélection de langue présent sur chaque page (qui peut être désactivé pour les pages spécifiques à une revue). S'il n'y a qu'une seule langue qui est sélectionnée, le menu de sélection de langue n'apparaîtra pas et les paramètres d'extension de langues ne seront pas disponibles aux revues.
pt_pt: Os idiomas seleccionados estarão disponíveis para todas as revistas no portal, e constarão da lista de idiomas que aparece em cada página do sistema (esta opção pode ser desactivada individualmente por revista). Caso não sejam seleccionados vários idiomas, a lista de idiomas não estará disponível e a opção "configurações de idioma" não estará disponível para as revistas.

# admin-locale-maybeIncomplete
source: Marked locales may be incomplete.
ar_iq: اللغات المعلمة بالنجمة قد تكون غير مكتملة
fr_ca: Les langues sélectionnées peuvent être incomplètes.
pt_pt: Idiomas marcados podem estar incompletos.

# admin-languages-confirmUninstall
source: Are you sure you want to uninstall this locale? This may affect any hosted journals currently using the locale.
ar_iq: هل أنت متأكد من رغبتك في تغييب هذه اللغة عن الموقع؟ إذ قد يؤثر هذا الأمر على أيٍّ من المجلات التي تستعملها حالياً
fr_ca: Êtes-vous sûr de vouloir désinstaller cette langue? Ceci affectera toute revue actuellement hébergée utilisant cette langue.
pt_pt: Deseja realmente remover este idioma? A execução pode afectar revistas hospedas que podem estar utilizando o idioma.

# admin-languages-installNewLocalesInstructions
source: Select any additional locales to install support for in this system. Locales must be installed before they can be used by hosted journals. See the OJS documentation for information on adding support for new languages.
ar_iq: إختر أي من اللغات الإضافية لتنصيب الدعم لها في هذا الموقع. إذ لا بد من تنصيبها قبل أن تستعملها المجلات المستضافة في الموقع. أنظر ما هو مكتوب في وثيقة النظام لمزيد من المعلومات التي تتعلق بإضافة الدعم للغات جديدة
fr_ca: Sélectionner toute langue supplémentaire pour la prise en charge sur ce système. Les langues doivent être installées avant qu'elles ne puissent être utilisées pas les revues hébergées. Lire la documentation d'OJS pour plus d'information sur la prise en charge de nouvelles langues.
pt_pt: Seleccionar idiomas adicionais para uso no sistema. Os idiomas devem ser instalados antes que possam ser utilizados pelas revistas hospedadas. Veja a documentação para informações sobre como adcicionar novos idiomas no sistema.

# admin-languages-downloadFailed
source: The locale download failed. The error message(s) below describe the failure.
ar_iq: فشل تحميل اللغة، الوصف أدناه يشرح سبب الفشل
fr_ca: Le téléchargement de la langue a échoué. Des explications sont contenues dans le message d'erreur ci-dessous.
pt_pt: Erro ao transferir idioma. A seguir, um detalhe do(s) erro(s).

# admin-languages-localeInstalled
source: The "{$locale}" locale has been installed.
ar_iq: اللغة "{$locale}" تم تنصيبها بنجاح
fr_ca: La langue "{$locale}" a été installée.
pt_pt: Idioma "{$locale}" instalado.

# admin-languages-download
source: Download Locale
ar_iq: تحميل لغة
fr_ca: Télécharger la langue
pt_pt: Transferir idioma

# admin-languages-download-cannotOpen
source: Cannot open language descriptor from PKP web site.
ar_iq: تعذر فتح موَصِّف اللغة من موقع النظام
fr_ca: Impossible d'ouvrir le descripteur de langue du site Web de PKP.
pt_pt: Não é possível abrir a identificação de idioma do portal do PKP.

# admin-languages-download-cannotModifyRegistry
source: Cannot add the new locale to the locale registry file, typically "registry/locales.xml".
ar_iq: تعذر إضافة اللغة الجديدة إلى سجل اللغات الفعالة، وهو مبدئياً ضمن حافظة الملفات: "registry/locales.xml".
fr_ca: Impossible d'ajouter la nouvelle langue au fichier de registre de langue, généralement "registry/locales.xml".
pt_pt: Não é possível adicionar novo idioma no ficheiro de registo de idiomas, geralmente "registry/locales.xml".

# admin-auth-ojs
source: OJS User Database
ar_iq: قاعدة بيانات النظام
fr_ca: Base de données utilisateur d'OJS
pt_pt: Base de Dados de Utilizadores do OJS

# admin-auth-enableSyncProfiles
source: Enable user profile synchronization (if supported by this authentication plugin). User profile information will be automatically updated from the remote source when a user logs in, and profile changes (including password changes) made within OJS will be automatically updated on the remote source. If this option is not enabled OJS profile information will be kept separate from remote source profile information.
ar_iq: تمكين مزامنة ملف تعريف المستخدم (إن كانت هذه الوظيفة الإضافية تدعمها). معلومات ملف تعريف المستخدم ستكون عرضة للتحديث تلقائياً من المصدر الخارجي بمجرد ولوج ذلك المستخدم إلى هذا الموقع، وبالمقابل، فإن التحديثات عليه هنا (من ضمنها تعديل كلمة المرور) ستنعكس أيضاً على المصدر الخارجي. فيما لو تم تعطيل هذا الخيار، فإن معلومات ملف تعريف المستخدم ستكون مستقلة عن أي مصدر خارجي
fr_ca: Activer la synchronisation du profil de l'utilisateur (si prise en charge par ce plugiciel d'authentification). Les informations du profil de l'utilisateur seront automatiquement mises à jour depuis la source distante quand un utilisateur se connecte, et les modifications du profil (y compris le mot de passe) effectuées dans OJS vont automatiquement être mises à jour sur la source distante. Si cette option n'est pas activée, les informations du profil OJS vont rester séparées de celles du profil sur la source distante.
pt_pt: Activar sincronização de perfil de utilizadores (caso suportado pelo plugin de autenticação!). Os perfis dos utilizadores serão actualizados com o conteúdo da fonte remota assim que o utilizador aceda ao sistema e alterações no perfil (incluindo alteração de senha) realizadas dentro do sistema actualizarão a fonte remota. Caso esta opção não esteja activada, os perfis no sistema serão mantidos separados da fonte remota.

# admin-auth-enableSyncPasswords
source: Enable user password modification (if supported by this authentication plugin). Enabling this option allows users to modify their password from within OJS and to use the OJS "lost password" feature to reset a forgotten password. These functions will be unavailable to users with this authentication source if this option is not enabled.
ar_iq: إسمح بتعديل كلمة مرور المستخدم (إن كانت هذه الوظيفة الإضافية تدعمه). تمكين هذه الوظيفة يسمح لمستعملي النظام بتعديل كلمات مرورهم عبره مستفيدين من آلية استعادة (كلمة المرور المفقودة) والتي تقوم بإعادة ضبطها لهم. هذه الوظيفة لن تكون متاحة لهم من مستوى المصادقة هذا فيما لو تم تعطيل هذا الخيار
fr_ca: Permettre la modification du mot de passe de l'utilisateur (si prise en charge par ce plugiciel d'authentification). Activer cette option permettra aux utilisateurs de modifier leurs mot de passe OJS et d'utiliser la fonction "mot de passe oublié" pour réinitialiser un mot de passe oublié. Ces fonctions ne seront pas disponibles pour les utilisateurs utilisant une source d'authentification où cette option n'est pas activée.
pt_pt: Activar alteração de senha de utilizador (caso suportado pelo plugin de autenticação!). Activar esta opção permite ao utilizador modificar a senha do sistema e fazer uso da opção de recuperação de senha para criar uma nova senha. Estas funcionalidades não estarão disponíveis aos utilizadores com esta fonte de autenticação, caso não seja activada.

# admin-auth-enableCreateUsers
source: Enable user creation (if supported by this authentication plugin). Users created within OJS with this authentication source will be automatically added to the remote authentication source if they do not already exist. Additionally, if this source is the default authentication source, OJS accounts created through user registration will also be added to the remote authentication source.
ar_iq: إسمح بإضافة مستخدمين (إن كانت هذه الوظيفة الإضافية تدعمه). المستخدمون المسجلون حديثاً ضمن هذا النظام بمستوى المصادقة هذا، ستتم إضافتهم أيضاً إلى مصدر المصادقة الخارجي إن لم يكونوا مضافين إليه سابقاً. فضلاً عن ذلك، إن كان هذا النظام هو مصدر المصادقة الإفتراضي، فإن حسابات المستخدمين المسجلين عبره ستضاف أيضاً إلى مصدر المصادقة الخارجي بمجرد تسجيلهم هنا
fr_ca: Permettre la création d'utilisateurs (si supporté par ce plugiciel d'authentification).Les utilisateurs créés avec OJS à l'aide de cette source d'authentification vont automatiquement être ajoutés à la source d'authentification distante s'ils n'existent pas déjà. De plus, si cette source est la source d'authentification par défaut, les comptes OJS créés par l'intermédiaire d'une inscription d'utilisateur seront également ajoutés à la source distante d'authentification.
pt_pt: Activar criação de utilizadores (caso suportado pelo plugin de autenticação!). Utilizadores criados no sistema serão automaticamente incluídos na fonte de autenticação remota, caso não existam ainda. Inclusive, utilizadores criados através do registo de utilizadores também serão incluídos automaticamente na fonte remota, caso esta seja a fonte de autenticação padrão.

# admin-systemVersion
source: OJS Version
ar_iq: نسخة النظام
fr_ca: Version OJS
pt_pt: Versão do OJS

# admin-systemConfiguration
source: OJS Configuration
ar_iq: تهيئة النظام
fr_ca: Configuration OJS
pt_pt: Configuração do OJS

# admin-systemConfigurationDescription
source: OJS configuration settings from <tt>config.inc.php</tt>.
ar_iq: إعدادات ملف التهيئة المأخوذة من <tt>config.inc.php</tt>.
fr_ca: Paramètres de configuration OJS de <tt>config.inc.php</tt>.
pt_pt: Configurações do OJS no documento <tt>config.inc.php</tt>.

# admin-journals-createInstructions
source: You will automatically be enrolled as the manager of this journal. After creating a new journal, you will be redirected to its settings wizard, to complete the initial journal setup.
ar_iq: سيتم تلقائياً منحك دور رئيس التحرير في هذه المجلة. بعد إنشاء مجلة جديدة، سيتم توجيهك لضبط إعداداتها من أجل إكمال مرحلة التهيئة الأولية.
fr_ca: Vous serez inscrit automatiquement en tant que responsable de cette revue. Après avoir créé une nouvelle revue, entrez-y à titre de responsable pour poursuivre sa configuration et pour l'inscription à des rôles des utilisateurs.
pt_pt: O seu registo como Director da revista será automático. Após a criação de uma revista, aceda-a como director e continue com as configurações da revista e registo de utilizadores.

# admin-journals-journalSettings
source: Journal Settings
ar_iq: إعدادات المجلة
fr_ca: Paramètres de la revue
pt_pt: Configurações da Revista

# admin-journals-noneCreated
source: No journals have been created.
ar_iq: لم تتم استضافة أي مجلة بعد
fr_ca: Aucune revue n'a été créée.
pt_pt: Não foram criadas revistas.

# admin-contexts-create
source: Create Journal
ar_iq: استضف مجلة
fr_ca: Créer une revue
pt_pt: Criar revista

# admin-journals-urlWillBe
source: This should be a single short word or acronym that identifies the journal. The journal's URL will be {$sampleUrl}.
ar_iq: ينبغي أن يكون بشكل كلمة واحدة قصيرة أو اختصاراً يعرِّف المجلة. رابط المجلة سيكون {$sampleUrl}.
fr_ca: Ça devrait être un mot court ou un acronyme qui identifie la revue. L'URL de la revue sera {$sampleUrl}
pt_pt: Geralmente é usado um acrónimo que identifica a revista. O URL da revista será: {$sampleUrl}

# admin-contexts-form-titleRequired
source: A title is required.
ar_iq: العنوان مطلوب حتماً.
fr_ca: Un titre est requis.
pt_pt: É obrigatório um título.

# admin-contexts-form-pathRequired
source: A path is required.
ar_iq: المسار مطلوب حتماً
fr_ca: Le chemin est obligatoire.
pt_pt: Caminho obrigatório.

# admin-contexts-form-pathAlphaNumeric
source: The path can only include letters, numbers and the characters _ and -. It must begin and end with a letter or number.
ar_iq: تسمية المسار متوقع لها أن تتكون من سلسلة حروف إنجليزية وأرقام وشُرط تحتية وواصلات، ولا بد لها أن تبدأ وتنتهي بحرف إنجليزي أو رقم حصراً
fr_ca: Le chemin ne peut contenir que des caractères alphanumériques, des caractères de soulignement, et des tirets, et doit commencer et finir par un caractère alphanumérique.
pt_pt: O caminho deve conter apenas caracteres alfanuméricos, sublinhado, hífens, e deve começar e terminar com um caractere alfanumérico.

# admin-contexts-form-pathExists
source: The path you provided is already in use by another journal.
ar_iq: المسار الذي أدخلته سبق وأن استُعمل لمجلة أخرى
fr_ca: Le chemin sélectionné est déjà utilisé par une autre revue.
pt_pt: O caminho seleccionado já está em uso por outra revista.

# admin-contexts-form-create-success
source: {$name} was created successfully.
ar_iq: {$name} قد تم إنشاؤها بنجاح.

# admin-contexts-form-edit-success
source: {$name} was edited successfully.
ar_iq: {$name} قد تم تعديلها بنجاح.

# admin-journals-enableJournalInstructions
source: Enable this journal to appear publicly on the site
ar_iq: إسمح لهذه المجلة بالظهور علانية في الموقع
fr_ca: Permettre à cette revue d'apparaître publiquement sur le site
pt_pt: Permitir Acesso Livre a esta revista no portal

# admin-contexts-contextDescription
source: Journal description
ar_iq: وصف المجلة
fr_ca: Description de la revue
pt_pt: Descrição da Revista

# admin-journal-pathImportInstructions
source: Existing journal path or path to create (e.g., "ojs").
ar_iq: المسار الحالي للمجلة، أو المسار المزمع إنشاؤه، مثلاً: "ojs"
fr_ca: Chemin d'accès à la revue existant ou à créer (par ex., "ojs").
pt_pt: Caminho existente ou caminho a ser criado (ex.:

# admin-journals-importSubscriptions
source: Import subscriptions
ar_iq: استورد إشتراكات
fr_ca: Importer les abonnements
pt_pt: Importar assinaturas

# admin-journals-transcode
source: Transcode article metadata from ISO8859-1
ar_iq: حول ترميز البيانات الوصفية من صيغة ISO8859-1
fr_ca: Conversion des métadonnées de l'article à partir de la norme ISO 8859-1
pt_pt: Transcodificar metadados de ISO8859-1

# admin-journals-redirect
source: Generate code to map OJS 1 URLs to OJS 2 URLs
ar_iq: ولِّد ترميزاً لنقل روابط النظام من شكلها في الإصدار الأول إلى شكلها في الإصدار الثاني
fr_ca: Générer le code pour faire la correspondance entre les URLS d'OJS 1 et d'OJS 2
pt_pt: Gerar código para mapear URLs da versão 1 do OJS para URLs da versão 2

# admin-journals-form-importPathRequired
source: The import path is required.
ar_iq: مسار الاستيراد مطلوب حتماً
fr_ca: Le chemin d'importation est obligatoire.
pt_pt: O caminho físico para a importação é obrigatório.

# admin-journals-importErrors
source: Importing failed to complete successfully
ar_iq: تعذر إكمال الاستيراد بنجاح
fr_ca: L'importation a échoué
pt_pt: Importação não concluída.

# admin-mergeUsers
source: Merge Users
ar_iq: ضم المستخدمين
fr_ca: Fusionner les utilisateurs
pt_pt: Juntar utilizadores

# admin-mergeUsers-mergeUser
source: Merge User
ar_iq: ضم المستخدم
fr_ca: Fusionner l'utilisateur
pt_pt: Juntar utilizador

# admin-mergeUsers-into-description
source: Select a user to whom to attribute the previous user's authorships, editing assignments, etc.
ar_iq: إختر مستخدماً لمنحه سمات المستخدم السابق من صلاحيات ومهام التحرير... إلخ.
fr_ca: Sélectionner un utilisateur à qui attribuer la paternité des textes, les assignations de révisions etc. de l'utilisateur précédent.
pt_pt: Escolha um utilizador a quem deseja atribuir as submissões e histórico de tarefas do registo anterior.

# admin-mergeUsers-from-description
source: Select a user (or several) to merge into another user account (e.g., when someone has two user accounts). The account(s) selected first will be deleted and any submissions, assignments, etc. will be attributed to the second account.
ar_iq: إختر مستخدماً واحداً (أو أكثر) ليتم ضمهم إلى حساب مستخدم آخر، (على سبيل المثال: عندما يكون لمستخدم واحد أكثر من حساب في الموقع). جميع الحساب/الحسابات التي تم تحديدها بدءاً سيتم حذفها، لذلك فإن طلبات التقديم والمهام... إلخ المتعلقة بها ستصير متعلقة بالحساب الثاني
fr_ca: Sélectionner un utilisateur à fusionner au compte d'un autre utilisateur (par ex. : lorsque quelqu'un possède deux comptes utilisateur). Le compte sélectionné en premier sera supprimé et ses soumissions, assignations, etc. seront affectées au second compte.
pt_pt: Escolha um utilizador para fundir o registo com o de outra conta (quando um utilizador possui duas contas distintas, em vez de acumular funções editoriais). O registo seleccionado primeiro será eliminado e as suas submissões e histórico de tarefas atribuídas ao segundo registo escolhido.

# admin-mergeUsers-allUsers
source: All Enrolled Users
ar_iq: كل المستخدمين المسجلين
fr_ca: Tous les utilisateurs inscrits à des rôles
pt_pt: Todos os utilizadores

# admin-mergeUsers-confirm
source: Are you sure you wish to merge the selected {$oldAccountCount} account(s) into the account with the username "{$newUsername}"? The selected {$oldAccountCount} accounts will not exist afterwards. This action is not reversible.
ar_iq: هل أنت متأكد من رغبتك في ضم المستخدمين المحددين البالغ عددهم {$oldAccountCount} ضمن حساب المستخدم ذو اسم الدخول "{$newUsername}"؟ إن جميع تلك الحسابات ستزول من الموقع بعد إتمام هذه العملية والتي لا سبيل إلى التراجع عنها لاحقاً. لاحظ أن عدد الحسابات المعنية بالضم هو {$oldAccountCount}
fr_ca: Êtes-vous certain de vouloir fusionner le compte portant le nom d'utilisateur "{$oldAccountCount}" avec le compte portant le nom d'utilisateur "{$newUsername}"? Le compte portant le nom d'utilisateur "{$oldAccountCount}" sera supprimé. Cette action n'est pas réversible.
pt_pt: Deseja realmente juntar o registo do utilizador "{$oldAccountCount}" no registo do utilizador "{$newUsername}"? O registo de "{$oldAccountCount}" será eliminado permanentemente. Esta acção é irreversível!

# admin-mergeUsers-noneEnrolled
source: No enrolled users.
ar_iq: لا أحد مسجل في الموقع بعد
fr_ca: Aucun utilisateur inscrit.
pt_pt: Nenhum utilizador registado.
