Repository: asmecher/ojs
Catalog: locale/*/admin.xlf
Languages: ar_iq, fr_ca, pt_pt

# admin-scheduledTask-subscriptionExpiryReminder
source: Subscription Expiry Reminder
ar_iq: منبه انتهاء صلاحية الاشتراك
fr_ca: Rappel d'expiration d'abonnement
pt_pt: Lembrete de caducidade de subscrição/assinatura

# admin-scheduledTask-openAccessNotification
source: Open Access Notification
ar_iq: إشعارات الوصول المفتوح
fr_ca: Avis de libre accès
pt_pt: Notificação de Acesso Aberto

# admin-scheduledTask-reviewReminder
source: Review Reminder
ar_iq: منبه التحكيم
fr_ca: Rappel d'évaluation
pt_pt: Lembrete de Revisão
