Repository: asmecher/ojs
Catalog: locale/*/api.xlf
Languages: ar_iq, ru_ru

# api-submissions-403-cantChangeContext
source: You can not change the journal of a submission.
ru_ru: Вы не можете изменить журнал для материала.

# api-submissions-403-unpublishedIssues
source: You do not have permission to view unpublished issues.
ar_iq: ليست لديك الصلاحية لمعاينة الأعداد غير المنشورة.
ru_ru: У вас нет прав для просмотра неопубликованных выпусков.

# api-submissions-403-contextRequired
source: To make or edit a submission you must make a request to the journal's API endpoint.
ru_ru: Чтобы создать или отредактировать материал, вам нужно сделать запрос к конечной точке API журнала.

# api-contexts-403-requestedDisabledContexts
source: You can only view journals that have been enabled.
ar_iq: يمكنك معاينة المجلات التي تم تمكينها فقط.
ru_ru: Вы можете просматривать только журналы, к которым был открыт доступ.

# api-contexts-403-notAllowed
source: You do not have permission to view this journal.
ar_iq: ليست لديك صلاحية معاينة هذه المجلة.
ru_ru: У вас нет прав для просмотра этого журнала.

# api-contexts-403-contextsDidNotMatch
source: You can not view or edit this journal unless you make a request to the journal's API or the site-wide API.
ar_iq: لا يمكنك معاينة هذه المجلة أو تعديلها ما لم تلتمس ذلك عبر واجهة برمجة التطبيق الخاصة بالمجلة أو تلك الخاصة بعموم الموقع.
ru_ru: Вы не можете просматривать или редактировать этот журнал, не делая запроса к API журнала или API всего сайта.

# api-contexts-403-requiresContext
source: You can not edit this journal from the site-wide API.
ar_iq: لا يمكنك تعديل هذه المجلة مستعملاً واجهة برمجة التطبيق الخاصة بعموم الموقع.
ru_ru: Вы не можете редактировать этот журнал через API сайта.

# api-contexts-403-notAllowedEdit
source: You do not have permission to edit this journal.
ar_iq: ليست لديك صلاحية تعديل هذه المجلة.
ru_ru: У вас нет прав для редактирования этого журнала.

# api-contexts-403-notAllowedDelete
source: You do not have permission to delete this journal.
ar_iq: ليست لديك صلاحية حذف هذه المجلة.
ru_ru: У вас нет прав на удаление этого журнала.

# api-contexts-404-contextNotFound
source: The journal you requested was not found.
ar_iq: تعذر العثور على المجلة التي طلبتها.
ru_ru: Запрошенный вами журнал не найден.

# api-emailTemplates-403-notAllowedChangeContext
source: You do not have permission to move this email template to another journal.
ar_iq: ليست لديك صلاحية نقل قالب المراسلة هذا إلى مجلة أخرى.
ru_ru: У вас нет прав на перемещение этого шаблона письма в другой журнал.

# api-_payments-400-invalidPaymentMethod
source: The payment method you selected is not supported.
ar_iq: طريقة التسديد التي اخترتها غير مدعومة.
ru_ru: Выбранный вами метод оплаты не поддерживается.

# api-publications-403-contextsDidNotMatch
source: The publication that you requested is not part of this journal.
ru_ru: Запрошенная вами публикация не является частью этого журнала.

# api-publications-403-submissionsDidNotMatch
source: The publication that you requested is not part of this submission.
ru_ru: Запрошенная вами публикация не является частью этого материала.
