Repository: asmecher/ojs
Catalog: locale/*/author.xlf
Languages: ar_iq, ca_es, fa_ir, id_id, nb_no, nl_nl, pl_pl, sr_rs@latin, tr_tr, uk_ua

# author-submit-forgottenSubmitSuppFile
source: Are you sure you wish to continue without uploading the supplementary file you have chosen?
ar_iq: هل أنت متأكد من رغبتك في المتابعة دون رفع الملف التكميلي الذي اخترته تواً؟
ca_es: Esteu segur/a que voleu continuar sense carregar el fitxer addicional que heu triat?
fa_ir: آیا مطمئنید که می‌خواهید بدون آپلود فایل مکمل انتخاب شده، ادامه دهید؟
id_id: Apakah Anda yakin akan melanjutkan tanpa mengunggah file suplemen yang sudah Anda pilih?
nb_no: Er du sikke på at du vil fortsette uten å laste opp den tilleggsfilen du har valgt?
nl_nl: Weet u zeker dat u door wilt gaan zonder het bestand te laden dat u hebt gekozen?
pl_pl: Czy kontynuować bez przesłania pliku pomocniczego?
sr_rs@latin: Da li ste sigurni da želite da nastavite bez dodavanja dodatnog fajla koji ste odabrali?
tr_tr: Seçmiş olduğunuz ek dosyayı yüklemeden devam etmek istediğinize emin misiniz?
uk_ua: Ви впевнені, що хочете продовжити без вивантаження обраних супровідних файлів?

# author-submit-noSupplementaryFiles
source: No supplementary files have been added to this submission.
ar_iq: لم تتم إضافة أي ملف تكميلي إلى طلب النشر هذا بعد
ca_es: No s’ha afegit cap fitxer addicional a aquesta tramesa.
fa_ir: هیچ فایل مکمل به این مقاله ارسالی افزوده نشده است
id_id: Tidak ada file suplemen yang ditambahkan ke penyerahan ini.
nb_no: Ingen tilleggsfiler er lagt til dette manuskriptet.
nl_nl: Geen aanvullende bestanden toegevoegd aan deze inzending.
pl_pl: Pomocnicze pliki nie zostały dodane.
sr_rs@latin: Dodatni fajlovi nisu dodati uz ovu prijavu.
tr_tr: Bu gönderiye ek dosya yüklemesi yapılmamıştır.
uk_ua: Жодних супровідних файлів не було додано до цього подання.

# author-submit-backToSupplementaryFiles
source: Back to Supplementary Files
ar_iq: الرجوع إلى الملفات التكميلية
ca_es: Torna a «Fitxers addicionals»
fa_ir: بازگشت به فایل‌های مکمل
id_id: Kembali ke File Suplemen.
nb_no: Tilbake til tilleggsfiler
nl_nl: Terug naar Aanvullende bestanden
pl_pl: Wróć do plików pomocniczych
sr_rs@latin: Povratak na dodatne fajlove
tr_tr: Ek Dosyalara Geri Dön
uk_ua: Повернутися до супровідних файлів

# author-submit-confirmDeleteSuppFile
source: Are you sure you want to delete this supplementary file?
ar_iq: هل أنت متأكد من رغبتك في حذف الملف التكميلي؟
ca_es: Esteu segur/a que voleu eliminar aquest fitxer addicional?
fa_ir: آیا می‌خواهید این فایل مکمل را حذف کنید؟
id_id: Apakah Anda yakin ingin menghapus file suplemen ini?
nb_no: Er du sikker på at du vil slette denne tilleggsfilen?
nl_nl: Weet u zeker dat u dit aanvullend bestand wilt verwijderen?
pl_pl: Czu usunąć plik pomocniczy?
sr_rs@latin: Da li ste sigurni da želite da obrišete dodatni fajl?
tr_tr: Bu ek dosyayı silmek istediğinizden emin misiniz?
uk_ua: Ви впевнені, що хочете видалити цей супровідний файл?

# author-submit-uploadSuppFile
source: Upload supplementary file
ar_iq: رفع الملف التكميلي
ca_es: Carrega un fitxer addicional
fa_ir: آپلود فایل مکمل
id_id: Unggah File Suplemen
nb_no: Last opp tilleggsfil
nl_nl: Aanvullend bestand laden
pl_pl: Prześlij plik pomocniczy
sr_rs@latin: Dodaj dodatni fajl
tr_tr: Ek dosya yükle
uk_ua: Вивантажити супровідний файл

# author-submit-addSupplementaryFile
source: Add a Supplementary File
ar_iq: أضف ملفاً تكميلياً
ca_es: Afegeix un fitxer addicional
fa_ir: افزودن یک فایل مکمل
id_id: Tambah File Suplemen
nb_no: Legg til en tilleggsfil
nl_nl: Voeg een aanvullend bestand toe
pl_pl: Dodaj plik pomocniczy
sr_rs@latin: Dodaj dodatni fajl
tr_tr: Ek Dosya Ekle
uk_ua: Додати супровідний файл

# author-submit-editSupplementaryFile
source: Edit a Supplementary File
ar_iq: عدل على الملف التكميلي
ca_es: Edita un fitxer addicional
fa_ir: ویرایش ویژگی‌های فایل مکمل
id_id: Edit File Suplemen
nb_no: Rediger en tilleggsfil
nl_nl: Bewerk een aanvullend bestand
pl_pl: Edytuj plik pomocniczy
sr_rs@latin: Izmeni dodatni fajl
tr_tr: Ek Dosya Düzenle
uk_ua: Редагувати супровідний файл

# author-submit-supplementaryFileData
source: Supplementary File Metadata
ar_iq: البيانات الوصفية للملف التكميلي
ca_es: Metadades del fitxer addicional
fa_ir: فراداده فایل مکمل
id_id: Metadata File Suplemen
nb_no: Metadata for tilleggsfilen
nl_nl: Metadata aanvullend bestand
pl_pl: Metadane dla plików pomocniczych
sr_rs@latin: Meta podaci dodatnog fajla
tr_tr: Ek Dosya Üst Verisi
uk_ua: Метадані супровідного файлу

# author-submit-supplementaryFileDataDescription
source: To index this supplementary material, provide the following metadata for the uploaded supplementary file.
ar_iq: لفهرسة هذه المادة التكميلية، زود الموقع بالبيانات الوصفية للملف التكميلي
ca_es: Per indexar aquest material addicional, proporcioneu les metadades següents per al fitxer addicional que heu carregat.
fa_ir: برای نمایه کردن این فایل مکمل فراداده‌های زیر را وارد کنید.
id_id: Untuk mengindeks materi suplemen ini, sediakan metadata berikut untuk file suplemen yang diunggah.
nb_no: For å indeksere dette tilleggsmaterialet, må du gi følgende metadata for den opplastete tilleggsfilen.
nl_nl: Om dit aanvullend materiaal te kunnen indexeren moet de volgende metadata voor aanvullende bestand opgegeven worden.
pl_pl: Aby zindeksowac dodakowy materiał, podaj następujące dane dla pomocniczego pliku.
sr_rs@latin: Za indeksiranje dodatnog materijala unesite metapodatke za dodatni fajl
tr_tr: Yüklediğiniz bu ek belge için lütfen aşağıdaki formu doldurunuz. (Eğer belgeniz yayın hakkı devir formu ise (a) "Başlık" alanına makalenizin başlığını yazınız, (b) "Tür" alanında "diğer" seçeneğini seçiniz, (c) "Kısa Açıklama" alanına "Yayın Kakkı Devir Formu" ifadesini yazınız, (d) "Yayıncı" kısmına "Dergi yayıncısını" yazınız ve (e) makalenizin dil kodunu "dil" alanında belirtiniz.)
uk_ua: Для індексації вивантаженого супровідного файлу введіть його метадані.

# author-submit-supplementaryFileUpload
source: Supplementary File
ar_iq: الملف التكميلي
ca_es: Fitxer addicional
fa_ir: فایل مکمل
id_id: File Suplemen
nb_no: Tilleggsfil
nl_nl: Aanvullend bestand
pl_pl: Plik pomocniczy
sr_rs@latin: Dodatni fajl
tr_tr: Ek Dosya
uk_ua: Супровідний файл

# author-submit-suppFile-createrOrOwner
source: Creator (or owner) of file
ar_iq: منشئ (أو مالك) الملف
ca_es: Creador/a (o propietari/ària) del fitxer
fa_ir: سازنده یا مالک فایل
id_id: Pembuat (atau pemilik) file
nb_no: Filens opphavsrettseier
nl_nl: Creator (of eigenaar) van het bestand
pl_pl: Autor pliku
sr_rs@latin: Autor (ili vlasnik) fajla
tr_tr: Dosya sahibi
uk_ua: Автор (або власник) файлу

# author-submit-suppFile-researchInstrument
source: Research Instrument
ar_iq: أداة بحث
ca_es: Instrument de recerca
fa_ir: ابزار پژوهشی
id_id: Instrumen Penelitian
nb_no: Forskningsinstrument
nl_nl: Onderzoeksinstrument
pl_pl: Narzędzie badawcze
sr_rs@latin: Instrumenti istraživanja
tr_tr: Araştırma Enstürmanları
uk_ua: Дослідний інструмент

# author-submit-suppFile-researchMaterials
source: Research Materials
ar_iq: مواد بحث
ca_es: Materials de recerca
fa_ir: مواد پژوهشی
id_id: Bahan Penelitian
nb_no: Forskningsmateriale
nl_nl: Onderzoeksmaterialen
pl_pl: Materiały badawcze
sr_rs@latin: Istraživački materijal
tr_tr: Araştırma Materyalleri
uk_ua: Дослідні матеріали

# author-submit-suppFile-researchResults
source: Research Results
ar_iq: نتائج بحث
ca_es: Resultats de la recerca
fa_ir: نتایج پژوهش
id_id: Hasil Penelitian
nb_no: Forskningsresultat
nl_nl: Onderzoeksresultaten
pl_pl: Rezultaty z badań
sr_rs@latin: Rezultati istraživanja
tr_tr: Araştırma Sonuçları
uk_ua: Результати дослідження

# author-submit-suppFile-transcripts
source: Transcripts
ar_iq: نصوص
ca_es: Transcripcions
fa_ir: رونوشت
id_id: Transkrip
nb_no: Transkripsjoner
nl_nl: Transcripties
pl_pl: Transkrypcje
sr_rs@latin: Transkript
tr_tr: Kopya / Suret
uk_ua: Стенограми

# author-submit-suppFile-dataAnalysis
source: Data Analysis
ar_iq: تحليل بيانات
ca_es: Anàlisi de les dades
fa_ir: آنالیز داده
id_id: Analisis Data
nb_no: Analyse
nl_nl: Gegevensanalyse
pl_pl: Analizy
sr_rs@latin: Analiza podataka
tr_tr: Veri Analizi
uk_ua: Аналіз даних

# author-submit-suppFile-dataSet
source: Data Set
ar_iq: مجموعة بيانات
ca_es: Conjunt de dades
fa_ir: مجموعه داده
id_id: Set Data
nb_no: Datasett
pl_pl: Zbiory danych
sr_rs@latin: Set podataka
tr_tr: Veri Seti
uk_ua: Набір даних

# author-submit-suppFile-sourceText
source: Source Text
ar_iq: نص مصدر
ca_es: Text original
fa_ir: متن منبع
id_id: Teks Sumber
nb_no: Kildetekst
nl_nl: Brontekst
pl_pl: Tekst źródłowy
sr_rs@latin: Izvorni tekst
tr_tr: Kaynak Metin
uk_ua: Текст першоджерела

# author-submit-suppFile-briefDescription
source: Brief description
ar_iq: وصف موجز
ca_es: Descripció breu
fa_ir: توصیف مختصر
id_id: Deskripsi Singkat
nb_no: Kort beskrivelse
nl_nl: Korte beschrijving
pl_pl: Krótki opis
sr_rs@latin: Kratak opis
tr_tr: Kısa açıklama
uk_ua: Короткий опис

# author-submit-suppFile-availableToPeers
source: Present file to reviewers (without metadata), as it will not compromise blind review.
ar_iq: قدم الملف إلى المحكمين (بدون البيانات الوصفية)، إذ أن ذلك لا يتعارض مع التحكيم السري
ca_es: Presenteu el fitxer als revisors/ores (sense metadades), ja que això no comprometrà l'avaluació anònima.
fa_ir: فایل بدون فراداده در دسترس داوران قرار گیرد تا سیاست داوری محرمانه خدشه‌دار نشود
id_id: Berikan file kepada reviewer (tanpa metadata), dengan demikian tidak akan merusak prinsip review anonim.
nb_no: Vis fram filen til fagkonsulenter (uten metadata), siden det ikke vil kompromittere anonym fagfellevurdering.
nl_nl: Geef het bestand aan reviewers (zonder metadata), aangezien dat de blinde review niet compromitteert.
pl_pl: Udostępnij plik recenzentom (bez metadanych), jeżeli jego udostępnienie nie wpłynie negatywnie na proces ślepej recenzji.
sr_rs@latin: Prezentujte fajl recenzentima (bez metapodataka), što neće ugroziti "slepu recenziju".
tr_tr: Kör hakemlikten taviz vermeden dosyayı hakemlerin görmesine izin ver (Üst veri hariç)
uk_ua: Дозволити рецензентам доступ до файлу (без метаданих), оскільки його зміст не суперечить нормам анонімного рецензування.

# author-submit-suppFile-publisherDescription
source: Use only with formally published materials.
ar_iq: يستعمل مع المواد المنشورة رسمياً فقط
ca_es: Utilitzeu-lo només amb materials publicats formalment.
fa_ir: فقط مورد موارد رسماً چاپ شده استفاده شود
id_id: Gunakan hanya dengan materi yang diterbitkan secara resmi.
nb_no: Bruk bare for formelt publiserte materials.
nl_nl: Alleen gebruiken bij formeel gepubliceerd materiaal.
pl_pl: Użyj tylko z opublikowanymi materiałami.
sr_rs@latin: Koristiti samo sa formalno objavljenim materijalima.
tr_tr: Sadece basılı materyalde kullanınız.
uk_ua: Вказується лише для матеріалів, які були опубліковані.

# author-submit-suppFile-dateDescription
source: Date when data was collected or instrument created.
ar_iq: أرخ لجمع البيانات أو لإنشاء الأدوات
ca_es: Data de la recopilació de les dades o de la creació de l’instrument.
fa_ir: تاریخ جمع‌آوری داده‌ها یا تولید ابزار
id_id: Tanggal saat data dikumpulkan atau instrumen dibuat.
nb_no: Dato når data ble samlet inn eller instrument framstilt.
nl_nl: Datum waarop de gegevens zijn verzameld of het instrument gecreëerd.
pl_pl: Data zebrania danych lub utworzenia narzędzia badawczego.
sr_rs@latin: Datum kada su podaci sakupljeni ili instrument sačinjen.
tr_tr: Lütfen verinin toplandığı ya da aracın yapıldığı tarihi belirtiniz.
uk_ua: Дата отримання даних чи створення дослідного інструменту.

# author-submit-suppFile-sourceDescription
source: Name of study or other point of origin.
ar_iq: اسم الدراسة أو منبع الأصل الآخر
ca_es: Nom de l’estudi o punt d’origen.
fa_ir: نام مطالعه یا دیگر منبع
id_id: Nama penelitian atau sumber asli yang lain.
nb_no: Navn på studiet, prosjektet eller annet utgangspunkt.
nl_nl: Naam van de studie of ander startpunt.
pl_pl: Nazwa studium lub innego źródła pochodzenia.
sr_rs@latin: Naziv studije ili druge tačke porekla.
tr_tr: Çalışmanın adı ya da menşei.
uk_ua: Назва дослідження або іншого джерела походження.

# author-submit-suppFile-specifyOtherType
source: Specify other
ar_iq: حدد إضافياً
ca_es: Especifica’n un altre
fa_ir: غیره
id_id: Sebutkan
nb_no: Annet: Spesifiser
nl_nl: Andere specificeren
pl_pl: Określ inny rodzaj
sr_rs@latin: Definiši drugo
tr_tr: Farklıysa belirtiniz
uk_ua: Вкажіть інший тип

# author-submit-suppFile-noFile
source: No file uploaded.
ar_iq: لم يتم رفع أي ملف
ca_es: No s'ha carregat cap fitxer.
fa_ir: فایلی آپلود نشده است
id_id: Tidak ada file yang diunggah.
nb_no: Ingen fil er lastet opp.
nl_nl: Geen bestand geladen.
pl_pl: Żaden plik nie został przesłany.
sr_rs@latin: Fajl nije dodat.
tr_tr: Dosya Yüklenmedi
uk_ua: Немає вивантажених файлів.

# author-submit-suppFile-form-titleRequired
source: Please enter the title of this supplementary file.
ar_iq: لطفاً، أدخل عنوان هذا الملف التكميلي
ca_es: Introduïu el títol d'aquest fitxer addicional.
fa_ir: لطفاً عنوان این فایل مکمل را وارد کنید
id_id: Masukkan judul file suplemen ini.
nb_no: Vennligst skriv inn tittelen til denne tilleggsfilen.
nl_nl: Geef de titel van dit aanvullende bestand.
pl_pl: Podaj nazwę pliku pomocniczego.
sr_rs@latin: Unesite naziv dodatnog fajla.
tr_tr: Lütfen bu ek dosyanın başlığını giriniz.
uk_ua: Будь ласка, введіть назву супровідного файлу.

# author-submit-suppFile-form-subjectRequired
source: Please enter a subject.
ar_iq: لطفاً، أدخل الموضوع
ca_es: Introduïu un tema.
fa_ir: لطفاً یک موضوع وارد کنید
id_id: Masukkan subjek.
nb_no: Vennligst skriv inn et emne.
nl_nl: Geef een onderwerp op.
pl_pl: Podaj temat.
sr_rs@latin: Unesite subjekt.
tr_tr: Lütfen bir konu giriniz.
uk_ua: Будь ласка, введіть ключові слова.

# author-submit-suppFile-form-descriptionRequired
source: Please enter a description.
ar_iq: لطفاً، أدخل وصفاً
ca_es: Introduïu una descripció.
fa_ir: لطفاً یک توصیف وارد کنید
id_id: Masukkan deskripsi.
nb_no: Vennligst skriv inn en beskrivelse.
nl_nl: Geef een beschrijving op.
pl_pl: Podaj opis.
sr_rs@latin: Unesite opis.
tr_tr: Lütfen bir açıklama giriniz.
uk_ua: Будь ласка, введіть опис.

# author-suppFile-suppFilePublicIdentificationExists
source: Public supplemental file identification already exists.
ar_iq: معرَّف الملف التكميلي موجود سلفاً
ca_es: La identificació pública del fitxer addicional ja existeix.
fa_ir: شناسه عمومی تعیین شده برای فایل مکمل تکراری است
id_id: Identifier publik file suplemen sudah ada.
nb_no: Offentlig tilleggsfilidentifikasjon finnes allerede.
nl_nl: Deze openbare identificatie voor aanvullend bestand bestaat al.
pl_pl: Publiczny identyfikator pliku pomocniczego już istnieje.
sr_rs@latin: Identifikacija javnog dodatnog fajla već postoji.
tr_tr: Açık ek dosya tanımlayıcı zaten var.
uk_ua: Публічний ідентифікатор супровідного файлу вже існує.

# author-suppFile-publicSuppFileIdentifier
source: Public supplemental file identifier
ar_iq: معرِّف الملف التكميلي
ca_es: Identificador públic del fitxer addicional
fa_ir: شناسه عمومی فایل مکمل
id_id: Identifier file suplemen
nb_no: Offentlig tilleggsfilidentifikator
nl_nl: Identificatie voor openbaar aanvullend bestand
pl_pl: Publiczny identyfikator pliku pomocniczego
sr_rs@latin: Identifikator javnog dodatnog fajla.
tr_tr: Açık ek dosya tanımlayıcı
uk_ua: Публічний ідентифікатор супровідного файлу

# author-submit-confirmationDescription
source: To submit your manuscript to {$journalTitle} click Finish Submission. The submission's principal contact will receive an acknowledgement by email and will be able to view the submission's progress through the editorial process by logging in to the journal web site. Thank you for your interest in publishing with {$journalTitle}.
ar_iq: لتقديم مؤلَّفِك إلى {$journalTitle} أنقر (إنهاء التقديم). جهة الاتصال الأساسية لطلب النشر ستتلقى إشعاراً عبر البريد الالكتروني، وستكون قادرة على متابعة مراحل النشر لدى هيئة التحرير عبر الولوج إلى موقع المجلة. نشكر لك إهتمامك بالنشر في {$journalTitle}.
ca_es: Per trametre el vostre manuscrit a {$journalTitle} feu clic a «Finalitza la tramesa». El contacte principal de la tramesa rebrà un justificant de recepció per correu electrònic i podrà visualitzar el progrés de la tramesa a través del procés editorial quan iniciï la sessió al lloc web de la revista. Us agraïm el vostre interès per publicar a {$journalTitle}.
fa_ir: بر روی «تکمیل ارسال مقاله» کلیک کنید تا مقاله شما به مجله {$journalTitle} ارسال شود. رسید دریافت مقاله از طریق ایمیل به شما ارسال خواهد شد. برای مشاهده وضعیت داوری و انتشار مقاله ارسالی وارد سامانه شوید. از توجه شما به مجله {$journalTitle} متشکریم.
id_id: Untuk menyerahkan naskah Anda ke {$journalTitle} klik Penyerahan Selesai. Kontak utama penyerahan akan menerima pemberitahuan melalui email dan akan bisa melihat perkembangan penyerahan melalui proses editorial dengan login ke website jurnal. Terima kasih telah mengirimkan naskah ke {$journalTitle}.
nb_no: Klikk Bekreft innsending for å sende inn manuskriptet til {$journalTitle}. Du vil motta en e-post som bekrefter innsendingen, og du vil kunne følge manuskriptet gjennom den redaksjonelle prosessen ved å logge inn på tidsskriftets nettsted. Takk for at du vil publisere hos {$journalTitle}.
nl_nl: Klik op Voltooi inzending om uw manuscript in de zenden naar {$journalTitle}. De eerste contactpersoon van de inzending krijgt een bevestigings-e-mail en kan de voortgang van de inzending door het redactionele proces volgen door in te loggen op de website van het tijdschrift. Dank u voor uw interesse in het publiceren in {$journalTitle}.
pl_pl: Aby przesłać tekst do czasopisma {$journalTitle} kliknij Zakończ. Osoba podana jako główny autor tekstu otrzyma e-mail z potwierdzeniem przesłania tekstu. Od tej chwili możliwe jest również śledzenie statusu tekstu po zalogowaniu się na stronie czasopisma {$journalTitle}.
sr_rs@latin: Da biste predali vaš rukopis u {$journalTitle} kliknite na "Završi predaju". Direktor predaje će primiti obaveštenje o predaji putem imejla i biće u mogućnosti da vidi progres predaje putem uredničkog procesa. Hvala Vam na interesovanju da objavljujete radove u {$journalTitle}.
tr_tr: {$journalTitle} adlı dergimize makale gönderisini tamamlamak için "Gönderiyi Bitir" tuşuna basınız. Dergi editör/editörleri sistem tarafından bir e-posta ile yaptığınız başvuru hakkında otomatik olarak bilgilendirilecektir. Editör sisteme giriş yapınca editoryal süreçte başvurunuzu görecektir. {$journalTitle} adlı yayına göstermiş olduğunuz ilgiye teşekkür ederiz.
uk_ua: Для того, щоб надіслати Ваш рукопис до журналу "{$journalTitle}" натисніть кнопку "Підтвердити подання". Вказана Вами основна контактна особа отримає лист з подякою та зможе відстежувати прогрес редакційного опрацювання роботи, зайшовши на веб-сайт журналу. Дякуємо за інтерес до публікації у виданні "{$journalTitle}".

# author-submit-noFiles
source: No files have been attached to this submission.
ar_iq: لم يتم ربط أي مرفقات بطلب النشر هذا
ca_es: No s’ha adjuntat cap fitxer a aquesta tramesa.
fa_ir: هیچ فایلی به این مقاله ارسالی ضمیمه نشده است
id_id: Tidak ada file yang dilampirkan pada penyerahan ini.
nb_no: Ingen filer er vedlagt dette manuskriptet.
nl_nl: Geen bestanden gekoppeld aan deze inzending.
pl_pl: Żadne pliki nie zostały dołączone.
sr_rs@latin: Fajlovi nisu dodati uz ovu prijavu.
tr_tr: Başvuruya herhangi bir dosya eklenmemiştir.
uk_ua: Жодних файлів не було приєднано до подання.

# author-submit-filesSummary
source: File Summary
ar_iq: ملخص ملفات طلب النشر
ca_es: Resum dels fitxers
fa_ir: لیست فایل‌های آپلود شده
id_id: Ringkasan File
nb_no: Filopplasting: Oppsummering
nl_nl: Samenvatting bestanden
pl_pl: Podsumowanie
sr_rs@latin: Rezime fajlova
tr_tr: Dosya Özeti
uk_ua: Опис файлу

# author-submit-finishSubmission
source: Finish Submission
ar_iq: إنهاء التقديم
ca_es: Finalitza la tramesa
fa_ir: تکمیل ارسال مقاله
id_id: Penyerahan Selesai
nb_no: Bekreft innsending
nl_nl: Voltooi inzending
pl_pl: Zakończ
sr_rs@latin: Završi predaju članka
tr_tr: Gönderiyi Bitir
uk_ua: Підтвердити подання

# author-submit-submissionComplete
source: Submission complete. Thank you for your interest in publishing with {$journalTitle}.
ar_iq: التقديم قد إكتمل. نشكر لك إهتمامك بالنشر في {$journalTitle}.
ca_es: S’ha completat la tramesa. Us agraïm el vostre interès per publicar a {$journalTitle}.
fa_ir: ارسال مقاله تکمیل شد. از توجه شما به مجله {$journalTitle} متشکریم.
id_id: Penyerahan naskah sukses. Terima kasih telah mengirimkan naskah ke {$journalTitle}.
nb_no: Innsendingen er fullført. Takk for at du vil publisere hos {$journalTitle}.
nl_nl: Inzending voltooid. Dank u voor uw interesse in het publiceren in {$journalTitle}.
pl_pl: Przesyłanie ukończone. Dziękujemy za zainteresowanie opublikowaniem tekstu w czasopiśmie {$journalTitle}.
sr_rs@latin: Predaja je završena. Hvala Vam na interesovanju da objavljujete radove u {$journalTitle}.
tr_tr: Gönderi tamamlanmıştır. {$journalTitle} adlı dergimize makale gönderdiğiniz için teşekkür ederiz. Makaleniz ile ilgili işlem sürecini kullanıcı adı ve şifrenizle giriş yaparak takip edebilirsiniz.
uk_ua: Подання завершено. Дякуємо за Ваш інтерес до журналу "{$journalTitle}".

# author-article-uploadAuthorVersion
source: Upload Author Version
ar_iq: إرفع نسخة المؤلف
ca_es: Carrega la versió de l’autor/a
fa_ir: آپلود نسخه اصلاحی نویسنده
id_id: Unggah Versi Penulis
nb_no: Last opp forfatterens versjon
nl_nl: Auteursversie laden
pl_pl: Prześlij poprawioną wersję
sr_rs@latin: Dodaj autorsku verziju
tr_tr: Yazar Sürümünü Yükle
uk_ua: Вивантажити авторську версію

# author-article-copyeditedFile
source: Copyedited File
ar_iq: ملف النسخة المحررة
ca_es: Fitxer corregit
fa_ir: فایل ویراستاری شده
id_id: File Pasca-Copyedit
nb_no: Manusredigert fil
nl_nl: Bestand na tekstredactie
pl_pl: Plik po korekcie
sr_rs@latin: Lektorski fajl
tr_tr: Sayfa Düzenlemesi Yapılmış Dosya
uk_ua: Відредагований файл

# author-article-authorRevisedFile
source: Author File
ar_iq: ملف المؤلف
ca_es: Fitxer de l'autor/a
fa_ir: فایل نویسنده
id_id: File Penulis
nb_no: Forfatterfil
nl_nl: Auteursbestand
pl_pl: Plik autora
sr_rs@latin: Autorski fajl
tr_tr: Yazar Dosyası
uk_ua: Авторський файл
