Repository: asmecher/ojs
Catalog: locale/*/author.xlf
Languages: ar_iq, ca_es, fa_ir, id_id, nb_no, nl_nl, pl_pl, sr_rs@latin, tr_tr, uk_ua

# author-submit-copyrightNoticeAgreeRequired
source: You must agree to the terms of the Copyright Notice before continuing.
ar_iq: عليك أن توافق على فقرات إشعار الحقوق الفكرية لتتمكن من المتابعة
ca_es: Abans de continuar, accepteu les condicions de l’avís de drets d'autor/a.
fa_ir: قبل از ادامه ، می‌بایست با بیانیه حق نشر موافقت نمایید.
id_id: Anda harus menyetujui persyaratan hak cipta sebelum melanjutkan
nb_no: Du må bekrefte vilkårene i erklæringen om copyright før du går videre.
nl_nl: U moet akkoord gaan met de voorwaarden van de auteursrecht verklaring voor u door kunt gaan.
pl_pl: Aby kontynuować, upewnij się, że zapoznałeś(aś) się z prawami autorskimi.
sr_rs@latin: Morate se složiti sa Autorskim pravima pre nastavka.
tr_tr: Devam etmeden önce telif hakkı ile ilgili koşulları kabul etmeniz gerekmektedir.
uk_ua: Перед тим, як продовжити, Ви повинні погодитися з нормами "Положення про авторські права".

# submission-submit-coverNote
source: Comments for the Editor
ar_iq: ملاحظات للمحرر
ca_es: Comentaris per a l'editor/a
fa_ir: اعلام نقطه نظراتتان به سردبیر
id_id: Komentar untuk Editor
nb_no: Kommentarer til redaktøren
nl_nl: Opmerkingen voor de redacteur
pl_pl: Wiadomość dla redaktora
sr_rs@latin: Komentari za urednika
tr_tr: Editör için notlar
uk_ua: Коментарі для редактора

# author-submit-comments
source: Enter text (optional)
ar_iq: أدخل نصاً (إختياري)
ca_es: Introduïu el text (opcional)
fa_ir: متن پیام (اختیاری)
id_id: Masukkan Teks (pilihan)
nb_no: Skriv inn tekst (valgfritt)
nl_nl: Tekst opgeven (optioneel)
pl_pl: Wpisz komentarz dla redaktora (opcjonalne)
sr_rs@latin: Unesite tekst (opciono)
tr_tr: Editöre iletmek istediğiniz notları bu alana yazabilirsiniz (isteğe bağlı)
uk_ua: Введіть текст (за бажанням)

# author-submit-form-sectionRequired
source: Please select an appropriate journal section for this submission.
ar_iq: لطفاً إختر قسم المجلة الذي يتناسب وطلب النشر هذا
ca_es: Seleccioneu una secció adequada de la revista per a aquesta tramesa.
fa_ir: لطفاً نوع مقاله خود را انتخاب کنید
id_id: Pilih bagian jurnal yang sesuai untuk penyerahan ini.
nb_no: Vennligst velg en passende tidsskriftseksjon for dette manuskriptet.
nl_nl: Kies een geschikte tijdschriftsectie voor deze inzending.
pl_pl: Aby kontynuować, upewnij się, że wybrałeś poprawny dział czasopisma dla przesyłanego tekstu.
sr_rs@latin: Odaberite odgovarajuću sekciju časopisa za rad.
tr_tr: Lütfen bu gönderi için uygun bir dergi bölümü seçiniz.
uk_ua: Будь ласка, оберіть відповідний розділ журналу для цього подання.

# author-submit-form-localeRequired
source: Please select a submission language.
ar_iq: لطفا، إختر أحد اللغات لطلب النشر
ca_es: Seleccioneu la llengua per a la tramesa.
fa_ir: لطفاً زبان مقاله ارسالی را انتخاب کنید
id_id: Pilih bahasa penyerahan naskah.
nb_no: Vennligst velg innleveringsspråk.
nl_nl: Selecteer een taal voor de inzending.
pl_pl: Aby kontynuować, wybierz język w jakim został napisany tekst.
sr_rs@latin: Odaberite jezik rada.
tr_tr: Lütfen gönderi dilini seçiniz.
uk_ua: Будь ласка, оберіть мову подання.

# submission-submit-privacyStatement
source: Journal's Privacy Statement
ar_iq: بيان الخصوصية للمجلة
ca_es: Declaració de privacitat de la revista
fa_ir: بیانیه محرمانگی اطلاعات مجله
id_id: Pernyataan Privasi Jurnal
nb_no: Tidsskriftets erklæring om personopplysninger
nl_nl: Privacybeleid van dit tijdschrift
pl_pl: Polityka prywatności czasopisma
sr_rs@latin: Izjava o privatnosti
tr_tr: Dergi Gizlilik Beyannamesi
uk_ua: Положення про конфіденційність

# author-submit-reorderInstructions
source: Reorder authors to appear in the order they will be listed on publication.
ar_iq: أعد ترتيب المؤلفين بالشكل الذي سيتم فيه سرد أسمائهم عند النشر
ca_es: Reordena els autors/ores perquè apareguin en l'ordre que sortiran a la publicació.
fa_ir: با استفاده از فلش‌ها ترتیب نام نویسندگان را تغییر دهید.
id_id: Mengurutkan nama penulis agar ditampilkan seperti urutan dalam terbitan.
nb_no: Bruk pilene for å endre rekkefølgen forfatternavnene skal vises i.
nl_nl: Verander de volgorde van de auteurs naar de volgorde zoals ze getoond worden bij de publicatie.
pl_pl: Zmień kolejność wyświetlania autorów.
sr_rs@latin: Redosled kojim će autori biti prikazani u časopisu.
tr_tr: Yayın üzerindeki yazarların sırasnı yeniden düzenle.
uk_ua: Відсортуйте авторів у тому порядку, як вони мають бути вказані у публікації.

# author-submit-reorder
source: Reorder author's name
ar_iq: أعد ترتيب أسماء المؤلفين
ca_es: Reordena el nom de l’autor/a
fa_ir: تغییر ترتیب نویسنده
id_id: Mengurutkan nama penulis
nb_no: Endre rekkefølgen på forfatternavnene
nl_nl: Volgorde auteursnaam veranderen
pl_pl: Zmień kolejnośc wyświetlania autorów
sr_rs@latin: Redosled imena autora
tr_tr: Yazar isimlerini yeniden sırala
uk_ua: Відсортувати імена авторів

# author-submit-selectPrincipalContact
source: Principal contact for editorial correspondence.
ar_iq: جهة الاتصال الأساسية بالنسبة لهيئة التحرير
ca_es: Contacte principal per a la correspondència editorial.
fa_ir: اطلاعات تماس نویسنده مسئول
id_id: Kontak Utama untuk Korespondensi Editorial.
nb_no: Hovedkontakt for redaksjonell korrespondanse.
nl_nl: Eerste contactpersoon voor redactionele correspondentie.
pl_pl: Główna osoba do kontaktu.
sr_rs@latin: Kontakt za uredničku korespodenciju.
tr_tr: Editöryal iletişim için birincil irtibat.
uk_ua: Основна контактна особа для редакторів.

# author-submit-addAuthor
source: Add Author
ar_iq: أضف مؤلفاً
ca_es: Afegeix un autor/a
fa_ir: افزودن نویسنده
id_id: Tambah Penulis
nb_no: Legg til forfatter
nl_nl: Auteur toevoegen
pl_pl: Dodaj autora
sr_rs@latin: Dodaj autora
tr_tr: Yazar Ekle
uk_ua: Додати автора

# author-submit-deleteAuthor
source: Delete Author
ar_iq: إحذف مؤلفاً
ca_es: Suprimeix l’autor/a
fa_ir: حذف نویسنده
id_id: Hapus Penulis
nb_no: Slett forfatter
nl_nl: Auteur verwijderen
pl_pl: Usuń autora
sr_rs@latin: Obriši autora
tr_tr: Yazarı Sil
uk_ua: Видалити автора

# author-submit-submissionIndexingDescription
source: Provide terms for indexing the submission; separate terms with a semi-colon (term1; term2; term3).
ar_iq: أضف عبارات لفهرسة طلب النشر، إفصل بين العبارات بفارزة منقوطة (بالحرف الإنجليزي رجاءً) لتظهر بالشكل: (عبارة1; عبارة2; عبارة3)
ca_es: Proporcioneu els termes per a la indexació de la tramesa i separeu-los amb punt i coma (terme1; terme2; terme3).
fa_ir: واژه‌هایی برای نمایه کردن مقاله، برای جداسازی واژه‌ها از سمی کالون استفاده نمایید (واژه1؛ واژه۲؛ واژه3)
id_id: Masukkan istilah untuk mengindeks naskah; pisahkan istilah dengan titik koma (term1; term2; term3).
nb_no: Velg de begrepene som best beskriver manuskriptets innhold, i samsvar med kategoriene som brukes av dette tidsskriftet, og eksemplene som er gitt av redaktøren. Skill termene med semikolon (term1; term2; term3). Bruk så langt det er mulig kategorier fra offentlige standarder, som for eksempel Universitets- og høgskolerådets "Oversikt over fagråd og faginndeling." (Eksempel: per 1/1 2007 inndeles hovedkategorien Utdanningsvitenskap i underkategoriene: Allmennpedagogikk, Lærerutdanning, Spesialpedagogikk, Fagdidaktikk, Yrkespedagogikk og yrkesdidaktikk, Førskolelærerpedagogikk, og Andre pedagogiske fag.)
nl_nl: Geef termen voor het indexeren van de inzendingen. Scheid de termen met een puntkomma (term1; term2; term3).
pl_pl: Podaj słowa kluczowe dla zgłoszonego tekstu. Poszczególne słowa kluczowe oddziel od siebie za pomocą średnika (słowo kluczowe; słowo kluczowe; słowo kluczowe).
sr_rs@latin: Unesite termine za indeksiranje (ključne reči); odvojite ih , (termin1, termin2, termin3).
tr_tr: Gönderinin dizinlenmesi için anahtar kelime giriniz. Anahtar kelimeler arasında noktalı virgül kullanınız (Örneğin: Anahtar Kelime 1; Anahtar Kelie 2; ...).
uk_ua: Вкажіть ключові слова для індексації цього подання, відокремлюючи їх одне від одного крапкою з комою (слово1; слово2; слово3).

# author-submit-coverageInstructions
source: Refers to geo-spatial location, chronological or historical coverage, and/or characteristics of research sample.
ar_iq: إشارات إلى المواقع الجغرافية أو الأحداث التاريخية المتتابعة زمانياً و /أو خصائص عينات البحث
ca_es: Fa referència a la ubicació geospacial, a la cobertura cronològica o històrica o a les característiques de la mostra de recerca.
fa_ir: به پوشش جغرافیائی، تاریخی یا زمانی و یا خصوصیات نمونه‌های تحقیق اشاره دارد.
id_id: Mengacu pada lokasi geo-spasial, liputan atau cakupan kronologis atau historis, dan/ atau karakteristik sampel penelitian.
nb_no: Viser til dekning i både tid og rom; geografisk, topologisk, kronologisk eller historisk dekning, og/eller karakteristika ved materialet/utvalget.
nl_nl: Refereert aan geo-spatiale locatie, chronologische of historische dekking en/of karakteristieken van het onderzoeksvoorbeeld.
pl_pl: Określa zasięg geograficzny, chronologiczny i historyczny przedmiotu badań.
sr_rs@latin: Odnosi se na geoprostorne lokacije, hronološki ili istorijski period i/ili karakteristike istraživačkog postupka.
tr_tr: Araştırma materyalinin coğrafik konumları, kronolojik ya da tarihsel kapsamı ve/veya karekteristiği.
uk_ua: Охарактеризуйте власне дослідження в аспектах його географічних, хронологічних (історичних) або інших меж.

# author-submit-languageInstructions
source: English=en; French=fr; Spanish=es. <a href="http://www.loc.gov/standards/iso639-2/php/code_list.php" target="_blank">Additional codes</a>.
ar_iq: English=en; French=fr; Spanish=es. <a href="http://www.loc.gov/standards/iso639-2/php/code_list.php" target="_blank">رموز لغات أخرى</a>.
ca_es: Anglès=en; francès=fr; castellà=es. <a href="http://www.loc.gov/standards/iso639-2/php/code_list.php" target="_blank">Codis addicionals</a>.
fa_ir: English=en; Persian=fa; Arabic=ar. <a href="http://www.loc.gov/standards/iso639-2/langcodes.html" target="_blank">کدهای دیگر</a>.
id_id: English=en; French=fr; Spanish=es. <a href="http://www.loc.gov/standards/iso639-2/php/code_list.php" target="_blank">Kode Tambahan</a>.
nb_no: Norsk=no; English=en; French=fr; Spanish=es. <a href="http://www.loc.gov/standards/iso639-2/langcodes.html" target="_blank">Flere koder</a>.
nl_nl: Engels=en; Frans=fr; Spaans=es. <a href="http://www.loc.gov/standards/iso639-2/php/code_list.php" target="_blank">Bijkomende codes</a>.
pl_pl: Angielski=en; Polski=pl. <a href="http://www.loc.gov/standards/iso639-2/php/code_list.php" target="_blank">Pozostałe kody</a>.
sr_rs@latin: srpski=sr; engleski=en; francuski=fr; španski=es. <a href="http://www.loc.gov/standards/iso639-2/php/code_list.php" target="_blank">Dodatni kodovi</a>.
tr_tr: Türkçe = tr; İngilizce = en. <a href="http://www.loc.gov/standards/iso639-2/php/code_list.php" target="_blank">Diğer Kodlar</a>.
uk_ua: Українська=uk; Русский=ru; English=en. <a href="http://www.loc.gov/standards/iso639-2/php/code_list.php" target="_blank">Додаткові коди</a>.

# author-submit-form-authorRequired
source: At least one author is required.
ar_iq: مؤلف واحد على الأقل مطلوب حتماً
ca_es: Heu d’introduir un autor/a com a mínim.
fa_ir: وارد کردن اطلاعات حداقل یک نویسنده الزامی است
id_id: Dibutuhkan setidaknya satu penulis.
nb_no: Minst en forfatter er påkrevet.
nl_nl: Minimaal één auteur vereist.
pl_pl: Przynajmniej jeden autor jest wymagany.
sr_rs@latin: Morate navesti najmanje jednog autora.
tr_tr: En az bir yazar gerekli.
uk_ua: Потрібно вказати, принаймні, одого автора.

# author-submit-form-authorRequiredFields
source: The first name, last name, and email address of each author is required.
ar_iq: بيانات: (الاسم الأول، الاسم الأخير، عنوان البريد الالكتروني) لكل مؤلف مطلوبة حتماً
ca_es: Heu d’introduir el nom, els cognoms i l'adreça de correu electrònic de cada autor/a.
fa_ir: وارد کردن نام، نام خانوادگی و ایمیل هر نویسنده الزامی است
id_id: Nama depan, nama belakang, dan alamat email masing-masing penulis harus ada.
nb_no: Fornavn, etternavn, og e-postadresse for hver forfatter er påkrevet.
nl_nl: De voornaam, achtenaam en e-mailadres van iedere auteur zijn verplicht.
pl_pl: Imię, nazwisko oraz adres e-mail każdego z autorów są wymagane.
sr_rs@latin: Ime, prezime i imejl adresa su neophodni za svakog autora.
tr_tr: Her yazarın adı, soyadı ve e-posta adresi gereklidir.
uk_ua: Необхідно ввести ім'я, прізвище та email адресу кожного з авторів.

# author-submit-form-titleRequired
source: Please enter the title of your article.
ar_iq: لطفاً، أدخل عنوان المؤلَّف أو المقالة
ca_es: Introduïu el títol del vostre article.
fa_ir: لطفاً عنوان مقاله را وارد کنید.
id_id: Masukkan judul naskah Anda.
nb_no: Vennligst skriv inn tittelen på artikkelen din.
nl_nl: Geef de titel van uw artikel.
pl_pl: Podaj tytuł przesyłanego tekstu.
sr_rs@latin: Unesite naslov članka.
tr_tr: Lütfen makalenizin başlığını giriniz.
uk_ua: Будь ласка, введіть назву Вашої статті.

# author-submit-form-abstractRequired
source: Please enter the abstract of your article.
ar_iq: لطفاً، أدخل ملخص المؤلَّف أو المقالة
ca_es: Introduïu el resum del vostre article.
fa_ir: لطفاً چکیده مقاله را وارد کنید
id_id: Masukkan abstrak naskah Anda.
nb_no: Vennligst skriv inn sammendraget til artikkelen din.
nl_nl: Geef de samenvatting van uw artikel.
pl_pl: Podaj abstrakt przesyłanego tekstu.
sr_rs@latin: Unesite apstrakt članka.
tr_tr: Lğtfen maklalenizin özetini giriniz.
uk_ua: Будь ласка, введіть анотацію Вашої статті.

# author-submit-form-wordCountAlert
source: You have exceeded the maximum word limit for abstracts in this section's track.
ar_iq: لقد تجاوزت الحد الأقصى من الكلمات المتاحة للملخص حسبما افترضه هذا القسم
ca_es: Heu superat el límit de paraules permeses per a resums en aquesta part de la secció.
fa_ir: تعداد کلمات چکیده از سقف مجاز برای این نوع مقاله تجاوز کرده است.
id_id: Anda melampaui batas maksimal kata untuk abstrak.
nb_no: Du har overskredet maksimalt antall ord i et sammendrag i denne seksjonen.
nl_nl: U heeft het maximaal aantal woorden voor een samenvatting in deze sectie overschreden.
pl_pl: Przekroczyłeś(aś) maksymalną liczbę słów dla abstraktu.
sr_rs@latin: Prešli ste dozvoljen broj reči za apstrakt
tr_tr: Bu bölümün özeti için maksimum kelime sınırını aştınız.
uk_ua: Розмір анотації більший максимально допустимого для цього розділу.

# author-submit-submissionFile
source: Submission File
ar_iq: ملف طلب النشر
ca_es: Fitxer de la tramesa
fa_ir: فایل مقاله ارسالی
id_id: File Penyerahan Naskah.
nb_no: Manuskriptfil
nl_nl: In te sturen bestand
pl_pl: Plik z tekstem
sr_rs@latin: Fajl predaje
tr_tr: Gönderi Dosyası
uk_ua: Файл подання

# author-submit-uploadSubmissionFile
source: Upload submission file
ar_iq: رفع ملف طلب النشر
ca_es: Carrega el fitxer de la tramesa
fa_ir: آپلود فایل مقاله
id_id: Unggah File Penyerahan Naskah.
nb_no: Last opp manuskriptfil
nl_nl: In te sturen bestand laden
pl_pl: Prześlij plik z tekstem
sr_rs@latin: Dodaj fajl predaje
tr_tr: Gönderi Dosyasını Yükle
uk_ua: Вивантажити файл подання

# author-submit-replaceSubmissionFile
source: Replace submission file
ar_iq: استبدل ملف طلب النشر
ca_es: Reemplaça el fitxer de la tramesa
fa_ir: جایگزینی فایل ارسال شده
id_id: Ganti File Penyerahan Naskah.
nb_no: Erstatt manuskriptfil
nl_nl: Ingestuurd bestand vervangen
pl_pl: Zamień plik z tekstem
sr_rs@latin: Zameni fajl predaje
tr_tr: Gönderi dosyasını değiştir
uk_ua: Замінити файл подання

# author-submit-noSubmissionFile
source: No submission file uploaded.
ar_iq: لم يتم رفع أي ملف بعد
ca_es: No s’ha carregat cap fitxer de tramesa.
fa_ir: هیچ فایلی برای این مقاله آپلود نشده است.
id_id: Tidak ada file penyerahan naskah yang diunggah.
nb_no: Ingen manuskriptfil lastet opp.
nl_nl: Geen bestand geladen.
pl_pl: Plik z tekstem nie został jeszcze wysłany.
sr_rs@latin: Fajl predaje nije dodat
tr_tr: Gönderi dosyası yüklenmedi.
uk_ua: Немає файлів подання.

# author-submit-noSubmissionConfirm
source: Are you sure you wish to continue without uploading a submission file?
ar_iq: هل أنت متأكد من رغبتك في المتابعة دون رفع ملف طلب النشر؟
ca_es: Esteu segur/a que voleu continuar sense carregar cap fitxer de tramesa?
fa_ir: آیا می‌خواهید بدون آپلود هیچ فایلی ادامه دهید؟
id_id: Apakah Anda yakin akan melanjutkan tanpa mengunggah file?
nb_no: Er du sikker på at du vil fortsette uten å laste opp en manuskriptfil?
nl_nl: Weet u zeker dat u door wilt gaan zonder een bestand te laden?
pl_pl: Czy kontynuować bez przesłania pliku z tekstem?
sr_rs@latin: Da li ste sigurni da želite da nastavite bez dodatog fajla predaje?
tr_tr: Başvuru için bir dosya göndermeden devam etmek istiyor musunuz?
uk_ua: Ви впевнені, що бажаєте продовжити без вивантаження файлу подання?

# author-submit-supplementaryFilesInstructions
source: This optional step allows Supplementary Files to be added to a submission. The files, which can be in any format, might include (a) research instruments, (b) data sets, which comply with the terms of the study's research ethics review, (c) sources that otherwise would be unavailable to readers, (d) figures and tables that cannot be integrated into the text itself, or other materials that add to the contribution of the work.
ar_iq: هذه الخطوة الإختيارية تسمح بإضافة ملفات تكميلية لطلب النشر. هذه الملفات (والتي لها أن تكون من أي نوع) قد تتضمن: (أ) أدوات البحث، (ب) جداول بيانات، تلك التي تنسجم مع شروط ومعايير التقييم لأخلاقيات البحث العلمي، (ج) المصادر التي لو أغفلت، لتعذر على القارئ الحصول عليها، (د) أشكال أو جداول يتعذر إقحامها في نص المؤلَّف... أو أي مواد أخرى تسهم في تعزيز قيمة العمل
ca_es: Aquest pas opcional us permet afegir fitxers addicionals a una tramesa. Aquests fitxers poden tenir qualsevol format i incloure (i) instruments per a la recerca, (ii) conjunts de dades que compleixin els termes de la revisió ètica de recerca per a l’estudi, (iii) fonts que altrament no estarien disponibles per als lectors/ores, (iv) figures i taules que no es puguin integrar en el text, o qualsevol altre tipus de material que contribueixi a l’obra.
fa_ir: این مرحله اختیاری در روند ارسال مقاله به نویسندگان اجازه می‌دهد تا فایل‌های مکمل را به مقاله ثبت شده به افزایند. این فایل‌های مکمل می‌توانند شامل موارد زیر باشند: راهنمای پژوهش ، فایل داده ، منابعی که لازم است در دسترس خوانندگان قرار گیرد و یا تصاویری که آن‌ها را نمی‌توان در خود متن مقاله گنجاند. فایل‌های الحاقی با هر فرمت می‌توانند باشند و با همین فرمت در دسترس خوانندگان قرار می‌گیرند. در صورتی که محرمانگی داوری مقاله خدشه‌دار نشود بنا به صلاحدید نویسنده و دبیر این فایل‌ها نیز در دسترس داوران قرار می‌گیرد.
id_id: Langkah pilihan ini untuk menambahkan File Suplemen. File suplemen dapat berupa (a) instrumen penelitian, (b) set data, yang mematuhi syarat review etik penelitian studi, (c) sumber lain yang tidak akan tersedia bagi pembaca bila tidak disediakan di sini, (d) gambar dan tabel yang tidak bisa dimasukkan dalam naskah, atau materi lain yang dapat memperkaya naskah.
nb_no: Dette valgfrie trinnet i innsendingsprosessen tillater forfattere å legge til filer til manuskriptet, for å styrke verdien av bidraget. Tilleggsfiler kan omfatte (a) forskningsinstrument, (b) datasett (som må være forskningsetisk vurdert og sikret), (c) kilder som ellers ikke ville være tilgjengelig for leserne, eller (d) figurer eller tabeller som ikke lar seg integrere i selve teksten. Disse filene skal også indekseres av forfatteren, slik at deres forhold til manuskriptet er opplyst, og dessuten eierskapet til filen. Tilleggsfiler kan lastes opp i hvilket som helst filformat, og vil bli gjort tilgjengelig for leserene i sitt opprinnelige format. De kan også åpnes for fagkonsulentene, så fremt dette ikke kompromitterer anonym fagfellevurdering.
nl_nl: Met deze optionele stap kunnen bijkomende bestanden toegevoegd worden aan de inzending. De bestanden, die ieder formaat mogen hebben, kunnen zijn (a) onderzoeksinstrumenten, (b) data sets, die voldoen aan de ethische normen van de studie, (c) bronnen die anders niet beschikbaar zouden zijn voor de lezers, (d) afbeeldingen of tabellen die niet in de tekst zelf opgenomen kunnen worden of andere materialen die aan het werk bijdragen.
pl_pl: Jeżeli zajdzie taka konieczność, w tym miejscu możesz przesłać pliki pomocnicze. Dokumenty w dowolnym formacie mogą zawierać np. narzędzia badawcze, dane statystyczne, źródła które w innym wypadku były by niedostępne dla czytelników lub obrazy i tabele niemożliwe do umieszczenia w tekście.
sr_rs@latin: Opcioni korak dozvoljava dodavanje dodatnih fajlova uz predaju. Fajlovi mogu biti u bilo kom formatu mogu da sadrže informacije o instrumentima istraživanja, baze podataka, izvore koji bu drugačije bili nedostupni čitaocima, slike i tabele koje ne mogu biti integrisane u sam tekst ili neki drugi materijal koji ima veze sa radom.
tr_tr: Gönderinin bu basamağı ana gönderiye ek olarak verilmesi gereken belge ve dosyaların sisteme yüklenmesini sağlar. <br /><br />İlk olarak dergi "Yayın Hakkı Devir Formu" istiyorsa bilgisayarınızdaki yolu gösterdikten sonra "Dosya Gönder" butonu aracılığıyla yükleyiniz. Belgenin detayının girilmesi için açılan formu doldurunuz. <br /><br />Başka ek belgeniz yok ise "Kaydet ve Devam Et" seçeneğiyle bir sonraki basamağa geçiniz.<br /><br />İkinci olarak eğer var ise ana gönderiye ek olarak sunmak istediğiniz belge dosyaları yükleyiniz (Dosyalar "doc", "docx", "xls", "xlsx", "pdf" gibi formatlarda olabilir). Bu adımda yüklenecek dosyalar <br /><br />(a) araştırma enstrümanları, <br /><br />(b) data setleri, <br /><br />(c) araştırmacıların erişemeyecekleri kaynaklar, <br /><br />(d) ana kaynağa destek olarak sunulması istenen şekil ve tablolar veya araştırmayı destekleyecek çalışmalardır.
uk_ua: Цей необов'язковий крок дозволяє додати до рукопису супровідні файли. Ці файли можуть бути у будь-якому форматі, вони можуть включати (a) інструменти дослідження, (b) набори даних, що відповідають прийнятим нормам дослідницької етики, (c) джерела, які в іншому разі не були б доступні читачам, (d) зображення та таблиці, які не можна подати безпосередньо у файлі тексту рукопису, або інші матеріали, які додають цінності роботі.

# author-submit-supplementaryFiles-saveToUpload
source: Click Save to upload file (after which additional files can be uploaded).
ar_iq: أنقر (حفظ) لرفع الملف، ولك أن ترفع ملفات أخرى بعد ذلك تباعاً
ca_es: Feu clic a «Desa» per carregar el fitxer (a continuació podreu carregar fitxers addicionals).
fa_ir: برای آپلود کردن فایل لطفاً بر روی دکمه «ذخیره» کلیک کنید. پس از این عمل فایل‌های دیگری را نیز می‌توانید آپلود کنید
id_id: Klik Simpan untuk mengunggah file (file lain dapat diunggah setelahnya).
nb_no: Klikk Lagre for å laste opp filen (flere filer kan lastes opp senere)
nl_nl: Klik Bewaar om het bestand te laden (waarna bijkomende bestanden geladen kunnen worden).
pl_pl: Kliknij Zapisz, aby przesłać plik.
sr_rs@latin: Kliknite sačuvaj da dodate fajl (nakon toga možete dodavati još fajlova).
tr_tr: Yüklediğiniz dosyayı kaydetmek için tıklayınız (daha sonra diğer ek dosya yükleyebilirsiniz).
uk_ua: Для вивантаження файлу натисніть кнопку "Зберегти" (після цього можна буде вивантажити інші файли).
