Repository: asmecher/ojs
Catalog: locale/*/author.xlf
Languages: ar_iq, ca_es, fa_ir, id_id, nb_no, nl_nl, pl_pl, sr_rs@latin, tr_tr, uk_ua

# author-submit-authorSubmitLoginMessage
source: A user account is required to submit to this journal. This allows our editors to track your submissions and contact you when the status of your submission changes, or if additional information is required from you.
ar_iq: لا بد من إنشاء حساب في الموقع لغرض النشر في هذه المجلة. هذا يسمح لهيئة التحرير بمتابعة طلبك، كما يتيح لهم الاتصال بك عند تغير موقفه لديهم، أو إن لزم عليك تزويدهم بمعلومات إضافية
ca_es: Per enviar una tramesa a aquesta revista cal tenir un compte d’usuari/ària. Això permet als editors/ores fer un seguiment de les vostres trameses, enviar-vos avisos quan canviï l’estat de les trameses i sol·licitar-vos informació addicional, si escau.
fa_ir: برای ارسال مقاله داشتن حساب کاربری الزامی است. بدین وسیله تیم سردبیری می‌توانند مقاله ارسالی شما را پیگیری کرده و با شما تماس بگیرند.
id_id: Akun pengguna dibutuhkan untuk menyerahkan naskah ke jurnal ini. Hal ini memungkinkan editor kami untuk melacak penyerahan Anda dan menghubungi Anda saat status penyerahan Anda berubah, atau jika dibutuhkan informasi tambahan.
nb_no: For å sende inn bidrag til dette tidsskriftet må du ha en brukerkonto her. Ved hjelp av den kan våre redaktører følge opp bidraget du har sendt inn og kontakte deg når redaksjonsprosessen krever det, eller hvis de trenger mer informasjon fra deg.
nl_nl: U heeft een account nodig om in te kunnen zenden bij dit tijdschrift. Dit geeft onze redacteurs de mogelijkheid om uw inzendingen te volgen en contact met u op te nemen als de status van uw inzending verandert of als er bijkomende informatie van u nodig is.
pl_pl: Posiadanie konta użytkownika jest wymagane, aby móc przesłać teksty do publikacji w czasopismie.
sr_rs@latin: Korisnički nalog je obavezan kako biste predali rad u ovaj časopis. Ovo omogućuje urednicima da prate status vašeg rada i da vas kontaktiraju ukoliko dođe do promena ili su potrebne dodatne informacije.
tr_tr: Bu dergiye gönderi yapabilmek için bir üyelik gerekiyor. Üyeler, gönderiler ve gönderilerle ilgili durum değişikliklerinde editörlerin değişiklikleri takip etmesini ve yazarlarla iletişim kurmasını sağlar.
uk_ua: Для подання рукописів у цей журнал необхідно створити обліковий запис користувача. Це дозволить нашим редакторам працювати з Вашим поданням і сконтактовувати з Вами у випадку, якщо змінюється статус подання або необхідні додаткові відомості про Вас.
