Repository: asmecher/ojs
Catalog: locale/*/author.xlf
Languages: ar_iq, ca_es, fa_ir, id_id, nb_no, nl_nl, pl_pl, sr_rs@latin, tr_tr, uk_ua

# author-submit
source: New Submission
ar_iq: طلب نشر جديد
ca_es: Tramesa nova
fa_ir: مقاله ارسالی جدید
id_id: Penyerahan Naskah Baru
nb_no: Nytt manus
nl_nl: Nieuwe inzending
pl_pl: Prześlij tekst do opublikowania
sr_rs@latin: Nova predaja članka
tr_tr: Yeni Gönderi
uk_ua: Нове подання

# author-track
source: Active Submissions
ar_iq: طلب نشر قيد المعالجة
ca_es: Trameses actives
fa_ir: مقالات ارسال شده فعال
id_id: Penyerahan Aktif
nb_no: Aktive manus
nl_nl: Actieve inzendingen
pl_pl: Przesłane teksty
sr_rs@latin: Aktivne predaje članka
tr_tr: Aktif Gönderiler
uk_ua: Активні подання

# author-competingInterests
source: Competing&nbsp;interests <a target="_new" class="action" href="{$competingInterestGuidelinesUrl}">CI&nbsp;Policy</a>
ar_iq: <a target="_new" class="action" href="{$competingInterestGuidelinesUrl}">سياسة</a> المصالح&nbsp;التنافسية
ca_es: Conflicte&nbsp;d’interessos <a target="_new" class="action" href="{$competingInterestGuidelinesUrl}">Política&nbsp;de CI</a>
fa_ir: <a target="_new" class="action" href="{$competingInterestGuidelinesUrl}">سیاست</a> تضاد&nbsp;منافع
id_id: Konflik&nbsp;kepentingan <a target="_new" class="action" href="{$competingInterestGuidelinesUrl}">Kebijakan&nbsp;Konflik Kepentingan</a>
nb_no: Interessekonflikter <a target="_new" class="action" href="{$competingInterestGuidelinesUrl}">Retningslinjer for erklæring om interessekonflikter</a>
nl_nl: Strijdige belangen <a target="_new" class="action" href="{$competingInterestGuidelinesUrl}">SB beleid</a>
pl_pl: <a target="_new" class="action" href="{$competingInterestGuidelinesUrl}">Zbieżne zainteresowania</a>
sr_rs@latin: Sukob interesа <a target="_new" class="action" href="{$competingInterestGuidelinesUrl}">TI&nbsp;Pravila</a>
tr_tr: Çıkar Çatışması (Competing Interests) <a target="_new" class="action" href="{$competingInterestGuidelinesUrl}">CI Rehberi</a>
uk_ua: <a target="_new" class="action" href="{$competingInterestGuidelinesUrl}">Політика</a> щодо конфлікту інтересів

# author-submit-submitArticle
source: Submit an Article
ar_iq: قدم مقالاً
ca_es: Tramet un article
fa_ir: ارسال مقاله
id_id: Kirim Naskah
nb_no: Send inn en artikkel
nl_nl: Stuur een artikel in
pl_pl: Prześlij artykuł
sr_rs@latin: Predaj članak
tr_tr: Makale gönderisi yap
uk_ua: Подати статтю

# author-submit-stepsToSubmit
source: Five Steps to Submit
ar_iq: خمس خطوات لتقديم المقال
ca_es: Cinc passos per realitzar la tramesa
fa_ir: پنج مرحله ارسال مقاله
id_id: Lima Langkah Penyerahan Naskah
nb_no: Fem trinn for å sende inn et manuskript
nl_nl: Vijf stappen voor inzenden
pl_pl: Przesłanie tekstu w 5 krokach
sr_rs@latin: Pet koraka za predaju člnka
tr_tr: Gönderi için beş basamak
uk_ua: П'ять кроків подання

# author-submit-startHereTitle
source: Start a New Submission
ar_iq: إبدأ طلباً جديداً للنشر
ca_es: Comença una tramesa nova
fa_ir: ارسال مقاله جدید
id_id: Memulai Penyerahan Naskah
nb_no: Start innsending av et nytt manuskript
nl_nl: Start een nieuwe inzending
pl_pl: Prześlij tekst do opublikowania w czasopiśmie
sr_rs@latin: Započni novu predaju članka
tr_tr: Yeni Gönderi Başlat
uk_ua: Розпочати нове подання

# author-submit-startHereLink
source: <a href="{$submitUrl}" class="action">Click here</a> to go to step one of the five-step submission process.
ar_iq: <a href="{$submitUrl}" class="action">أنقر هنا</a> للذهاب إلى الخطوة الأولى من الخطوات الخمس لتقديم الطلب.
ca_es: <a href="{$submitUrl}" class="action">Feu clic aquí</a> si voleu anar al primer dels cinc passos de què consta el procés de tramesa.
fa_ir: <a href="{$submitUrl}" class="action">اینجا را کلیک کنید</a> تا به اولین مرحله از مراحل پنج گانه ارسال مقاله بروید.
id_id: <a href="{$submitUrl}" class="action">Klik di sini</a> untuk masuk ke langkah pertama dari lima langkah penyerahan naskah.
nb_no: <a href="{$submitUrl}" class="action">Klikk her</a> for å starte innsendingsprosessen
nl_nl: <a href="{$submitUrl}" class="action">Klik hier</a>om naar de eerste stap van de inzendingsprocedure te gaan.
pl_pl: <a href="{$submitUrl}" class="action">Kliknij tutaj</a> aby przejść do formularza zgłoszenia.
sr_rs@latin: <a href="{$submitUrl}" class="action">Kliknite ovde</a> da odete na prvi korak predaje.
tr_tr: Beş adımda makale gönderisinin ilk adımı için <a href="{$submitUrl}" class="action">TIKLAYINIZ</a>.
uk_ua: <a href="{$submitUrl}" class="action">Натисніть сюди</a>, щоб перейти до першого з п'яти кроків подання нової статті.

# author-submit-step1
source: Step 1. Starting the Submission
ar_iq: الخطوة الأولى: الشروع بالتقديم
ca_es: Pas 1. Inici de la tramesa
fa_ir: مرحله اول: شروع ارسال مقاله
id_id: Langkah 1. Memulai Penyerahan Naskah
nb_no: Trinn 1. Start innsending av manuskript
nl_nl: Stap 1. De inzending starten
pl_pl: Krok 1. Start
sr_rs@latin: Korak 1. Početak predaje
tr_tr: 1. Adım: Gönderiye Başlama
uk_ua: Крок 1. Початок подання

# author-submit-step2
source: Step 2. Uploading the Submission
ar_iq: الخطوة الثانية: تحميل الملفات
ca_es: Pas 2. Càrrega de la tramesa
fa_ir: مرحله سوم: آپلود فایل مقاله
id_id: Langkah 2. Mengunggah Naskah
nb_no: Trinn 2. Last opp manuskriptet
nl_nl: Stap 2. De inzending laden
pl_pl: Krok 2. Prześlij plik
sr_rs@latin: Korak 2. Dodavanje rada
tr_tr: 2. Adım: Gönderi Dosyalarını Yükleme
uk_ua: Крок 2. Вивантаження подання

# author-submit-step3
source: Step 3. Entering the Submission's Metadata
ar_iq: الخطوة الثالثة: إدخال البيانات الوصفية
ca_es: Pas 3. Introducció de les metadades de la tramesa
fa_ir: مرحله دوم: وارد کردن فراداده‌ها
id_id: Langkah 3. Memasukkan Metadata Naskah
nb_no: Trinn 3. Skriv inn manuskriptets metadata
nl_nl: Stap 3. De metadata van de inzending invoeren
pl_pl: Krok 3. Wprowadź metadane
sr_rs@latin: Korak 3. Unos metapodataka
tr_tr: 3. Adım: Gönderiyle İlgili Üst Veriyi Girme
uk_ua: Крок 3. Введення метаданих подання

# author-submit-step4
source: Step 4. Uploading Supplementary Files
ar_iq: الخطوة الرابعة: تحميل الملفات التكميلية
ca_es: Pas 4. Càrrega dels fitxers addicionals
fa_ir: مرحله چهارم: آپلود فایل‌های مکمل
id_id: Langkah 4. Mengunggah File Suplemen
nb_no: Trinn 4. Last opp tilleggsfiler
nl_nl: Stap 4. Aanvullende bestanden laden
pl_pl: Krok 4. Prześlij dodatkowe pliki
sr_rs@latin: Korak 4. Dodavanje dodatnih dokumenata
tr_tr: 4. Adım: Ek Belge ve Dosyaların Yüklenmesi
uk_ua: Крок 4. Вивантаження супровідних файлів

# author-submit-step4a
source: Step 4a. Add a Supplementary File
ar_iq: الخطوة الرابعة (أيضاً): أضف ملفاً تكميلياً
ca_es: Pas 4a. Addició d'un fitxer addicional
fa_ir: مرحله چهارم (الف): افزودن یک فایل مکمل
id_id: Langkah 4a. Menambah File Suplemen
nb_no: Trinn 4a. Legg til en tilleggsfil
nl_nl: Stap 4a. Een aanvullend bestand toevoegen
pl_pl: Krok 4a. Dodaj plik
sr_rs@latin: Korak 4a. Dodavanje dodatnih dokumenata
tr_tr: 4.1. Adım: Ek Dosya Yükleme
uk_ua: Крок 4a. Додати супровідний файл

# author-submit-step5
source: Step 5. Confirming the Submission
ar_iq: الخطوة الخامسة: تأكيد الطلب
ca_es: Pas 5. Confirmació de la tramesa
fa_ir: مرحله پنجم: تأیید ارسال مقاله
id_id: Langkah 5. Mengkonfirmasi Penyerahan Naskah
nb_no: Trinn 5. Bekreft innsendingen
nl_nl: Stap 5. De inzending bevestigen
pl_pl: Krok 5. Potwierdź
sr_rs@latin: Korak 5. Potvrda predaje
tr_tr: 5. Adım: Gönderi Onayı
uk_ua: Крок 5. Підтвердження подання

# author-submit-start
source: Start
ar_iq: البدء
ca_es: Inici
fa_ir: شروع
id_id: Mulai
sr_rs@latin: Početak
tr_tr: Başla
uk_ua: Початок

# author-submit-upload
source: Upload Submission
ar_iq: إرفع ملفات الطلب
ca_es: Càrrega de la tramesa
fa_ir: آپلود مقاله ارسالی
id_id: Unggah Naskah
nb_no: Last opp manuskript
nl_nl: Inzending laden
pl_pl: Prześlij plik
sr_rs@latin: Dodavanje rada
tr_tr: Gönderiyi Yükle
uk_ua: Вивантаження подання

# author-submit-metadata
source: Enter Metadata
ar_iq: أدخل البيانات الوصفية
ca_es: Introducció de les metadades
fa_ir: وارد کردن فراداده
id_id: Masukkan Metadata
nb_no: Skriv inn metadata
nl_nl: Metadata invoeren
pl_pl: Wprowadź metadane
sr_rs@latin: Unos metapodataka
tr_tr: Üst Veri Gir
uk_ua: Введення метаданих

# author-submit-supplementaryFiles
source: Upload Supplementary Files
ar_iq: إرفع الملفات التكميلية
ca_es: Càrrega de fitxers addicionals
fa_ir: آپلود فایل‌های مکمل
id_id: Unggah File Suplemen
nb_no: Last opp tilleggsfiler
nl_nl: Aanvullende bestanden laden
pl_pl: Prześlij dodatkowe pliki
sr_rs@latin: Dodavanje dodatnih dokumenata
tr_tr: Ek Dosyaları Yükle
uk_ua: Вивантаження супровідних файлів

# author-submit-confirmation
source: Confirmation
ar_iq: تأكيد الطلب
ca_es: Confirmació
fa_ir: تأییدیه
id_id: Konfirmasi
nb_no: Bekreftelse
nl_nl: Bevestiging
pl_pl: Potwierdź
sr_rs@latin: Potvrda
tr_tr: Onay
uk_ua: Підтвердження

# author-submit-nextSteps
source: Next Steps
ar_iq: الخطوة التالية
ca_es: Següents passos
fa_ir: مرحله‌ی بعدی
id_id: Langkah Berikutnya
nl_nl: Volgende stappen
pl_pl: Następne kroki
sr_rs@latin: Sledeći koraci
tr_tr: Sonraki Adım
uk_ua: Наступні кроки

# submission-submit-cancelSubmission
source: You can complete this submission at a later date by selecting Active Submissions from the Author home.
ar_iq: لك أن تكمل طلبك للنشر في موقعنا لاحقاً عبر الذهاب إلى (طلبات النشر قيد المعالجة) في صفحة دخول المؤلفين
ca_es: Podeu completar aquesta tramesa més endavant si seleccioneu «Trameses actives» a la pàgina d'inici de l’autor/a.
fa_ir: می توانید با انتخاب گزینه بایگانی از بخش اصلی ارسال مقاله، این مقاله را در آینده ویرایش کنید.
id_id: Anda dapat melengkapi penyerahan naskah ini kapan saja dengan memilih Penyerahan Aktif dari beranda Penulis.
nb_no: Du kan fullføre denne innsendingen senere, ved å velge Aktive manus fra forfattersiden din.
nl_nl: U kunt deze inzending op een later tijdstip voltooien door Actieve inzendingen te kiezen op de homepage voor auteurs.
pl_pl: Możesz dokończyć zgłoszenie później. Niekompletne zgłoszenie znajdziesz w swoim panelu roboczym.
tr_tr: Bu gönderiyi, yazar sayfasında, Aktif Gönderilerden seçerek daha sonra tamamlayabilirsiniz.
uk_ua: Ви можете завершити це подання пізніше, вибравши його у списку "Активні подання" на своїй персональній сторінці.

# author-submit-notAccepting
source: This journal is not accepting submissions at this time.
ar_iq: النشر في هذه المجلة معلق حالياً
ca_es: Actualment aquesta revista no accepta trameses.
fa_ir: این مجله در حال حاضر مقاله نمی‌پذیرد
id_id: Saat ini jurnal sedang tidak menerima penyerahan naskah.
nb_no: Dette tidsskriftet tar for øyeblikket ikke imot bidrag.
nl_nl: Dit tijdschrift accepteert momenteel geen inzendingen.
pl_pl: Czasopismo nie przyjmuje obecnie nowych zgłoszeń.
sr_rs@latin: Časopis trenutno ne prihvata predaje radova.
tr_tr: Dergi şu anda göneri kabul etemiyor.
uk_ua: Цей журнал в даний час не приймає рукописів від авторів.

# author-submit-requestWaiver
source: Request Waiver
ar_iq: إلتمس خصماً مالياً
ca_es: Sol·licita una exempció
fa_ir: درخواست تخفیف
id_id: Dispensasi Biaya
nb_no: Be om gebyrfritak
nl_nl: Kwijtschelding vragen
pl_pl: Prośba o umorzenie płatności za publikację
sr_rs@latin: Zahtevaj oslobađanje
tr_tr: Vazgeç
uk_ua: Запит про виключення

# author-submit-qualifyForWaiver
source: Please consider waiving the Article Submission Fee for this article
ar_iq: لطفاً، خذ بنظر الاعتبار خصم رسوم النشر لهذه المقالة
ca_es: Tingueu en compte que podeu sol·licitar l’exempció de la quota per a la tramesa d’aquest article.
fa_ir: لطفاً درخواست تخفیف برای این مقاله را در نظر بگیرید
id_id: Mohon dipertimbangkan untuk memperoleh dispensasi biaya penyerahan naskah
nb_no: Vennligst vurder å gi gebyrfritak for dette manuskriptet
nl_nl: Overweeg kwijtschelding van de inzendingskosten voor dit artikel
pl_pl: Proszę o umorzenie płatności za zgłoszenie tekstu.
sr_rs@latin: Molim vas da razmislite o oslobađanju od plaćanja cene za podnošenje članka.
tr_tr: Bu yazı için Makale Gönderi Ücreti vazgeçileceğini lütfen göz önüde buludurun.
uk_ua: Будь ласка, розгляньте можливість зробити виключення та не вимагати оплату за публікацію цієї статті.

# author-submit-addReasonsForWaiver
source: Please use the comments box below to indicate why fees should be waived.
ar_iq: لطفاً، استعمل خانة الملاحظات أدناه لتوضح لنا أسباب مطالبتك إيانا بالخصم المالي.
ca_es: Utilitzeu el quadre de comentaris següent per indicar per què sol·liciteu l’exempció de la quota.
fa_ir: لطفاً در قسمت زیر توضیح دهید که چرا می‌بایست به شما تخفیف دهیم
id_id: Gunakan kotak komentar di bawah ini untuk menjelaskan mengapa perlu dispensasi.
nb_no: Vennligst oppgi hvorfor du ber om gebyrfritak i kommentarboksen nedenfor.
nl_nl: Gebruik het commentaarveld hieronder om aan te geven waarom de kosten kwijtgescholden zouden moeten worden.
pl_pl: Proszę uzasadnić dlaczego płatność powinna być umorzona.
sr_rs@latin: Koristite polje za unos ispod da navedete razloge za oslobađanje od naknade.
tr_tr: Ücretten neden feragat edilmesi gerektiğini bildirmek için lütfen aşağıdaki yorum kutusunu kullanın.
uk_ua: У полі коментарів нижче зазначте причини, чому оплата не повинна стягуватися.

# author-submit-mustEnterWaiverReason
source: If you are applying for a waiver, you must enter a reason in the space provided.
ar_iq: ما دمت قد طالبت بخصم رسوم النشر، لا بد لك من الوقوف على المبررات التي دفعتك لذلك. نتوقع منك إدخالها في الخانة المخصصة لطفاً
ca_es: Si sol·liciteu l’exempció de la quota, heu d’introduir-ne el motiu a l’espai proporcionat.
fa_ir: در صورت درخواست تخفیف، می‌بایست در محلی که مشخص شده است دلیل خود را ذکر نمایید.
id_id: Jika Anda mengajukan dispensasi, Anda harus memberikan alasannya.
nb_no: Om du ber om at forfatterbetalingen skal frafalles, må du oppgi en grunn i feltet.
nl_nl: Als u om kwijtschelding vraagt, moet u een reden opgeven.
pl_pl: Jeżeli aplikujesz o umorzenie płatności, musisz podać uzasadnienie.
sr_rs@latin: Ukoliko zahtevate oslobađanje, morate navesti razloge.
tr_tr: Eğer feragat ediyorsanız verilen boşlukta bir neden belirtmelisiniz.
uk_ua: Якщо Ви просите зробити виключення, необхідно вказати причину.

# author-submissions-queuedReviewSubsequent
source: In Review Round {$round}
ar_iq: رهن التقييم، الجولة {$round}
ca_es: En ronda de revisió {$round}
fa_ir: در دور داوری {$round}
id_id: Dalam Review Ronde {$round}
nb_no: I vurderingsrunde {$round}
nl_nl: In review ronde {$round}
pl_pl: W recenzji, etap {$round}
sr_rs@latin: U recenzentskom krugu {$round}
tr_tr: Değerlendirme Turu: {$round}
uk_ua: Проходить {$round} раунд рецензування

# author-submissions-queuedReviewRevisions
source: In Review: Revisions Required
ar_iq: رهن التقييم: التقييمات لا بد منها
ca_es: En revisió: Calen revisions
fa_ir: در حال داوری: نیاز به اصلاحات
id_id: Dalam Review: Perlu Revisi
nb_no: Under vurdering: Bearbeiding påkrevd
nl_nl: In review: revisies gevraagd
pl_pl: W recenzji: Wymagana korekta
sr_rs@latin: U recenziji: zahteva pregled
tr_tr: Değerlendirmede: Düzeltme İsteği
uk_ua: Рецензується: необхідні виправлення

# author-submissions-queuedEditingCopyedit
source: In Editing: Copyedit Requested
ar_iq: قيد التحرير: تمت المطالبة بنسخة التحرير
ca_es: En edició: S'ha sol·licitat la correcció d'originals
fa_ir: در حال ویرایش: تقاضای ویراستیاری
id_id: Dalam Pengeditan: Perlu Copyedit
nb_no: Under redigering: Manuskriptredigering ønsket
nl_nl: Onder redactie: tekstredactie gevraagd
pl_pl: W korekcie: Wysłano prośbę o korektę
sr_rs@latin: U uređivanju: zahteva lekturu
tr_tr: Düzeltmede: Sayaf Düzenleme İsteği
uk_ua: Редагується: на літ. редагуванні

# author-submissions-queuedEditingProofread
source: In Editing: Proofread Requested
ar_iq: قيد التحرير: تمت المطالبة بالتصحيحات الإملائية والنحوية
ca_es: En edició: S'ha sol·licitat la correcció de proves
fa_ir: در حال ویرایش: تقاضای بازبینی نهایی
id_id: Dalam Pengeditan: Perlu Proofread
nb_no: Under redigering: Korrekturlesing ønsket
nl_nl: Onder redactie: proeflezen gevraagd
pl_pl: W edycji: Wysłano prośbę o sprawdzenie wersji finalnej
sr_rs@latin: U uređivanju: zahteva korekturu
tr_tr: Düzeltmede: Okuma Kontrol İsteği
uk_ua: Редагується: на етапі коректури

# author-submissions-uploadCopyeditedVersion
source: Upload Copyedited Version
ar_iq: تحميل نسخة قابلة للتحرير
ca_es: Carrega la versió corregida
fa_ir: آپلود نسخه ویراستاری شده
id_id: Unggah Versi Pasca-Copyedit
nb_no: Last opp manuskript i redigert versjon
nl_nl: Tekstredactie versie laden
pl_pl: Prześlij wersję po korekcie
sr_rs@latin: Dodaj lektorisanu verziju
tr_tr: Sayfa Düzenleme Sürümünü Yükle
uk_ua: Вивантажити відредаговану версію

# author-submissions-proofreadingCorrections
source: Proofreading Corrections
ar_iq: التصحيحات الإملائية والنحوية
ca_es: Correccions de proves
fa_ir: اصلاحات بازبینی نهائی
id_id: Koreksi Proofreading
nb_no: Korrektur
nl_nl: Correcties proeflezen
pl_pl: Korekta pliku do publikacji
sr_rs@latin: Korektorske ispravke
tr_tr: Düzeltmen Önerileri
uk_ua: Виправлення коректора

# author-submissions-confirmDelete
source: Are you sure you want to delete this incomplete submission?
ar_iq: هل أنت متأكد من رغبتك في حذف طلب النشر هذا رغم عدم إكتماله؟
ca_es: Esteu segur/a que voleu eliminar aquesta tramesa incompleta?
fa_ir: آیا می‌خواهید این مقاله ارسالی ناقص را حذف کنید؟
id_id: Apakah Anda yakin akan menghapus naskah yang belum selesai ini?
nb_no: Er du sikker på at du vil slette denne ufullstendige innsendingen?
nl_nl: Weet u zeker dat u deze onvolledige inzending wilt verwijderen?
pl_pl: Potwierdź usunięcie tekstu
sr_rs@latin: Da li ste sigurni da želite da obrišete nezavršenu predaju.
tr_tr: Tamamlanmamış bu gönderiyi silmek istediğinizden emin misiniz?
uk_ua: Ви впевнені, що хочете видалити це незавершене подання?

# author-submissions-viewStatus
source: View Status
ar_iq: عرض الموقف
ca_es: Visualitza l’estat
fa_ir: مشاهده وضعیت
id_id: Lihat Status
nb_no: Vis status
nl_nl: Bekijk status
pl_pl: Wyświetl status tekstu
sr_rs@latin: Vidi status
tr_tr: Durumu Görüntüle
uk_ua: Переглянути статус

# author-submissions-noSubmissions
source: No submissions.
ar_iq: لا توجد تقديمات
ca_es: No hi ha cap tramesa.
fa_ir: هیچ مقاله ارسالی وجود ندارد
id_id: Tidak ada penyerahan naskah
nb_no: Ingen manuskripter.
nl_nl: Geen inzendingen.
pl_pl: Brak przesłanych tekstów.
sr_rs@latin: Nema predaja.
tr_tr: Gönderi yok.
uk_ua: Немає подань.

# author-submit-journalSection
source: Journal Section
ar_iq: قسم المجلة
ca_es: Secció de la revista
fa_ir: نوع مقاله
id_id: Bagian Jurnal
nb_no: Tidsskriftseksjon
nl_nl: Tijdschriftsectie
pl_pl: Dział czasopisma
sr_rs@latin: Sekcije časopisa
tr_tr: Dergi Bölümü
uk_ua: Розділ журналу

# author-submit-journalSectionDescription
source: Articles must be submitted to one of the journal's sections.
ar_iq: إختر القسم الأنسب لطلب النشر هذا (أنظر الأقسام وسياسات النشر <a href="{$aboutUrl}" target="_new">في المجلة</a>)
ca_es: Seleccioneu la secció adequada per a aquesta tramesa (vegeu «Seccions i Polítiques» a «<a href="{$aboutUrl}" target="_new">Sobre</a> la revista»).
fa_ir: نوع مقاله را انتخاب کنید. برای اطلاعات بیشتر درباره انواع مقالات و سیاست‌گذاری‌های مربوطه به صفحه
id_id: Naskah harus diserahkan ke salah satu bagian jurnal.
nb_no: Velg en passende seksjon for dette manuskriptet (Se Seksjoner og Retningslinjer i <a href="{$aboutUrl}">Om</a> tidsskriftet).
nl_nl: Kies de juiste sectie voor deze inzending (Zie Secties en beleid in <a href="{$aboutUrl}" target="_new">Over</a> het tijdschrift).
pl_pl: Wybierz docelowy dział dla przesyłanego tekstu.
sr_rs@latin: Odaberite odgovarajuću sekciju u časopisu (pogledajte sekcije i pravila u <a href="{$aboutUrl}" target="_new">O časopisu</a>).
tr_tr: Bu gönderi için uygun bir bölüm seçin (Daha fazla bilgi için dergi <a href="{$aboutUrl}" target="_new">Hakkında</a> başlığı altındaki Bölümler ve Politikalara bakınız).
uk_ua: Статті повинні бути подані до одного з розділів журналу.

# author-submit-verifyChecklist
source: You must make sure all items in the submission checklist are satisfied before continuing.
ar_iq: عليك التأكد من أن كل فقرات نموذج التقديم تمت تلبيتها قبل المتابعة
ca_es: Abans de continuar, comproveu que es compleixen tots els punts de la llista de verificació de la tramesa.
fa_ir: قبل از ادامه کار اطمینان حاصل کنید که تمام موارد لازم برای ارسال مقاله که در چک‌لیست آمده است را رعایت کرده‌اید.
id_id: Anda harus memastikan semua artikel tercantum dalam daftar nama naskah yang memuaskan sebelum dilanjutkan.
nb_no: Du må sørge for at alle momentene i sjekklisten for klargjøring av manuskript er utført og krysset av, før du går videre.
nl_nl: U moet zich ervan verzekeren dat alle onderdelen van de inzendings-checklist zijn afgewerkt voordat u verdergaat.
pl_pl: Aby kontynuować, upewnij się, że wszystkie elementy listy zostały zaznaczone.
sr_rs@latin: Morate biti sigurni da su sve stavke u predaji zadovoljene pre nastavka.
tr_tr: Devam etmeden önce başvuru kontrol listesindeki her öğenin tamalanmış olduğundan emin olmalısınız.
uk_ua: Перед тим, як продовжити, Ви повинні підтвердити всі пункти вимог.

# author-submit-copyrightNoticeAgree
source: The authors agree to the terms of this Copyright Notice, which will apply to this submission if and when it is published by this journal (comments to the editor can be added below).
ar_iq: المؤلف أو المؤلفون يوافقون على فقرات إشعار الحقوق الفكرية، والتي تنطبق على طلب النشر هذا إذا أو عند تحقق النشر عبر هذه المجلة (الملاحظات إلى هيئة التحرير يمكن إضافتها أدناه)
ca_es: Els autors/ores accepten les condicions d’aquest avís de drets d'autor/a, que s’aplicarà quan aquesta tramesa es publiqui en aquesta revista (podeu incloure comentaris per a l’editor/a a continuació).
fa_ir: نویسندگان این مقاله موافقت خودشان را با بیانیه حق نشر این مجله اعلام می‌کنند. این بیانیه در صورت چاپ شدن این مقاله در این مجله قابل اعمال است. در قسمت پائین این صفحه می‌توانید نظرات خود را به اطلاع سردبیر برسانید.
id_id: Penulis setuju dengan persyaratan hak cipta, yang akan berlaku pada naskah ini saat diterbitkan oleh jurnal (komentar untuk editor dapat ditambahkan di bawah).
nb_no: Forfatteren aksepterer med dette at vilkårene i denne erklæringen om copyright gjøres gjeldende for dette manuskriptet, hvis og når det publiseres av dette tidsskriftet (øvrige kommentarer til redaktøren kan legges til nedenfor).
nl_nl: De auteurs verklaren zich akkoord met de voorwaarden van deze auteursrecht verklaring die van toepassing is op deze inzending als het gepubliceerd wordt door dit tijdschrift (opmerkingen voor de redacteur kunnen hieronder later toegevoegd worden).
pl_pl: Zapoznałem(am) się z prawami autorskimi dotyczącymi przesyłanego tekstu (ewentualny komenatrz dla redaktora można wpisać poniżej).
sr_rs@latin: Autor se slaže sa autorskim pravima koja će biti primenjena na ovaj rad ako i kada bude objavljen u časopisu (komentare za urednika možete dodat ispod ).
tr_tr: Yazarlar bu dergi tarafından yayımlanan gönderiler için Telif Hakkı koşullarını kabul etmiş sayılır. Telif Hakkı koşulları bu gönderi için de geçerli olacaktır (editöre iletmek istediğiniz yorumları aşağıya yazabilirsiniz).
uk_ua: Автори погоджуються з "Положенням про авторські права", норми якого будуть застосовані до цього подання, коли і якщо воно буде опубліковане у цьому журналі (нижче можна додати коментарі для редактора).
