Repository: asmecher/ojs
Catalog: locale/*/default.xlf
Languages: ar_iq, ca_es, cs_cz, da_dk, de_de, el_gr, fa_ir, fi_fi, fr_ca, id_id, it_it, nl_nl, pl_pl, pt_pt, ru_ru, sl_si, sr_rs@cyrillic, sr_rs@latin, tr_tr

# default-genres-researchMaterials
source: Research Materials
ar_iq: مواد البحث العلمي
ca_es: Materials de recerca
cs_cz: Výzkumné materiály
da_dk: Forskningsmateriale
de_de: Forschungsmaterialien
el_gr: Ερευνητικά υλικά
fa_ir: مواد مورد استفاده
fi_fi: Tutkimusaineisto
fr_ca: Matériels de recherche
id_id: Bahan Penelitian
it_it: Materiali di ricerca
nl_nl: Onderzoeksmateriaal
pl_pl: Materiały
pt_pt: Instrumentos Pesquisa
ru_ru: Материалы исследования
sl_si: Raziskovalni materiali
sr_rs@cyrillic: Истраживачки материјал
sr_rs@latin: Istraživački materijal
tr_tr: Araştırma Materyalleri

# default-genres-researchResults
source: Research Results
ar_iq: نتائج البحث العلمي
ca_es: Resultats de la recerca
cs_cz: Výsledky výzkumu
da_dk: Forskningsresultater
de_de: Forschungsergebnisse
el_gr: Ερευνητικά αποτελέσματα
fa_ir: نتایج پژوهش
fi_fi: Tutkimustulokset
fr_ca: Résultats de recherche
id_id: Hasil Penelitian
it_it: Risultati di ricerca
nl_nl: Onderzoeksresultaten
pl_pl: Wyniki badań
pt_pt: Resultados Pesquisa
ru_ru: Результаты исследования
sl_si: Rezultati raziskave
sr_rs@cyrillic: Истраживачки резултати
sr_rs@latin: Istraživački rezultati
tr_tr: Araştırma Sonuçları

# default-genres-transcripts
source: Transcripts
ar_iq: النسخ
ca_es: Transcripcions
cs_cz: Přepisy
da_dk: Transskription
de_de: Transkriptionen
el_gr: Μεταγραφές
fa_ir: رونوشت‌ها
fi_fi: Transkriptiot
fr_ca: Transcriptions
id_id: Transkrip
it_it: Trascrizioni
nl_nl: Transcripties
pl_pl: Transkrypcje
pt_pt: Transcrições
ru_ru: Транскрипты
sl_si: Prepis
sr_rs@cyrillic: Транскрипт
sr_rs@latin: Transkript
tr_tr: Suret

# default-genres-dataAnalysis
source: Data Analysis
ar_iq: تحليل البيانات
ca_es: Anàlisis de dades
cs_cz: Analýza dat
da_dk: Dataanalyse
de_de: Datenanalyse
el_gr: Ανάλυση δεδομένων
fa_ir: آنالیز داده‌ها
fi_fi: Data-analyysi
fr_ca: Analyse de données
id_id: Analisis Data
it_it: Analisi di dati
nl_nl: Data-analyse
pl_pl: Analiza danych
pt_pt: Análise Dados
ru_ru: Анализ данных
sl_si: Analiza podatkov
sr_rs@cyrillic: Анализа података
sr_rs@latin: Analiza podataka
tr_tr: Veri Analizi

# default-genres-dataSet
source: Data Set
ar_iq: جداول البيانات
ca_es: Conjunt de dades
cs_cz: Soubor dat
da_dk: Datasæt
de_de: Datensatz
el_gr: Σύνολο δεδομένων
fa_ir: مجموعه‌ی داده‌ها
fi_fi: Tietoaineisto
fr_ca: Ensemble de données
nl_nl: Dataverzameling
pl_pl: Zestaw danych
pt_pt: Conjunto de Dados
ru_ru: Набор данных
sl_si: Podatkovni niz
sr_rs@cyrillic: Скуп података
sr_rs@latin: Skup podataka
tr_tr: Veri Seti

# default-genres-sourceTexts
source: Source Texts
ar_iq: نصوص المصادر
ca_es: Textos font
cs_cz: Zdrojové texty
da_dk: Kildetekster
de_de: Quelltexte
el_gr: Κείμενα πηγής
fa_ir: منابع
fi_fi: Lähdetekstit
fr_ca: Sources textuelles
id_id: Teks Sumber
it_it: Fonti bibliografiche
nl_nl: Brontekst
pl_pl: Kody źródłowe
pt_pt: Fontes do Texto
ru_ru: Исходные тексты
sl_si: Izvorna besedila
sr_rs@cyrillic: Изворни текстови
sr_rs@latin: Izvorni tekstovi
tr_tr: Kaynak Metinleri

# default-groups-name-externalReviewer
source: Reviewer
ar_iq: محكم
ca_es: Revisor/a
cs_cz: Recenzent
da_dk: Bedømmer
de_de: externe/r Gutachter/in
el_gr: Αξιολογητής
fa_ir: داور
fi_fi: Arvioija
fr_ca: Évaluateur
it_it: Revisore esterno
pl_pl: Recenzent
pt_pt: Revisor
ru_ru: Рецензент
sl_si: Recenzent
sr_rs@cyrillic: Рецензент
sr_rs@latin: Recenzent
tr_tr: Hakem

# default-groups-plural-externalReviewer
source: Reviewers
ar_iq: محكمون
ca_es: Revisors/es
cs_cz: Recenzenti
da_dk: Bedømmere
de_de: Gutachter/innen
el_gr: Αξιολογητές
fa_ir: داوران
fi_fi: Arvioijat
fr_ca: Évaluateurs
id_id: Reviewer
it_it: Revisori esterni
pl_pl: Recenzenci
pt_pt: Revisores
ru_ru: Рецензенты
sl_si: Recenzenti
sr_rs@cyrillic: Рецензенти
sr_rs@latin: Recenzenti
tr_tr: Hakemler

# default-groups-abbrev-externalReviewer
source: R
ar_iq: ح
cs_cz: Rec
de_de: G
el_gr: ΑΞ
fa_ir: داور
fi_fi: A
fr_ca: ÉVAL
it_it: REV
pl_pl: REC
ru_ru: Рец
sr_rs@cyrillic: Р
tr_tr: H

# default-contextSettings-emailSignature
source: <br/> ________________________________________________________________________<br/> <a href="{$contextUrl}">{$contextName}</a>
fi_fi: <br/> ________________________________________________________________________<br/> <a href="{$ldelim}$contextUrl{$rdelim}">{$ldelim}$contextName{$rdelim}</a>
it_it: <br/> ________________________________________________________________________<br/> <a href="{$ldelim}$contextUrl{$rdelim}">{$ldelim}$contextName{$rdelim}</a>
sl_si: <br/> _______________________________________________________________________<br/> <a href="{$ldelim}$contextUrl{$rdelim}">{$ldelim}$contextName{$rdelim}</a>
tr_tr: ________________________________________________________________________ {$journalName} {$indexUrl}{$contextPath}
