Repository: asmecher/ojs
Catalog: locale/*/default.xlf
Languages: ar_iq, ca_es, cs_cz, da_dk, de_de, el_gr, fa_ir, fi_fi, fr_ca, id_id, it_it, nl_nl, pl_pl, pt_pt, ru_ru, sl_si, sr_rs@cyrillic, sr_rs@latin, tr_tr

# default-contextSettings-forReaders
source: We encourage readers to sign up for the publishing notification service for this journal. Use the <a href="{$indexUrl}{$contextPath}/user/register">Register</a> link at the top of the home page for the journal. This registration will result in the reader receiving the Table of Contents by email for each new issue of the journal. This list also allows the journal to claim a certain level of support or readership. See the journal's <a href="{$indexUrl}{$contextPath}/about/submissions#privacyStatement">Privacy Statement</a>, which assures readers that their name and email address will not be used for other purposes.
ar_iq: نحن نشجع القراء على التسجيل في خدمة إشعار النشر المتاحة في هذه المجلة. إستعمل <a href="{$indexUrl}{$contextPath}/user/register">رابط التسجيل</a> المتواجد في أعلى الصفحة الرئيسية للمجلة. هذا التسجيل سيقدم لصاحبه رسالة بالبريد الكتروني تتضمن جدولاً بعمليات النشر الجديدة في المجلة. ذلك الجدول أو القائمة تساعد المجلة على استقطاب القراء مما يساعدها على الانتشار ويكسب لها سمعة في الوسط العلمي. أنظر <a href="{$indexUrl}{$contextPath}/about/submissions#privacyStatement">بيان الخصوصية</a> الذي يؤكد أن أسماء الأشخاص المسجلين في الموقع وعناوينهم البريدية لن تكون متاحة إلا للأغراض المتعلقة بإجراء النشر.
ca_es: Animem els lectors/ores que s’inscriguin al servei de notificació de publicació a la revista. Utilitzeu l’enllaç <a href="{$indexUrl}{$contextPath}/user/register">Registre</a> a l’inici de la pàgina inicial de la revista. Un cop el lector/a s’hagi registrat, rebrà la taula de continguts per correu electrònic per cada nou número de la revista. Aquesta llista també permet que la revista pugui demostrar que té un cert nivell de seguiment o de lectors/ores. Vegeu la <a href="{$indexUrl}{$contextPath}/about/submissions#privacyStatement">Declaració de privacitat</a> de la revista, que assegura als lectors/ores que el seu nom i correu electrònic no s'utilitzarà per a cap altra finalitat.
cs_cz: Vyzýváme čtenáře, aby se zapsali do služby pro oznamování nově vydaných čísel tohoto časopisu. Použijte odkaz <a href="{$indexUrl}{$contextPath}/user/register">Registrovat</a> v horní části domácí stránky časopisu. Díky této registraci bude čtenář dostávat emailem obsah každého nově vydaného čísla. Seznam čtenářů rovněž umožňuje časopisu doložit určitou úroveň podpory nebo čtenosti časopisu. Viz <a href="{$indexUrl}{$contextPath}/about/submissions#privacyStatement">Prohlášení o soukromí</a> tohoto časopisu, které ujišťuje čtenáře, že jejich jméno a emailová adresa nebudou použity pro jiné účely.
da_dk: Vi opfordrer læsere til at tilmelde sig nyhedstjenesten vedrørende publiceringer for dette tidsskrift. Brug linket <a href="{$indexUrl}{$contextPath}/user/register">Registrer</a> øverst på tidsskriftets hjemmeside. Denne registrering medfører, at læseren via e-mail modtager indholdsfortegnelsen for alle nye numre af tidsskriftet. Denne liste giver også tidsskriftet mulighed for at hævde at have et vist supportniveau eller et vist antal læsere. Se tidsskriftets <a href="{$indexUrl}{$contextPath}/about/submissions#privacyStatement">Erklæring om beskyttelse af personlige oplysninger</a>, der garanterer læserne, at deres navne og e-mail-adresser ikke benyttes til andre formål.
de_de: Wir empfehlen unseren Leser/innen, sich für die Benachrichtigung bei neuen Veröffentlichungen dieser Zeitschrift einzutragen. Verwenden Sie den <a href="{$indexUrl}{$contextPath}/user/register">Registrieren</a>-Link oben auf der Startseite der Zeitschrift. Angemeldete Leser/innen erhalten zu jeder neuen Ausgabe der Zeitschrift die Inhaltsangabe per E-Mail zugeschickt. Die Anmeldung ermöglicht es gleichzeitig der Zeitschrift, einen gewissen Grad an Unterstützung oder eine gewisse Leser/innenschaft zu belegen. Siehe die Regelungen zum <a href="{$indexUrl}{$contextPath}/about/submissions#privacyStatement">Schutz persönlicher Daten</a> der Zeitschrift, die sicherstellen, dass weder Namen noch E-Mail-Adressen registrierter Benutzer/innen zu anderen Zwecken verwendet werden.
fa_ir: به خوانندگان عزیز توصیه می‌کنیم که برای دریافت خبرهای انتشاراتی این مجله با کلیک کردن بر روی لینک <a href="{$indexUrl}{$contextPath}/user/register">ثبت‌نام</a> در بالای صفحات ثبت‌نام کنند. در نتیجه شما از طریق ایمیل فهرست مطالب هر شماره جدید را دریافت خواهید داشت. برای اطلاع از محرمانگی اطلاعاتی که وارد می‌کنید <a href="{$indexUrl}{$contextPath}/about/submissions#privacyStatement">بیانیه محرمانگی</a> مجله را مطالعه نمایید. در این بیانیه آمده است که ایمیل‌هایی که وارد می‌کنید برای مقاصد دیگر بکار نخواهد رفت.
fi_fi: Kehotamme lukijoita rekisteröitymään palveluun, joka ilmoittaa tämän julkaisun uusista julkaisuista. Käytä tämän julkaisun etusivun yläosassa olevaa <a href="{$indexUrl}{$contextPath}/user/register">Rekisteröidy</a> -linkkiä. Rekisteröitymisen tuloksena lukijalle lähetetään sähköpostitse julkaisun jokaisen uuden numeron sisällysluettelo. Tämän palvelun käyttäjälistan avulla julkaisu myös saa tietoa kannattajamääristään ja lukijakunnastaan. Julkaisun <a href="{$indexUrl}{$contextPath}/about/submissions#privacyStatement">Tietosuojaseloste</a> takaa, että lukijoiden nimiä ja sähköpostiosoitteita ei käytetä muihin tarkoituksiin.
fr_ca: Nous invitons les lecteurs à s'inscrire pour recevoir les avis de publication de cette revue. Utiliser le lien <a href="{$indexUrl}{$contextPath}/user/register">S'inscrire</a> en haut de la page d'accueil de la revue. Cette inscription permettra au lecteur de recevoir par courriel la table des matières de chaque nouveau numéro de la revue. Cette liste permet aussi à la revue de revendiquer un certain niveau de soutien ou de lectorat. Voir la <a href="{$indexUrl}{$contextPath}/about/submissions#privacyStatement">Déclaration de confidentialité</a> de la revue qui certifie aux lecteurs que leur nom et leur courriel ne seront pas utilisés à d'autres fins.
id_id: Kami mendorong pembaca untuk mendaftarkan diri di layanan notifikasi penerbitan untuk jurnal ini. Gunakan tautan <a href="{$indexUrl}{$contextPath}/user/register">Daftar</a>di bagian atas beranda jurnal. Dengan mendaftar, pembaca akan memperoleh email berisi Daftar Isi tiap ada terbitan jurnal baru. Daftar ini juga membuat jurnal dapat mengetahui tingkat dukungan atau jumlah pembaca. Lihat jurnal <a href="{$indexUrl}{$contextPath}/about/submissions#privacyStatement">Pernyataan Privasi</a>, yang meyakinkan pembaca bahwa nama dan alamat email yang didaftarkan tidak akan digunakan untuk tujuan lain.
it_it: Incoraggiamo i lettori a iscriversi al servizio di notifica di questa rivista. Usa il link <a href="{$indexUrl}{$contextPath}/user/register">Registra</a> in alto alla homepage della rivista. Con questa registrazione il lettore ricever&#x00E0; l'indice per email di ogni nuova uscita della rivista. Vedi la <a href="{$indexUrl}{$contextPath}/about/submissions#privacyStatement">dichiarazione sulla privacy</a> della rivista che assicura il lettori che il loro nome e indirizzo email non sar&#x00E0; usato per altri fini.
nl_nl: We moedigen onze lezers aan om zich aan te melden voor het ontvangen van bericht van publicatie. Gebruik hiervoor de knop <a href="{$indexUrl}{$contextPath}/user/register">Registreren</a> in de balk bovenaan de homepage van het tijdschrift. Na registratie ontvangt u per e-mail de inhoudsopgave van elk nieuw nummer. Daarnaast stelt u het tijdschrift in staat zich te beroepen op een zekere achterban. Zie de <a href="{$indexUrl}{$contextPath}/about/submissions#privacyStatement">Privacy verklaring</a> van het tijdschrift waarin de lezers wordt verzekerd dat hun naam en e-mailadres niet voor andere doeleinden zullen worden gebruikt.
pt_pt: Convidamos os leitores a se registarem no serviço de notificação de publicação da revista. Clique em <a href="{$indexUrl}{$contextPath}/user/register">Registo</a> no menu superior da página. O registo permitirá ao leitor receber o Sumário via e-mail a cada nova edição. A lista procura também reivnidicar um nível básico de apoio ou de leitura. Leia a <a href="{$indexUrl}{$contextPath}/about/submissions#privacyStatement">Política de Privacidade</a> da revista, que assegura aos leitores que os nomes e endereços fornecidos não serão utilizados para outros fins.
ru_ru: Мы приглашаем наших читателей подписаться на уведомления о выходе номеров этого журнала. Используйте ссылку <a href="{$indexUrl}{$contextPath}/user/register">РЕГИСТРАЦИЯ</a> в верхней части главной страницы журнала. Эта регистрация позволит читателю получать на электронную почту содержание каждого нового номера журнала. Этот список также позволяет журналу говорить об определенном уровне поддержки или количестве читателей. Посмотрите также страницу <a href="{$indexUrl}{$contextPath}/about/submissions#privacyStatement">Заявление о конфиденциальности</a>, которая позволяет читателям убедиться в том, что их имя и адрес электронной почты не будут использованы для других целей.
sl_si: Bralce vzpodbujamo, da se prijavijo na obvestila o izdajah revije. Uporabite povezavo <a href="{$indexUrl}{$contextPath}/user/register">Registracija</a> na vrhu domače strani revije. Po registraciji boste po e-pošti prejemali kazalo vsebine vsake nove izdaje revije. Spisek tako registriranih bralcev pomeni za revijo tudi določeno podporo s strani bralcev. Preverite <a href="{$indexUrl}{$contextPath}/about/submissions#privacyStatement">Izjavo o varstvu podatkov</a>, revije, ki zagotavlja, da se imena in e-poštni naslovi bralcev ne bodo zlorabili.
sr_rs@cyrillic: Охрабрујемо читаоце да се упишу за обавештење кад изађе нови број часописа. Користите <a href="{$indexUrl}{$contextPath}/user/register">Регистрација</a> везу на врху почетне стране часописа. Ова регистрација ће за резултат имати то да ће читаоци примити Садржај поруком за сваки нови број часописа. Ова листа даје право чсопису да тражи од читаоца извесни вид подршке. Погледајте <a href="{$indexUrl}{$contextPath}/about/submissions#privacyStatement">Изјава о приватности</a> часописа који гарантује читаоцима да њихово име и е-адреса неће бити употребљене за друге сврхе.
sr_rs@latin: Ohrabrujemo čitaoce da se upišu za obaveštenje kad izađe novi broj časopisa. Koristite <a href="{$indexUrl}{$contextPath}/user/register">Registracija</a> vezu na vrhu početne strane časopisa. Ova registracija će za rezultat imati to da će čitaoci primiti Sadržaj porukom za svaki novi broj časopisa. Ova lista daje pravo čsopisu da traži od čitaoca izvesni vid podrške. Pogledajte <a href="{$indexUrl}{$contextPath}/about/submissions#privacyStatement">Izjava o privatnosti</a> časopisa koji garantuje čitaocima da njihovo ime i e-adresa neće biti upotrebljene za druge svrhe.
tr_tr: Okuyucuların yayın bildirimi servisine kayıt olmaları önerilir. Dergi ana sayfasının üst kısmında yer alan <a href="{$indexUrl}{$contextPath}/user/register">Kayıt</a> bağlantısı aracılığı ile bu işlem gerçekleştirilebilir. Bu kayıtla her yeni sayı yayınlandığında İÇİNDEKİLER sayfası e-posta aracılığı ile okuyucuya iletilir. Derginin <a href="{$indexUrl}{$contextPath}/about/submissions#privacyStatement">güvenlik kurallarına bakınız</a> yazarların kimlik bilgileri ve e-posta adresleri hiç bir şekilde başka amaçlar için kullanılmayacaktır.

# default-contextSettings-forAuthors
source: Interested in submitting to this journal? We recommend that you review the <a href="{$indexUrl}{$contextPath}/about">About the Journal</a> page for the journal's section policies, as well as the <a href="{$indexUrl}{$contextPath}/about/submissions#authorGuidelines">Author Guidelines</a>. Authors need to <a href="{$indexUrl}{$contextPath}/user/register">register</a> with the journal prior to submitting or, if already registered, can simply <a href="{$indexUrl}/index/login">log in</a> and begin the five-step process.
ar_iq: ألديك اهتمام بالنشر في هذه المجلة؟ نوصيك إذن بمراجعة صفحة <a href="{$indexUrl}{$contextPath}/about">عن المجلة</a> للاطلاع على سياسة عمل هذا القسم في المجلة، فضلاً عن <a href="{$indexUrl}{$contextPath}/about/submissions#authorGuidelines">دليل المؤلفين</a>. يحتاج المؤلفون إلى <a href="{$indexUrl}{$contextPath}/user/register">التسجيل</a> في المجلة ليتمكون من إرسال طلباتهم للنشر فيها، أو إن سبق لهم التسجيل فيها، <a href="{$indexUrl}/index/login">تسجيل الدخول</a> والشروع بالخطوات الخمس لتقديم طلب النشر.
ca_es: Esteu interessat/da a trametre a aquesta revista? Reviseu la secció de les polítiques de la revista a <a href="{$indexUrl}{$contextPath}/about">Informació de la revista</a> i <a href="{$indexUrl}{$contextPath}/about/submissions#authorGuidelines">Indicacions de l’autor/a</a>. Els autors/ores s'han de <a href="{$indexUrl}{$contextPath}/user/register">registrar</a> a la pàgina de la revista abans d'enviar una tramesa. Si ja s'han registrat, poden <a href="{$indexUrl}/index/login">iniciar sessió</a> i començar el procés de cinc passos.
cs_cz: Máte zájem publikovat v tomto časopisu? Doporučujeme pročtení stránky <a href="{$indexUrl}{$contextPath}/about">O časopisu</a> kde jsou uvedeny pravidla časopisu pro jednotlivé sekce, stejně jako <a href="{$indexUrl}{$contextPath}/about/submissions#authorGuidelines">Pokyny pro autory</a>. Než mohou autoři odeslat příspěvek, musí se do časopisu <a href="{$indexUrl}{$contextPath}/user/register">zaregistrovat</a> nebo pokud již registrovaní jsou, mohou se jednoduše <a href="{$indexUrl}{$contextPath}/login">přihlásit</a> a zahájit pětistupňový proces.
da_dk: Er du interesseret i at fremsende et manuskript til dette tidsskrift? Vi anbefaler, at du gennemgår siden <a href="{$indexUrl}{$contextPath}/about">Om tidsskriftet</a>, hvor du kan finde tidsskriftets sektionspolitikker, samt <a href="{$indexUrl}{$contextPath}/about/submissions#authorGuidelines">Retningslinjer for forfattere</a>. Forfattere skal <a href="{$indexUrl}{$contextPath}/user/register">tilmelde sig</a> tidsskriftet, inden de kan fremsende et manuskript. Hvis de allerede er tilmeldt, kan de blot <a href="{$indexUrl}/index/login">logge på</a> og påbegynde processen, der består af 5 trin.
de_de: Haben Sie Interesse, einen Beitrag bei dieser Zeitschrift einzureichen? Wir möchten Sie auf <a href="{$indexUrl}{$contextPath}/about">Über uns</a>, wo Sie die Richtlinien der Zeitschrift einsehen können, und auf <a href="{$indexUrl}{$contextPath}/about/submissions#authorGuidelines">Richtlinien für Autor/innen</a> verweisen. Autor/innen müssen sich <a href="{$indexUrl}{$contextPath}/user/register">registrieren</a>, bevor Sie einen Beitrag bei der Zeitschrift einreichen können. Falls Sie bereits angemeldet sind, einfach <a href="{$indexUrl}{$contextPath}/login">einloggen</a> und die "Fünf Schritte zur Einreichung" abarbeiten.
fa_ir: آیا می‌خواهید به این مجله مقاله بفرستید؟ توصیه می‌شود که متن <a href="{$indexUrl}{$contextPath}/about">درباره مجله</a> که شامل سیاست‌های حاکم بر انواع مقالات؛ و متن <a href="{$indexUrl}{$contextPath}/about/submissions#authorGuidelines">راهنمای نویسندگان</a> را مطالعه فرمایید. برای ارسال مقاله لازم است در سامانه این مجله ثبت‌نام کنید. چنانچه تا کنون در این مجله <a href="{$indexUrl}{$contextPath}/user/register">ثبت‌نام</a> نکرده‌اید نسبت به این کار اقدام کنید. چنانچه قبلاً ثبت‌نام کرده‌اید فقط کافی است که به سامانه <a href="{$indexUrl}{$contextPath}/login">وارد</a> شوید و مراحل پنجگانه ارسال مقاله را شروع کنید.
fi_fi: Kiinnostaako tähän julkaisuun kirjoittaminen? Suosittelemme, että tutustut <a href="{$indexUrl}{$contextPath}/about">Tietoa julkaisusta</a> -sivulla julkaisun osastoiden käytäntöihin sekä ohjeisiin sivulla <a href="{$indexUrl}{$contextPath}/about/submissions#authorGuidelines">Kirjoittajan ohjeet</a>. Kirjoittajien tulee <a href="{$indexUrl}{$contextPath}/user/register">rekisteröityä</a> julkaisun käyttäjäksi ennen lähettämistä tai jo rekisteröidyttyään <a href="{$indexUrl}/index/login">kirjautua sisään</a> aloittaakseen viisiportaisen prosessin.
fr_ca: Intéressé à soumettre à cette revue? Nous vous recommandons de consulter les politiques de rubrique de la revue à la page <a href="{$indexUrl}{$contextPath}/about">À propos de la revue</a> ainsi que les <a href="{$indexUrl}{$contextPath}/about/submissions#authorGuidelines">Directives aux auteurs</a>. Les auteurs doivent <a href="{$indexUrl}{$contextPath}/user/register">S'inscrire</a> auprès de la revue avant de présenter une soumission, ou s'ils sont déjà inscrits, simplement <a href="{$indexUrl}{$contextPath}/login">ouvrir une session</a> et accéder au tableau de bord pour commencer les 5 étapes du processus
id_id: Tertarik menerbitkan jurnal? Kami merekomendasikan Anda mereview halaman <a href="{$indexUrl}{$contextPath}/about">Tentang Kami </a>untuk kebijakan bagian jurnal serta <a href="{$indexUrl}{$contextPath}/about/submissions#authorGuidelines">Petunjuk Penulis </a>. Penulis perlu <a href="{$indexUrl}{$contextPath}/user/register">Mendaftar </a>dengan jurnal sebelum menyerahkan atau jika sudah terdaftar <a href="{$indexUrl}/index/login">login</a>dan mulai proses lima langkah.
it_it: Interessato a proporre contributi a questa rivista? Raccomandiamo di rivedere la pagina <a href="{$indexUrl}{$contextPath}/about">Info</a>, in particolare le politiche delle sezioni della rivista, e le <a href="{$indexUrl}{$contextPath}/about/submissions#authorGuidelines">linee guida per l'autore</a>. Gli autori devono <a href="{$indexUrl}{$contextPath}/user/register">registrarsi</a> per effettuare la prima submission alla rivista, o se gi&#x00E0; registrato pu&#x00F9; semplicemente fare il <a href="{$indexUrl}/index/login">log in</a> e cominciare il processo guidato in 5 fasi.
nl_nl: Bent u geÃ¯nteresseerd in het aanleveren van artikels? Dan raden we u aan de pagina <a href="{$indexUrl}{$contextPath}/about">Over het tijdschrift</a> te bekijken dat informatie biedt over het publicatiebeleid van de verschillende secties. Lees ook vooraf de pagina <a href="{$indexUrl}{$contextPath}/about/submissions#authorGuidelines">Auteursrichtlijnen<a>. Auteurs moeten zich <a href="{$indexUrl}{$contextPath}/user/register">registreren</a> in het tijdschrift voordat ze artikels kunnen inzenden. Als u al bent ingeschreven hoeft u alleen nog <a href="{$indexUrl}{$contextPath}/login">in te loggen</a> en kunt u beginnen met de vijf stappen procedure. Indien u wel geregistreerd bent als lezer of reviewer maar nog niet als auteur, ga dan naar Mijn profiel in de rechter kolom en voeg de rol van auteur aan uw profiel toe.
pl_pl: Czy jesteś zaintersowany(a) zgłoszeniem tekstu do tego czasopisma? Rekomendujemy zapoznanie się z zawartością strony <a href="{$indexUrl}{$contextPath}/about">O czasopiśmie</a>, na której zamieszczone są zasady czasopisma oraz <a href="{$indexUrl}{$contextPath}/about/submissions#authorGuidelines">Instrukcja dla autorów</a>. Autor musi <a href="{$indexUrl}{$contextPath}/user/register">zarejestrować się</a> na stronie czasopisma, zanim rozpocznie proces recenzji lub <a href="{$indexUrl}/index/login">zalogować się</a>, jeżeli posiada już konto w systemie. Proces zgłoszenia tekstu składa się z pięciu kroków.
pt_pt: Deseja enviar contribuições à revista? Convidamos todos a conferir a secção <a href="{$indexUrl}{$contextPath}/about">Sobre a Revista</a> e ler as políticas de secção, bem como as <a href="{$indexUrl}{$contextPath}/about/submissions#authorGuidelines">Instruções para Autores</a>. É necessário que os autores se <a href="{$indexUrl}{$contextPath}/user/register">registem</a> no sistema antes de submeter um artigo; caso já tenha se registado basta <a href="{$indexUrl}{$contextPath}/login">aceder</a> ao sistema e iniciar o processo de 5 passos de submissão.
ru_ru: Вы хотите отправить материал для публикации в этом журнале? Рекомендуем вам посмотреть раздел <a href="{$indexUrl}{$contextPath}/about">«О журнале»</a>, где вы сможете ознакомиться с правилами разделов журнала, а также с <a href="{$indexUrl}{$contextPath}/about/submissions#authorGuidelines">Руководством для автора</a>. Авторам нужно <a href="{$indexUrl}{$contextPath}/user/register">зарегистрироваться</a> в журнале перед отправкой материалов, или, если вы уже зарегистрированы, можно просто <a href="{$indexUrl}/index/login">войти</a> со своей учетной записью и начать процесс отправки, состоящий из пяти шагов.
sl_si: Vas zanima objavljanje v tej reviji? Predlagamo, da pogledate spletno stran <a href="{$indexUrl}{$contextPath}/about">O reviji</a> za uredniško politiko revije in <a href="{$indexUrl}{$contextPath}/about/submissions#authorGuidelines">Navodila avtorjem</a>. Avtorji se morajo pred objavljanjem <a href="{$indexUrl}{$contextPath}/user/register">registrirati</a> pri reviji, če pa so že registrirani, potem se enostavno <a href="{$indexUrl}/index/login">prijavijo</a> in začnejo s procesom oddaje prispevka.
sr_rs@cyrillic: Заинтересовани сте да пријавите чланак за овај часопис? Предлажемо да погледате страницу <a href="{$indexUrl}{$contextPath}/about">О часопису</a> како би се упознали о секцијама часописа као и <a href="{$indexUrl}{$contextPath}/about/submissions#authorGuidelines">Упутство за ауторе</a>. потребно је да се аутори региструју <a href="{$indexUrl}{$contextPath}/user/register">региструј</a> у часопис пре пријаве чланка или ако су већ регистровани да се једноставно <a href="{$indexUrl}/index/login">пријаве</a> и да започну процес пријаве чланка од пет корака.
sr_rs@latin: Zainteresovani ste da prijavite članak za ovaj časopis? Predlažemo da pogledate stranicu <a href="{$indexUrl}{$contextPath}/about">O časopisu</a> kako bi se upoznali o sekcijama časopisa kao i <a href="{$indexUrl}{$contextPath}/about/submissions#authorGuidelines">Uputstvo za autore</a>. potrebno je da se autori registruju <a href="{$indexUrl}{$contextPath}/user/register">registruj</a> u časopis pre prijave članka ili ako su već registrovani da se jednostavno <a href="{$indexUrl}/index/login">prijave</a> i da započnu proces prijave članka od pet koraka.
tr_tr: Dergimize makale başvurusunda bulunmayı düşünüyorsanız <a href="{$indexUrl}{$contextPath}/about">Dergi Hakkında</a> bağlantısı araılığıyla dergi yayın politikası ve <a href="{$indexUrl}{$contextPath}/about/submissions#authorGuidelines">Yazar Rehberi</a>'ne ulaşabilirsiniz. Yazarlar dergiye gönderi yapmadan önce <a href="{$indexUrl}{$contextPath}/user/register">register</a> üye olmalıdır. Gönderi işlemi <a href="{$indexUrl}{$contextPath}/login">Üye Giriş</a> bağlantısı aracılığıyla 5 basamakta yapılır.
