Repository: asmecher/ojs
Catalog: locale/*/default.xlf
Languages: ar_iq, ca_es, cs_cz, da_dk, de_de, el_gr, fa_ir, fi_fi, fr_ca, id_id, it_it, nl_nl, pl_pl, pt_pt, ru_ru, sl_si, sr_rs@cyrillic, sr_rs@latin, tr_tr

# default-contextSettings-forLibrarians
source: We encourage research librarians to list this journal among their library's electronic journal holdings. As well, it may be worth noting that this journal's open source publishing system is suitable for libraries to host for their faculty members to use with journals they are involved in editing (see <a href="http://pkp.sfu.ca/ojs">Open Journal Systems</a>).
ar_iq: نحن نشجع العاملين في مكتبات البحوث العلمية على تضمين هذه المجلة في قوائم مكتباتهم المنشورة على الإنترنت للمجلات العلمية الناشرة للبحوث والمقالات العلمية. كما أنه من الناجع الإشارة إلى أن الموقع المستضيف لهذه المجلة يعمل بنظام يتناسب مع حاجات هذه المكتبات من حيث إمكانية حفظ حسابات منتسبيها ليتمكنوا من المشاركة في هيئة تحريرها. (أنظر <a href="http://pkp.sfu.ca/ojs">Open Journal Systems</a>).
ca_es: Recomanem als bibliotecaris/àries que incloguin la revista als catàlegs de revistes electròniques de la seva biblioteca. La revista també és un sistema de publicació de codi obert i és adequat per a les biblioteques per tal que l'utilitzin els membres de la facultat que treballen en l’edició de revistes Open Journal Systems (veieu <a href="http://pkp.sfu.ca/ojs">Open Journal Systems</a>).
cs_cz: Vyzýváme knihovníky, aby uváděli tento časopis ve svém seznamu volně dostupných elektronických publikací. Také může být vhodné poznamenat, že open source redakční software, který tento časopis využívá, je vhodný pro použití s časopisy, v jejichž redakcích mohou členové fakult dané univerzity pracovat (viz <a href="http://pkp.sfu.ca/ojs">Open Journal Systems</a>).
da_dk: Vi opfordrer forskningsbibliotekarer til at anføre dette tidsskrift på listen over deres biblioteks beholdning af elektroniske tidsskrifter. Det kan desuden være nyttigt at bemærke, at dette tidsskrifts open source-publiceringssystem er velegnet til biblioteker, som kan være værter for det til deres fakultetsmedlemmer, som kan bruge det til de tidsskrifter, de er ved at redigere (se <a href="http://pkp.sfu.ca/ojs">Open Journal Systems</a>).
de_de: Wir ermutigen Forschungsbibliotheken, diese Zeitschrift in die Liste ihrer elektronischen Zeitschriften aufzunehmen. Darüber hinaus bietet das Open Source Veröffentlichungssystem dieser Zeitschrift Bibliotheken die Möglichkeit, Zeitschriften, an denen Mitglieder ihrer Fakultät mitarbeiten, online bereitzustellen. Siehe <a href="http://pkp.sfu.ca">Public Knowledge Project</a>.
fa_ir: به کتابخانه‌های پژوهشی توصیه می‌شود که این مجله را در لیست اقلام خود قرار دهند. همچنین می‌توانید به افرادی که در موسسه شما درگیر کار انتشار مجله هستند توصیه کنید که از این سیستم مجلات آزاد برای مجله خود استفاده کنند. جهت کسب اطلاعات بیشتر به سایت <a href="http://pkp.sfu.ca/ojs">سامانه مجلات آزاد </a> مراجعه کنید.
fi_fi: Kannustamme tutkimuskirjastojen hoitajia lisäämään tämän julkaisun kirjastojensa elektronisten julkaisujen kokoelmaan. Huomionarvoista on myös, että kirjastot voivat ylläpitää tämän julkaisun avoimen lähdekoodin julkaisujärjestelmää, ja tarjota sen tiedekuntien jäsenten käyttöön tieteellisten julkaisujen toimittamistarkoituksiin (ks. <a href="http://pkp.sfu.ca/ojs">Open Journal Systems</a>).
fr_ca: Nous incitons les bibliothécaires à lister cette revue dans leur fonds de revues numériques. Aussi, il peut être pertinent de mentionner que ce système de publication en accès libre est conçu pour être hébergé par les bibliothèques de recherche pour que les membres de leurs facultés l'utilisent avec les revues dans lesquelles ils sont impliqués (voir <a href="http://pkp.sfu.ca/ojs">Open Journal Systems</a>).
id_id: Kami mendorong pustakawan riset untuk mendaftar jurnal diantara pemegang jurnal eletronik perpustakaan. Begitu juga, ini mungkin berharga bahwa sistem penerbitan sumber terbuka jurnal cocok untuk perpustakaan untuk menjadi tuan rumah untuk anggota fakultas untuk menggunakan jurnal saat mereka terlibat dalam proses editing. (Lihat <a href="http://pkp.sfu.ca/ojs">Open Journal Systems</a>).
it_it: Suggeriamo ai bibliotecari di aggiungere questa rivista nel loro sistema di reference linking. Inoltre, segnaliamo che il sistema open source utilizzato per la pubblicazione di questa rivista potrebbe essere proposto anche per la gestione di riviste nelle quali i bibliotecari siano coinvolti (vedi <a href="http://pkp.sfu.ca/ojs">Open Journal Systems</a> per ulteriori dettagli).
nl_nl: We moedigen bibliothecarissen van onderzoeksbibliotheken aan om dit tijdschrift op te nemen in hun digitale tijdschriftcollectie. Ook wijzen we u erop dat het open source systeem dat dit tijdschrift gebruikt om te publiceren, gehost kan worden door bibliotheken ter ondersteuning van hun bij de redactie van elektronische tijdschriften betrokken faculteitsmedewerkers. (zie <a href="http://pkp.sfu.ca/ojs">Open Journal Systems</a>).
pt_pt: Convidamos as bibliotecas a listar revistas de Acesso Livre nos seus catálogos de revistas electrónicas. Este sistema de publicação é desenvolvido também para ser hospedado e operado por bibliotecas de pesquisa em apoio ao trabalho de publicação de revistas de corpo académico. Para mais informações sobre o Open Journal Systems - OJS, e a administração e publicação de revistas revistas por pares visite o <a href="http://pkp.sfu.ca">Public Knowledge Project</a>.
ru_ru: Мы надеемся, что сотрудники библиотек внесут этот журнал в список электронных журналов своей библиотеки. Следует отметить, что открытая издательская система этого журнала также подходит для того, чтобы библиотеки могли разместить собственные электронные журналы, в редактировании которых участвуют преподаватели и научные работники (подробнее можно посмотреть на <a href="http://pkp.sfu.ca/ojs">Open Journal Systems</a>.
sl_si: Vzpodbujamo, da znanstvene knjižnice uvrstijo to revijo v svojo evidenco elektronskih revij. Enako velja poudariti, da je ta sistem za elektronsko izdajanje odprtokodni sistem, namenjen knjižnicam za gostovanje in izdajanje revij svoje institucije (več <a href="http://pkp.sfu.ca/ojs">Open Journal Systems</a>).
sr_rs@cyrillic: Охрабрујемо научне библиотекаре да уврсте овај часопис у листу библиотечких часописа. Може бити вредно да се напомене да овај часопис користи систем отвореног кода за објављивање који је погодан за библиотеке за њихове факултетске чланове да га користе са часописима у којима су укључени у процесу редакције (see <a href="http://pkp.sfu.ca/ojs">Open Journal Systems</a>).
sr_rs@latin: Ohrabrujemo naučne bibliotekare da uvrste ovaj časopis u listu bibliotečkih časopisa. Može biti vredno da se napomene da ovaj časopis koristi sistem otvorenog koda za objavljivanje koji je pogodan za biblioteke za njihove fakultetske članove da ga koriste sa časopisima u kojima su uključeni u procesu redakcije (see <a href="http://pkp.sfu.ca/ojs">Open Journal Systems</a>).
tr_tr: Kütüphanelere, bu açık erişimli dergiyi elektronik dergileri içine almaları önerilir. Açık Dergi Sitemleri ile ilgili ayrıntılı bilgi <a href="http://pkp.sfu.ca">Public Knowledge Project</a> bağlantısından elde edilebilir.

# default-contextSettings-lockssLicense
source: This journal utilizes the LOCKSS system to create a distributed archiving system among participating libraries and permits those libraries to create permanent archives of the journal for purposes of preservation and restoration. <a href="http://www.lockss.org/">More...</a>
ar_iq: هذه المجلة تستعمل نظام LOCKSS لخلق نظام أرشفة متوزع على المكتبات المشاركة فيه، والتي بإمكانها عبره صنع أرشيف دائم للمجلة لأغراض الحفظ والاسترجاع. <a href="http://www.lockss.org/">للمزيد أنظر...</a>
ca_es: La revista utilitza el sistema LOCKSS per crear un sistema d'arxivament distribuït entre totes les biblioteques que hi participen. A més, permet a les biblioteques que creïn documents permanents de la revista per a conservar-la i restaurar-la. <a href="http://lockss.org/">More...</a>
cs_cz: Tento časopis využívá systém LOCKSS pro vytvoření distribuovaného archivačního systému mezi zúčastněnými knihovnami a dovoluje těmto knihovnám vytvářet trvalé archivy časopisu pro účely jeho uchování a obnovení. <a href="http://lockss.org/">Více...</a>
da_dk: Dette tidsskrift benytter LOCKSS-systemet til at oprette et distribueret arkiveringssystem blandt deltagende biblioteker og tillader disse biblioteker at oprette permanente arkiver af tidsskriftet med henblik på bevaring og genskabelse. <a href="http://lockss.stanford.edu/">Mere...</a>
de_de: Diese Zeitschrift verwendet das LOCKSS-System, um mit Hilfe der teilnehmenden Bibliotheken ein dezentralen Achivierungssystem zu schaffen, bei dem diese Bibliotheken die Zeitschrift zu Aufbewahrungs- und Wiederherstellungszwecken permanent archivieren. <a href="http://www.lockss.org/">Mehr...</a>
fa_ir: این مجله از سیستم LOCKSS برای ایجاد یک بایگانی گسترده در کتابخانه‌های عضو این پروژه استفاده می‌کند و بدین وسیله یک بایگانی دائمی از محتویات خود ایجاد می‌کند. <a href="http://www.lockss.org/">اطلاعات بیشتر...</a>
fi_fi: Tämä julkaisu hyödyntää LOCKSS-järjestelmää luodakseen hajautetun arkistointijärjestelmän osallistuville kirjastoille, sekä antaa näille kirjastoille luvan luoda julkaisusta pysyviä arkistoja säilytys- ja palautustarkoituksiin. <a href="http://www.lockss.org/">Lisää...</a>
fr_ca: Cette revue utilise le système LOCKSS pour créer un système de distribution des archives parmi les bibliothèques participantes et afin de permettre à ces bibliothèques de créer des archives permanentes pour fins de préservation et de restauration. <a href="http://lockss.org/">En savoir plus...</a>
id_id: OJS sistem LOCKSS berfungsi sebagai sistem pengarsipan terdistribusi antar-perpustakaan yang menggunakan sistem ini dengan tujuan membuat arsip permanen (untuk preservasi dan restorasi). <a href="http://www.lockss.org/">Lanjut...</a>
it_it: Questa rivista partecipa a LOCKSS per creare un sistema di archiviazione distribuito tra biblioteche e permette a queste di creare archivi permanenti della rivista a scopo di conservazione. <a href="http://www.lockss.org/">Prosegui...</a>
nl_nl: Dit tijdschrift gebruikt het LOCKSS systeem om een gedistribueerd archief te maken tussen de deelnemende bibliotheken waarmee deze bibliotheken een permanent archief van het tijdschrift maken ten behoeve van bescherming en herstel. <a href="http://www.lockss.org/">Meer...</a>
pt_pt: Esta revista utiliza o sistema LOCKSS para criar um sistema de arquivo distribuído entre as bibliotecas participantes e permite às mesmas criar arquivos permanentes da revista para a preservação e restauração. <a href="http://www.lockss.org/">Saiba mais...</a>
ru_ru: Этот журнал использует систему LOCKSS для создания распределенной архивной системы между участвующими в этой системе библиотеками и разрешает этим библиотекам создавать постоянные архивы журнала в целях сохранения и восстановления. <a href="http://www.lockss.org/">Подробнее...</a>
sl_si: Ta revija uporablja sistem LOCKSS za vzpostavitev distribuiranega sistema za arhiviranje med sodelujočimi knjižnicami in dovoljuje tem knjižnicam, da trajno arhivirajo revijo za namene ohranjanja in restavriranja. <a href="http://www.lockss.org/">Več...</a>
sr_rs@cyrillic: Овај часопис користи LOCKSS систем за креирање дистрибуираног система архивирања међу библиотекама учесницама и дозвољава тим библиотекама да креирају сталне архиве часописа у сврху чувања и рестаурације.<a href="http://www.lockss.org/">Вишe...</a>
sr_rs@latin: Ovaj časopis koristi LOCKSS sistem za kreiranje distribuiranog sistema arhiviranja među bibliotekama učesnicama i dozvoljava tim bibliotekama da kreiraju stalne arhive časopisa u svrhu čuvanja i restauracije.<a href="http://www.lockss.org/">Više...</a>
tr_tr: Bu dergi, katılan kütüphanelerin koruma ve restorasyon amaçlı dağıtık kalıcı arşivler yaratmasına izin vermek için LOCKSS sistemi kullanmaktadır. <a href="http://www.lockss.org/"> LOCKSS sistemi konusunda daha fazla bilgi almak isterseniz.</a>

# default-contextSettings-clockssLicense
source: This journal utilizes the CLOCKSS system to create a distributed archiving system among participating libraries and permits those libraries to create permanent archives of the journal for purposes of preservation and restoration. <a href="http://clockss.org/">More...</a>
ar_iq: هذه المجلة تستعمل نظام CLOCKSS لخلق نظام أرشفة متوزع على المكتبات المشاركة فيه، والتي بإمكانها عبره صنع أرشيف دائم للمجلة لأغراض الحفظ والاسترجاع. <a href="http://clockss.org/">للمزيد أنظر...</a>
ca_es: Aquesta revista utilitza el sistema CLOCKSS per crear un sistema d'arxius distribuït entre les biblioteques participants i permet que aquestes biblioteques creïn arxius permanents de la revista amb finalitats de preservació i restauració. <a href="http://clockss.org/">Més...</a>
cs_cz: Tento časopis využívá systém CLOCKSS k vytvoření distribuovaného systému archivace mezi zúčastněnými knihovnami a umožňuje knihovnám vytvářet trvalé archivy časopisu pro účely uchování a obnovy. <a href="http://clockss.org/"> Více ... </a>
da_dk: Dette tidsskrift anvender CLOCKSS systemet for at understøtte et udbredt arkiveringssystem blandt deltagende biblioteker og giver disse biblioteker ret til permanent at arkivere tidsskriftet til bevaring og eventuel genoprettelse. <a href="http://clockss.org/">Mere...</a>
de_de: Diese Zeitschrift benutzt das CLOCKSS-System, um ein verteiltes Archivsystem zwischen teilnehmenden Bibliotheken zu ermöglichen. Sie erlaubt diesen Bibliotheken, dauerhafte Archive der Zeitschrift zu Zwecken des Bewahrens und Wiederherstellens anzulegen. <a href="http://clockss.org/">Mehr...</a>
fa_ir: این مجله از سیستم CLOCKSS برای ایجاد یک بایگانی گسترده در کتابخانه‌های عضو این پروژه استفاده می‌کند و بدین وسیله یک بایگانی همیشگی از محتویات خود ایجاد می‌کند. <a href="http://clockss.org/">اطلاعات بیشتر...</a>
fi_fi: Tämä julkaisu hyödyntää CLOCKSS-järjestelmää luodakseen hajautetun arkistointijärjestelmän osallistuville kirjastoille, sekä antaa näille kirjastoille luvan luoda julkaisusta pysyviä arkistoja säilytys- ja palautustarkoituksiin. <a href="http://clockss.org/">Lisää...</a>
fr_ca: Cette revue utilise le système CLOCKSS pour créer un système d'archivage distribué parmi les bibliothèques participantes et permet à ces bibliothèques de créer des archives permanentes de la revue à des fins de conservation et de reconstitution. <a href="http://clockss.org/"> Plus ... </a>
it_it: Questa rivista usa il sistema CLOCKSS per creare un sistema di archiviazione distribuito tra le biblioteche partecipanti e permette a queste biblioteche di creare archivi permanebti di riviste per conservazione e ripristinio. Vedi di più sul sito di <a href="http://clockss.org/">CLOCKSS</a>
nl_nl: Dit tijdschrift gebruikt het CLOCKSS systeem om een gedistribueerd archief te maken tussen de deelnemende bibliotheken waarmee deze bibliotheken een permanent archief van het tijdschrift maken ten behoeve van bescherming en herstel. <a href="http://clockss.org/">Meer...</a>
pt_pt: Esta revista utiliza o sistema CLOCKSS para criar um sistema de arquivamento distribuído entre as bibliotecas participantes e permite que estas bibliotecas criem arquivos permanentes da revista para fins de preservação e restauração. <a href="http://clockss.org/">Mais ...</a>
ru_ru: Этот журнал использует систему CLOCKSS для создания распределенной архивной системы между участвующими в этой системе библиотеками и разрешает этим библиотекам создавать постоянные архивы журнала в целях сохранения и восстановления. <a href="http://clockss.org/">Подробнее...</a>
sl_si: Ta revija uporablja CLOCKSS sistem za vzpostavitev distribuiranega sistema arhiviranja med sodelujočimi knjižnicami in dovoljuje tem knjižnicam, da trajno arhivirajo revijo za namene ohranjaja in restavriranja. <a href="http://clockss.org/">Več...</a>
sr_rs@cyrillic: Овај часопис користи LOCKSS систем за креирање дистрибуираног система архивирања међу библиотекама учесницама и дозвољава тим библиотекама да креирају сталне архиве часописа у сврху чувања и рестаурације.<a href="http://www.lockss.org/">Вишe...</a>
sr_rs@latin: Ovaj časopis koristi LOCKSS sistem za kreiranje distribuiranog sistema arhiviranja među bibliotekama učesnicama i dozvoljava tim bibliotekama da kreiraju stalne arhive časopisa u svrhu čuvanja i restauracije.<a href="http://www.lockss.org/">Više...</a>
tr_tr: Bu dergi, katılımcı kütüphaneler arasında dağıtılmış bir arşivleme sistemi oluşturmak için CLOCKSS sistemini kullanır ve bu kütüphanelerin, koruma ve geri yükleme amacıyla derginin kalıcı arşivlerini oluşturmasına izin verir. <a href="http://clockss.org/">Daha azla...</a>

# default-groups-name-manager
source: Journal manager
ar_iq: رئيس تحرير المجلة
ca_es: Gestor/a de la revista
cs_cz: Manažer časopisu
da_dk: Tidsskriftschef
de_de: Zeitschriftenverwalter/in
el_gr: Διαχειριστής Περιοδικού
fa_ir: مدیر مجله
fi_fi: Julkaisun hallinnoija
fr_ca: Directeur de la revue
id_id: Manajer Jurnal
nl_nl: Tijdschriftbeheerder
pl_pl: Administrator czasopisma
pt_pt: Director da Revista
ru_ru: Управляющий журналом
sl_si: Upravljalec revije
sr_rs@cyrillic: Технички секретар
sr_rs@latin: Tehnički sekretar
tr_tr: Dergi yöneticisi

# default-groups-plural-manager
source: Journal managers
ar_iq: رؤساء التحرير
ca_es: Gestors/es de la revista
cs_cz: Manažeři časopisu
da_dk: Tidsskriftschefer
de_de: Zeitschriftenverwalter/innen
el_gr: Διαχειριστές Περιοδικού
fa_ir: مدیران مجله
fi_fi: Julkaisun hallinnoijat
fr_ca: Directeurs de la revue
id_id: Manajer Jurnal
it_it: Direttori
nl_nl: Tijdschriftbeheerders
pl_pl: Administratorzy czasopisma
pt_pt: Directores da Revista
ru_ru: Управляющие журналом
sl_si: Upravljalci revije
sr_rs@cyrillic: Технички секретари
sr_rs@latin: Tehnički sekretari
tr_tr: Dergi yöneticileri

# default-groups-abbrev-manager
source: JM
ar_iq: ر ت
ca_es: GR
cs_cz: Man
de_de: ZV
el_gr: ΔΠ
fa_ir: مدیر.م
fi_fi: JH
fr_ca: DIR
it_it: MNGR
nl_nl: TB
pl_pl: ADMIN
pt_pt: DR
ru_ru: УпрЖ
sl_si: UP
tr_tr: DY

# default-groups-name-editor
source: Journal editor
ar_iq: محرر
ca_es: Editor/a de la revista
cs_cz: Editor časopisu
da_dk: Tidsskriftredaktør
de_de: Zeitschriftenredakteur/in
el_gr: Επιμελητής Περιοδικού
fa_ir: سردبیر مجله
fi_fi: Julkaisun toimittaja
fr_ca: Rédacteur
id_id: Editor Jurnal
it_it: Editor in capo
nl_nl: Tijdschriftredacteur
pl_pl: Redaktor czasopisma
pt_pt: Editor da Revista
ru_ru: Редактор журнала
sl_si: Urednik revije
sr_rs@cyrillic: Уредник часописа
sr_rs@latin: Urednik časopisa
tr_tr: Dergi editörü

# default-groups-plural-editor
source: Journal editors
ar_iq: محررو المجلة
ca_es: Editors/es de la revista
cs_cz: Editoři časopisu
da_dk: Tidsskriftredaktører
de_de: Zeitschriftenredakteur/innen
el_gr: Επιμελητές Περιοδικού
fa_ir: سردبیران مجله
fi_fi: Julkaisun toimittajat
fr_ca: Rédacteurs
id_id: Editor Jurnal
it_it: Editors
nl_nl: Tijdschriftredacteurs
pl_pl: Redaktorzy czasopisma
pt_pt: Editores da Revista
ru_ru: Редакторы журнала
sl_si: Uredniki revije
sr_rs@cyrillic: Уредници часописа
sr_rs@latin: Urednici časopisa
tr_tr: Dergi editörleri

# default-groups-abbrev-editor
source: JE
ar_iq: م
ca_es: ER
cs_cz: Ed
de_de: ZR
el_gr: ΕΠ
fa_ir: سردبیر
fi_fi: JT
fr_ca: RÉD
it_it: EDT
nl_nl: TR
pl_pl: RED
pt_pt: ER
ru_ru: РедЖ
sl_si: UP
tr_tr: DE

# default-groups-name-guestEditor
source: Guest editor
ar_iq: محرر مستضاف
ca_es: Editor/a convidada
cs_cz: Hostující editor
da_dk: Gæsteredaktør
de_de: Gastredakteur/in
el_gr: Προσκεκλημένος Επιμελητής
fa_ir: دبیر مهمان
fi_fi: Vieraileva toimittaja
fr_ca: Rédacteur invité
id_id: Editor Tamu
nl_nl: Gastredacteur
pl_pl: Redaktor gościnny
pt_pt: Editor Convidado
ru_ru: Приглашенный редактор
sl_si: Gostujoči urednik
sr_rs@cyrillic: Гостујући уредник
sr_rs@latin: Gostujući urednik
tr_tr: Misafir editör

# default-groups-plural-guestEditor
source: Guest editors
ar_iq: محررون مستضافون
ca_es: Editors/es convidades
cs_cz: Hostující editoři
da_dk: Gæsteredaktører
de_de: Gastredakteur/innen
el_gr: Προσκεκλημένοι Επιμελητές
fa_ir: دبیران مهمان
fi_fi: Vierailevat toimittajat
fr_ca: Rédacteurs invités
id_id: Editor Tamu
it_it: Guest editor
nl_nl: Gastredacteurs
pl_pl: Redaktorzy gościnni
pt_pt: Editores Convidados
ru_ru: Приглашенные редакторыs
sl_si: Gostujoči uredniki
sr_rs@cyrillic: Гостујући уредници
sr_rs@latin: Gostujući urednici
tr_tr: Misafir editörler

# default-groups-abbrev-guestEditor
source: GE
ar_iq: م ض
ca_es: EC
cs_cz: HEd
de_de: GR
el_gr: ΠΕΠ
fa_ir: دبیر.م
fi_fi: VT
fr_ca: RÉDINV
it_it: G_EDT
nl_nl: GR
pl_pl: RED G
pt_pt: EC
ru_ru: ПРед
sl_si: GU
tr_tr: ME

# default-groups-name-sectionEditor
source: Section editor
ar_iq: محرر قسم
ca_es: Editor/a de secció
cs_cz: Editor sekce
da_dk: Sektionsredaktør
de_de: Rubrikredakteur/in
el_gr: Επιμελητής Ενότητας
fa_ir: دبیر
fi_fi: Osastotoimittaja
fr_ca: Rédacteur de rubrique
id_id: Editor Bagian
it_it: Editor di sezione
nl_nl: Sectieredacteur
pl_pl: Redaktor działu
pt_pt: Editor Secção
ru_ru: Редактор раздела
sl_si: Urednik rubrike
sr_rs@cyrillic: Уредник секције
sr_rs@latin: Urednik sekcije
tr_tr: Bölüm editörü

# default-groups-plural-sectionEditor
source: Section editors
ar_iq: محررو أقسام
ca_es: Editors/es de secció
cs_cz: Editoři sekce
da_dk: Sektionsredaktører
de_de: Rubrikredakteur/innen
el_gr: Επιμελητές Ενότητας
fa_ir: دبیران
fi_fi: Osastotoimittajat
fr_ca: Rédacteurs de rubrique
id_id: Editor Bagian
it_it: Editor di sezione
nl_nl: Sectieredacteurs
pl_pl: Redaktorzy działu
pt_pt: Editores Secção
ru_ru: Редакторы разделов
sl_si: Uredniki rubrike
sr_rs@cyrillic: Уредници секције
sr_rs@latin: Urednici sekcije
tr_tr: Bölüm editörleri

# default-groups-abbrev-sectionEditor
source: SecE
ar_iq: م ق
ca_es: ESec
cs_cz: SEd
de_de: RR
el_gr: ΕΕ
fa_ir: دبیر
fi_fi: OT
fr_ca: RÉDRUB
nl_nl: SR
pl_pl: RED DZ
pt_pt: EC
ru_ru: РедР
sl_si: UR
tr_tr: Böl. Ed.

# default-groups-name-subscriptionManager
source: Subscription Manager
ar_iq: مدير الاشتراكات
ca_es: Gestor/a de subscripció
cs_cz: Manažer předplatného
da_dk: Abonnementschef
de_de: Abonnementverwalter/in
el_gr: Διαχειριστής Συνδρομής
fa_ir: مدیر اشتراک
fi_fi: Tilaussihteeri
fr_ca: Responsable des abonnements
id_id: Manajer Langganan
nl_nl: Abonnementenbeheerder
pl_pl: Menadżer subskrypcji
pt_pt: Gestor Assinaturas
ru_ru: Менеджер по подписке
sl_si: Urednik naročnin
sr_rs@cyrillic: Менаџер претплата
sr_rs@latin: Upravnik za pretplatu
tr_tr: Abone Yöneticisi

# default-groups-plural-subscriptionManager
source: Subscription Managers
ar_iq: مديرو الاشتراكات
ca_es: Gestors/es de subscripció
cs_cz: Manažeři předplatného
da_dk: Abonnementschefer
de_de: Abonnementverwalter/innen
el_gr: Διαχειριστές Συνδρομής
fa_ir: مدیران اشتراک
fi_fi: Tilaussihteerit
fr_ca: Responsablesdes abonnements
id_id: Manajer Langganan
it_it: Subscription manager
nl_nl: Abonnementenbeheerders
pl_pl: Menadżerowie subskrypcji
pt_pt: Gestores Assinaturas
ru_ru: Менеджеры по подписке
sl_si: Uredniki naročnin
sr_rs@cyrillic: Менаџери претплата
sr_rs@latin: Upravnici za pretplatu
tr_tr: Abone Yöneticileri

# default-groups-abbrev-subscriptionManager
source: SubM
ar_iq: م ش
ca_es: GSubs
cs_cz: PředMan
de_de: AV
el_gr: ΔΣΠ
fa_ir: م.اشتراک
fi_fi: TS
fr_ca: RespAB
nl_nl: AB
pl_pl: SUB
pt_pt: GA
ru_ru: МПодп
sl_si: UN
tr_tr: Abone Yöneticisi

# default-genres-researchInstrument
source: Research Instrument
ar_iq: أدوات البحث العلمي
ca_es: Instrument de recerca
cs_cz: Výzkumný nástroj
da_dk: Forskningsredskab
de_de: Forschungsinstrument
el_gr: Ερευνητικό όργανο
fa_ir: ابزارهای پژوهش
fi_fi: Tutkimusväline
fr_ca: Instruments de recherche
id_id: Instrumen Penelitian
it_it: Strumenti di ricerca
nl_nl: Onderzoeksinstrument
pl_pl: Narzędzie badawcze
pt_pt: Instrumento Pesquisa
ru_ru: Инструмент исследования
sl_si: Raziskovalni instrumenti
sr_rs@cyrillic: Истраживачки инструмент
sr_rs@latin: Istraživački instrument
tr_tr: Araştırma Enstürmanları
