Repository: asmecher/ojs
Catalog: locale/*/default.xlf
Languages: ar_iq, ca_es, cs_cz, da_dk, de_de, el_gr, fa_ir, fi_fi, fr_ca, id_id, it_it, nl_nl, pl_pl, pt_pt, ru_ru, sl_si, sr_rs@cyrillic, sr_rs@latin, tr_tr

# section-default-title
source: Articles
ar_iq: المقالات
cs_cz: Články
da_dk: Artikler
de_de: Artikel
el_gr: Άρθρα
fa_ir: مقالات
fi_fi: Artikkelit
id_id: Artikel
it_it: Articoli
nl_nl: Artikels
pl_pl: Artykuły
pt_pt: Artigos
ru_ru: Статьи
sl_si: Prispevki
sr_rs@cyrillic: Чланци
sr_rs@latin: Članci
tr_tr: Makaleler

# section-default-abbrev
source: ART
cs_cz: ČL
el_gr: ΑΡΘ
fa_ir: م ق
ru_ru: СТ
sl_si: PRS
tr_tr: MAK

# default-genres-article
source: Article Text
ar_iq: نص المقال
ca_es: Text de l'article
cs_cz: Text článku
da_dk: Artikeltekst
de_de: Artikeltext
el_gr: Κείμενο άρθρου
fa_ir: متن مقاله
fi_fi: Artikkelin teksti
fr_ca: Texte de l'article
id_id: File Utama Naskah
it_it: Articolo
nl_nl: Artikeltekst
pl_pl: Tekst artykułu
pt_pt: Texto Artigo
ru_ru: Текст статьи
sl_si: Besedilo prispevka
sr_rs@cyrillic: Текст чланка
sr_rs@latin: Tekst članka
tr_tr: Makale Metni

# default-contextSettings-checklist-notPreviouslyPublished
source: The submission has not been previously published, nor is it before another journal for consideration (or an explanation has been provided in Comments to the Editor).
ar_iq: هذا المؤلَّف لم يسبق له النشر، ولم يُعرض على مجلة علمية أخرى للنظر فيه (أو هناك توضيح بشأن هذا الأمر مقدم إلى هيئة التحرير في خانة التعليقات)
ca_es: La tramesa no s'ha publicat anteriorment ni s'ha presentat abans a cap altra revista (o s'ha enviat una explicació a «Comentaris per a l'editor/a»).
cs_cz: Příspěvek nebyl dosud publikován ani není v současnosti zaslán do jiného časopisu pro posouzení (nebo bylo podáno vysvětlení v Komentářích pro editora).
da_dk: Manuskriptet er ikke tidligere blevet publiceret, og det er heller ikke sendt til et andet tidsskrift med henblik på at komme i betragtning til at blive publiceret (eller der er angivet en forklaring under kommentarfeltet 'Kommentarer til redaktøren').
de_de: Der Beitrag ist bisher unveröffentlicht und wurde auch keiner anderen Zeitschrift vorgelegt (andernfalls ist eine Erklärung in "Kommentare für die Redaktion" beigefügt).
fa_ir: مقاله ارسالی قبلاً چاپ نشده و هم در هیچ مجله دیگری تحت داوری برای چاپ نمی‌باشد.
fi_fi: Tätä käsikirjoitusta ei ole aiemmin julkaistu, eikä sitä ole lähetetty toiseen julkaisuun (tai asiasta on annettu selvitys Kommentteja toimittajalle -kohdassa).
fr_ca: La soumission n'a pas déjà été publiée et n'est pas considérée actuellement par une autre revue. Si ce n'est pas le cas, fournir une explication dans le champ "Commentaires au rédacteur".
id_id: Naskah belum pernah diterbitkan sebelumnya, dan tidak sedang dalam pertimbangan untuk diterbitkan di jurnal lain (atau sudah dijelaskan dalam Komentar kepada Editor).
it_it: La submission non è stata precedentemente pubblicata, né proposta a un'altra rivista (oppure si fornisce una spiegazione all'editor nei commenti).
nl_nl: De inzending is niet eerder gepubliceerd en is ook niet in overweging bij een ander tijdschrift (tenzij een uitleg is gegeven bij Opmerkingen voor de redacteur).
pl_pl: Tekst nie był dotąd nigdzie opublikowany ani nie jest przedmiotem postępowania w innym czasopiśmie.
pt_pt: A contribuição é original e inédita e não se encontra sob revisão ou para publicação junto de outra revista. Caso contrário, deve-se justificar em "Comentários ao Editor".
ru_ru: Этот материал ранее не был опубликован, а также не был представлен для рассмотрения и публикации в другом журнале (или дано объяснение этого в Комментариях для редактора).
sl_si: Prispevek še ni bil nikjer objavljen, niti ni v procesu objavljanja v kakšni drugi reviji (oziroma je razlaga podana v polju Komentarji uredniku).
sr_rs@cyrillic: Рад који прилажем није раније објављиван, нити се налази у процесу разматрања у другом часопису (или је објашњење обезбеђено у коментарима уреднику).
sr_rs@latin: Rad koji prilažem nije ranije objavljivan, niti se nalazi u procesu razmatranja u drugom časopisu (ili je objašnjenje obezbeđeno u komentarima uredniku).
tr_tr: Gönderilen yazı daha önceden yayınlanmamış ve yayımlanmak üzere herhangi bir dergiye değerlendirilmek üzere sunulmamıştır (Yazar Rehberi'nde detaylı açıklama verimiştir).

# default-contextSettings-checklist-fileFormat
source: The submission file is in OpenOffice, Microsoft Word, or RTF document file format.
ar_iq: ملف التقديم هو بإحدى الصيغ الآتية: OpenOffice, Microsoft Word, RTF, WordPerfect
ca_es: El fitxer de la tramesa està en format de document de l'OpenOffice, Microsoft Word, RTF o WordPerfect.
cs_cz: Soubor příspěvku je ve formátu OpenOffice, Microsoft Word, RTF nebo WordPerfect.
da_dk: Manuskriptfilen er i et OpenOffice, Microsoft Word- eller RTF- eller dokumentfilformat.
de_de: Die Datei liegt im Format Microsoft Word, RTF oder WordPerfect vor.
fa_ir: فایل ارسال شده به فرمت OpenOffice, Microsoft Word, RTF, یا WordPerfect می‌باشد.
fi_fi: Käsikirjoitustiedosto on OpenOffice-, Microsoft Word- tai RTF-asiakirjan tiedostomuodossa.
fr_ca: Le fichier de la soumission est dans un des formats de fichier suivants : OpenOffice, Microsoft Word, RTF ou WordPerfect.
id_id: File naskah dalam format dokumen OpenOffice, Microsoft Word, atau RTF.
it_it: Il file di submission è in un formato OpenOffice, Microsoft Word, RTF, o WordPerfect.
nl_nl: Het ingezonden bestand is in OpenOffice, Microsoft Word, RTF of WordPerfect document bestandsformaat.
pl_pl: Tekst zapisany w formacie OpenOffice, Microsoft Word, RTF lub WordPerfect.
pt_pt: Os ficheiros para submissão encontram-se em formato Microsoft Word, OpenOffice ou RTF (desde que não ultrapassem 2MB)
ru_ru: Файл с материалом представлен в формате документа OpenOffice, Microsoft Word или RTF.
sl_si: Datoteka oddanega prispevka je v formatu OpenOffice, Microsoft Word, RTF ali WordPerfect dokumenta.
sr_rs@cyrillic: Фајл који прилажем је у формату OpenOffice, Microsoft Word, RTF, или WordPerfect.
sr_rs@latin: Fajl koji prilažem je u formatu OpenOffice, Microsoft Word, RTF, ili WordPerfect.
tr_tr: Gönderi dosyası OpenOffice, Microsoft Word, RTF veya WordPerfect dokümanı dosyası biçimindedir.

# default-contextSettings-checklist-addressesLinked
source: Where available, URLs for the references have been provided.
ar_iq: حيثما تطلب الأمر، أضيفت روابط للمراجع المستعملة في المؤلَّف (الروابط هي وصلات إلى العناوين على الشبكة العنكبوتية)
ca_es: Sempre que ha estat possible s'han proporcionat els URL per a les referències.
cs_cz: URL odkazy na reference jsou uvedeny všude, kde to bylo možné.
da_dk: Der er angivet URL-adresser til referencerne, hvor de er tilgængelige.
de_de: Soweit möglich, wurden den Literaturangaben URLs beigefügt.
fa_ir: در صورت امکان لینک مراجع در داخل متن قرار داده شده است.
fi_fi: Lähteiden URL-osoitteet on annettu, mikäli ne ovat saatavilla.
fr_ca: Lorsque possible, les URL des références ont été fournies.
id_id: Referensi yang dapat diakses online telah dituliskan URL-nya.
it_it: Dove possibile, sono stati fornite le URL dei riferimenti
nl_nl: Waar beschikbaar zijn URLs voor de referenties toegevoegd
pl_pl: Jeżeli jest dostępny należy dostarczyć URL dla pozycji bibliograficznych.
pt_pt: Quando disponíveis, foram fornecidos URLs para as referências.
ru_ru: Приведены полные интернет-адреса (URL) для ссылок там, где это возможно.
sl_si: Kjer je možno, so objavljene URL povezave do literature.
sr_rs@cyrillic: Где је могуће URL-ови референци су приложени.
sr_rs@latin: Gde je moguće URL-ovi referenci su priloženi.
tr_tr: Burada mevcut başvurular için URL'ler sağlanmıştır.

# default-contextSettings-checklist-submissionAppearance
source: The text is single-spaced; uses a 12-point font; employs italics, rather than underlining (except with URL addresses); and all illustrations, figures, and tables are placed within the text at the appropriate points, rather than at the end.
ar_iq: فقرات النص ذات تباعد مفرد للأسطر، بحجم خط (12) نقطة، تم فيه استعمال الخط المائل بدلاً عن الخط التحتاني (باستثناء عناوين الروابط)، وجميع الرسوم والأشكال والجداول متوضعة ضمن النص المتعلق بها عوضاً عن تجميعها في نهاية الملف
ca_es: El text utilitza un espaiat senzill, lletra de mida 12 i en cursiva, més que no pas subratllat, excepte a les adreces URL. Pel que fa a totes les il·lustracions, figures i taules, es col·loquen al lloc corresponent del text i no al final.
cs_cz: Text má jednoduché řádkování; písmo má velikost 12; je použita spíše kurzíva a ne podtržení (kromě url adres); všechny ilustrace tabulky a obrázky jsou umístěny spíše v textu, než na konci.
da_dk: Teksten er skrevet med enkelt linjeafstand, benytter en 12-punktsskrifttype og anvender kursiv i stedet for understregning (med undtagelse af URL-adresser), og alle illustrationer, figurer og tabeller er placeret i teksten på passende steder i stedet for til sidst.
de_de: Der Text liegt mit einfachem Zeilenabstand vor, Schriftgröße 12, gegebenenfalls kursiv, nicht unterstrichen (mit Ausnahme der URL-Adressen); alle Illustrationen, Grafiken und Tabellen sind an geeigneter Stelle im Text eingefügt und nicht am Textende.
fa_ir: فاصله سطور در متن مقاله تک فاصله‌ای است ، فونت 12 در صورت لزوم از فونت ایتالیک بجای زیرخط دار استفاده شده است ، تمام تصاویر و نمودارها و جداول در خود متن در محل مناسب و یا در انتهای متن قرار داده شده است.
fi_fi: Tekstin riviväli on yksi; kirjasinkoko on 12; tekstissä käytetään kursiivia, ei alleviivausta (paitsi URL-osoitteissa); ja kaikki kuvat, kuviot ja taulukot on sijoitettu ensisijaisesti sopiviin kohtiin tekstin lomaan, ei tekstin loppuun.
fr_ca: Le texte est à simple interligne, utilise une police de 12 points, emploie l'italique plutôt que le souligné (sauf pour les adresses URL) et place toutes les illustrations, figures et tableaux aux endroits appropriés dans le texte plutôt qu'à la fin.
id_id: Naskah diketik dengan teks 1 spasi; font 12; menggunakan huruf miring, bukan huruf bergaris bawah (kecuali alamat URL); dan semua ilustrasi, gambar, dan tabel diletakkan dalam teks pada tempat yang diharapkan, bukan dikelompokkan tersendiri di akhir naskah.
it_it: Il testo ha spaziatura singola; usa un font 12 punti ; impiega il corsivo invece della sottolineatura (eccetto con gli indirizzi URL); e tutte le illustrazioni, figure, e tabelle sono posizionate all'interno del testo nei punti appropriati, piuttosto che alla fine.
nl_nl: De tekst is enkelvoudig gespatieerd, gebruikt een 12-punts lettergrootte, gebruikt schuingedrukte tekst in plaats van onderstreepte (behalve bij URL adressen) en alle illustraties, figuren en tabellen staan op de juiste plek in de tekst en niet aan het einde.
pt_pt: O texto está em espaço duplo; usa uma fonte de 12-pontos; emprega itálico em vez de sublinhado (excepto em endereços URL); as figuras e tabelas estão inseridas no texto, não no final do documento na forma de anexos.
ru_ru: Текст набран с одинарным межстрочным интервалом; используется кегль шрифта в 12 пунктов; для выделения используется курсив, а не подчеркивание (за исключением URL-адресов); все иллюстрации, графики и таблицы расположены в соответствующих местах в тексте, а не в конце документа.
sl_si: Besedilo ima enojni razmak; uporabljena pisava je velikosti 12 točk; za poudarjene besede uporabite stil poševno, podčrtano le za URL povezave; in vse ilustracije, slike in tabele so na pravih mestih v besedilu, namesto na kupu na koncu besedila.
sr_rs@cyrillic: Текст има проред 1,5, користи фонт Times New Roman величине 12, користи курзив уместо подвлачења (изузев URL адреса) и илустрације, табеле и прилози су смештени унутар текста на одговарајућим местима или на крају.
sr_rs@latin: Tekst ima prored 1,5, koristi font Times New Roman veličine 12, koristi kurziv umesto podvlačenja (izuzev URL adresa) i ilustracije, tabele i prilozi su smešteni unutar teksta na odgovarajućim mestima ili na kraju.
tr_tr: Metin tek satırlı, 10 punto, altı çizilme yerine italik olarak vurgulanmış (geçerli URL adresleri ile) ve tüm şekil, resim ve tablolar sayfa sonu yerien metin içinde uygun noktalara yerleştirilmiştir. Baskı için, resimlerin kaliteli kopyalarını ek dosya olarak gönderiniz. Gönderilen dosyanın boyutu çok fazla olur ise, sistem almayabilir. Böyle durumlarda yazıyı bölüp, diğer bölümleri ek dosya olarak tek, tek gönderebilirsiniz.

# default-contextSettings-checklist-bibliographicRequirements
source: The text adheres to the stylistic and bibliographic requirements outlined in the Author Guidelines.
ar_iq: إن نص المؤلَّف مقيد بالمتطلبات النمطية والأسلوبية الواردة في <a href="{$indexUrl}{$contextPath}/about/submissions#authorGuidelines" target="_new">دليل المؤلِّف</a>, الموجود في النص التعريفي بالمجلة ضمن هذا الموقع
ca_es: El text compleix els requisits estilístics i bibliogràfics descrits a les instruccions de l'autor/a a <a href="{$indexUrl}{$contextPath}/about/submissions#authorGuidelines" target="_new">Indicacions de l’autor/a</a>, que es troben a «Sobre la revista».
cs_cz: Text odpovídá stylistickým a bibliografickým požadavkům uvedeným v <a href="{$indexUrl}{$contextPath}/about/submissions#authorGuidelines" target="_new">Pokynech pro autory</a>, které se nachází na stránce O časopisu.
da_dk: Teksten opfylder de stilistiske og bibliografiske krav, der er beskrevet under <a href="{$indexUrl}{$contextPath}/about/submissions#authorGuidelines" target="_new"> Retningslinjer for forfattere </a>, som findes under Om tidsskriftet.
de_de: Der Text folgt den stilistischen und bibliografischen Vorgaben in<a href="{$indexUrl}{$contextPath}/about/submissions#authorGuidelines"> Richtlinien für Autor/innen</a> , die unter "Über uns" zu finden sind.
fa_ir: متن مقاله بر طبق اصول مقاله‌نویسی و مرجع‌نگاری اشاره شده در <a href="{$indexUrl}{$contextPath}/about/submissions#authorGuidelines"> راهنمای نویسندگان </a> می‌باشد. این راهنما در قسمت درباره مجله قابل مشاهده است.
fi_fi: Teksti noudattaa kirjoittajan ohjeissa määriteltyjä stilistisiä ja bibliografisia vaatimuksia.
fr_ca: Le texte se conforme aux exigences stylistiques et bibliographiques décrites dans les <a href="{$indexUrl}{$contextPath}/about/submissions#authorGuidelines">Directives aux auteurs</a>, qui se trouvent dans la section « À propos de la revue ».
id_id: Pengetikan naskah dan sitasi mengikuti gaya selingkung yang disyaratkan dalam Panduan Penulis
it_it: Il testo aderisce alle richieste stilistiche e bibliografiche riassunte nelle <a href="{$indexUrl}{$contextPath}/about/submissions#authorGuidelines">linee guida dell'autore</a>, che si trova nella pagina di informazioni sulla rivista.
nl_nl: De tekst voldoet aan de stilistische en bibliografische eisen zoals geformuleerd in <a href="{$indexUrl}{$contextPath}/about/submissions#authorGuidelines" target="_new">Richtlijnen voor auteurs</a>, te vinden bij Over dit tijdschrift.
pt_pt: O texto segue os padrões de estilo e requisitos bibliográficos descritos em <a href="{$indexUrl}{$contextPath}/about/submissions#authorGuidelines">Instruções para Autores</a>, na secção Sobre a Revista.
ru_ru: Текст соответствует стилистическим и библиографческим требованиям, описанным в <a href="{$indexUrl}{$contextPath}/about/submissions#authorGuidelines" target="_new">Руководстве для авторов</a>, которое можно найти на странице «О журнале».
sl_si: Besedilo ustreza stilskim in bibliotehničnim zahtevam navodilih za avtorje.
sr_rs@cyrillic: Текст са упутствима везаним за стил и библиографске захтевиме је у <a href="{$indexUrl}{$contextPath}/about/submissions#authorGuidelines" target="_new">Упутства за ауторе</a>, која се налазе у секцији "О часопису".
sr_rs@latin: Tekst sa uputstvima vezanim za stil i bibliografske zahtevime je u <a href="{$indexUrl}{$contextPath}/about/submissions#authorGuidelines" target="_new">Упутства за ауторе</a>, koja se nalaze u sekciji "O časopisu".
tr_tr: Buraya eklenen sitil ve bibliyografk gereksinimler Dergi Hakkında kısmındaki <a href="{$indexUrl}{$contextPath}/about/submissions#authorGuidelines">Yazar Rehberi</a>'nden görülebilir.

# default-contextSettings-privacyStatement
source: <p>The names and email addresses entered in this journal site will be used exclusively for the stated purposes of this journal and will not be made available for any other purpose or to any other party.</p>
ar_iq: <p>أسماء الأشخاص وعناوين البريد الالكتروني المحفوظة في موقع المجلة هذا ستتم الاستفادة منها حصرياً للأغراض المنصوص عليها من قبل المجلة، ولن تكون متاحة لأي أغراض أخرى أو لأي طرف ثالث</p>
ca_es: <p>Els noms i les adreces de correu electrònic que hi ha al lloc web de la revista només s'utilitzaran per als usos indicats en aquesta revista i no estaran disponibles per cap altre ús ni per terceres parts.</p>
cs_cz: <p>Jména a emailové adresy vložené na této stránce budou použity výhradně pro uvedené účely tohoto časopisu a nebudou zpřístupněny pro jiné účely ani třetí straně.</p>
da_dk: <p>De navne og adresser, der angives på dette tidsskrifts websted, vil udelukkende blive anvendt til tidsskriftets angivne formål og vil ikke blive gjort tilgængelige til andre formål eller for andre parter.</p>
de_de: <p>Namen und E-Mail-Adressen, die auf den Webseiten der Zeitschrift eingegeben werden, werden ausschließlich zu den angegebenen Zwecken verwendet und nicht an Dritte weitergegeben.</p>
fa_ir: <p>نام‌ها و ایمیل‌های وارد شده در سایت مجله، فقط در اهداف بیان شده بکار می‌رود و در دسترس هیچ شخص یا سازمان دیگری قرار نخواهد گرفت.</p>
fi_fi: <p>Tämän julkaisun sivustolle syötettyjä nimiä ja sähköpostiosoitteita käytetään yksinomaan tämän julkaisun tarkoituksiin, eikä niitä luovuteta mihinkään muuhun tarkoitukseen tai muille osapuolille.</p>
fr_ca: <p>Les noms et courriels saisis dans le site de cette revue seront utilisés exclusivement aux fins indiquées par cette revue et ne serviront à aucune autre fin, ni à toute autre partie.</p>
id_id: <p>Nama dan alamat email yang dimasukkan di website ini hanya akan digunakan untuk tujuan yang sudah disebutkan, tidak akan disalahgunakan untuk tujuan lain atau untuk disebarluaskan ke pihak lain.</p>
it_it: <p>I nomi e gli indirizzi email inseriti in questo sito della rivista saranno utilizzati esclusivamente per gli scopi dichiarati e non verranno resi disponibili per nessun altro uso.</p>
nl_nl: <p>Namen en e-mailadressen die in dit tijdschrift worden ingevoerd, zullen alleen worden gebruikt voor de in dit tijdschrift genoemde doeleinden. Ze zullen niet worden gebruikt voor andere doeleinden of door andere partijen</p>
pt_pt: <p>Os nomes e endereços fornecidos nesta revista serão usados exclusivamente para os serviços prestados por esta publicação, não sendo disponibilizados para outras finalidades ou a terceiros.</p>
ru_ru: <p>Имена и адреса электронной почты, введенные на сайте этого журнала, будут использованы исключительно для целей, обозначенных этим журналом, и не будут использованы для каких-либо других целей или предоставлены другим лицам и организациям.</p>
sl_si: <p>Imena in e-poštni naslovi vpisani v tem spletišču se bodo striktno uporabljala le za navedene namene te revije in ne bodo predane nobeni tretji osebi.</p>
sr_rs@cyrillic: <p>Имена и имејл адресе унете на овом сајту биће коришћене искључиво за наведене потребе овог часописа и неће бити доступни ни за једну другу сврху или некој другој страни.</p>
sr_rs@latin: <p>Imena i imejl adrese unete na ovom sajtu biće korišćene isključivo za navedene potrebe ovog časopisa i neće biti dostupni ni za jednu drugu svrhu ili nekoj drugoj strani.</p>
tr_tr: <p>Bu dergi sitesindeki isimler ve elektronik posta adresleri bu derginin belirtilen amaçları doğrultusunda kullanılacaktır. Diğer amaçlar veya başka bir bölüm için kullanılmaycaktır.</p>

# default-contextSettings-openAccessPolicy
source: This journal provides immediate open access to its content on the principle that making research freely available to the public supports a greater global exchange of knowledge.
ar_iq: هذه المجلة العلمية تسمح بالوصول المفتوح والمباشر إلى محتوياتها من مبدأ أن إتاحة البحوث العلمية مجاناً للعامة يخدم وبشكل أكبر تبادل المعارف والعلوم بين بني الإنسان
ca_es: La revista proporciona accés lliure immediat al contingut basant-se en el principi que fer que la cerca estigui disponible al públic facilita un intercanvi de coneixement més ampli i global.
cs_cz: Tento časopis poskytuje okamžitý otevřený přístup ke svému obsahu na principu, podle kterého volné zpřístupnění výsledků výzkumu podporuje větší celosvětovou výměnu poznatků.
da_dk: Dette tidsskrift tilbyder øjeblikkelig Open Access til tidsskriftets indhold på baggrund af princippet om, at gratis offentlig adgang til forskning understøtter en større global udveksling af viden.
de_de: Diese Zeitschrift bietet freien Zugang (Open Access) zu ihren Inhalten, entsprechend der Grundannahme, dass die freie öffentliche Verfügbarkeit von Forschung einem weltweiten Wissensaustausch zugute kommt.
fa_ir: این مجله دستیابی فوری به محتوی خود را به‌صورت آزاد دارا می‌باشد به این امید که پژوهشی که به‌صورت عمومی در دسترس باشد موجب تبادل بیشتر دانش در مقیاس جهانی می‌شود
fi_fi: Tämä julkaisun sisällöt ovat välittömästi avoimesti saatavilla noudattaen periaatetta, jonka mukaan tutkimuksen tekeminen vapaasti saatavilla olevaksi suurelle yleisölle tukee suurempaa globaalia tiedonvaihtoa.
fr_ca: Cette revue fournit l'accès libre immédiat à son contenu se basant sur le principe que rendre la recherche disponible au public gratuitement facilite un plus grand échange du savoir, à l'échelle de la planète.
id_id: Jurnal ini menyediakan akses terbuka yang pada prinsipnya membuat riset tersedia secara gratis untuk publik dan akan mensupport pertukaran pengetahuan global terbesar.
it_it: Questa rivista fornisce accesso aperto ai suoi contenuti, ritendendo che rendere le ricerche disponibili liberamente al pubblico migliori lo scambio della conoscenza a livello globale.
nl_nl: Dit tijdschrift is vrij toegankelijk en gaat uit van het idee dat het vrij en onmiddellijk beschikbaar stellen van wetenschappelijk onderzoek voor het publiek de kennisuitwisseling wereldwijd beter ondersteunt.
pt_pt: Esta revista oferece acesso livre imediato ao seu conteúdo, seguindo o princípio de que disponibilizar gratuitamente o conhecimento científico ao público proporciona maior democratização mundial do conhecimento.
ru_ru: Этот журнал предоставляет непосредственный открытый доступ к своему контенту, исходя из следующего принципа: свободный открытый доступ к результатам исследований способствует увеличению глобального обмена знаниями.
sl_si: Revija je takoj prosto dostopna vsem v prepričanju, da prosta dostopnost do rezultatov raziskav vzpodbuja večjo izmenjavo znanja.
sr_rs@cyrillic: Овај часопис пружа отворени приступ садржају по принципу који омогућује истраживачки рад бесплатно доступан јавности, а све у циљу веће глобалне размене знања.
sr_rs@latin: Ovaj časopis pruža otvoreni pristup sadržaju po principu koji omogućuje istraživački rad besplatno dostupan javnosti, a sve u cilju veće globalne razmene znanja.
tr_tr: Bu dergi açık erişim sağlama politikasını benimsemiştir. Açık erişim bilginin global değişimini artırarak insanlık için yararlı sonuçlar doğurmaktadır.
