Repository: asmecher/ojs
Catalog: locale/*/editor.xlf
Languages: eu_es, hr_hr, id_id, tr_tr

# editor-issues-galleyLocaleRequired
source: An issue galley locale is required.
eu_es: Beharrezkoa da alearen galera probaren kokaleku bat.
hr_hr: Potrebno je određenje jezika za korekturne kopije izdanja
id_id: Bahasa galley terbitan harus ada.
tr_tr: Sayı dizgi dili gerekli.

# editor-issues-galleyPublicIdentificationExists
source: Public issue galley identification already exists.
eu_es: Jadanik bada ale publikoaren galera probaren identifikazioa.
hr_hr: Već postoji javna identifikacija za korekturne kopije izdanja.
id_id: Indentifikasi publik galley terbitan sudah ada.
tr_tr: Genel sayı dizgi kimliği zaten var.

# editor-issues-backToIssueGalleys
source: Back to issue galleys
eu_es: Atzera alearen galera probetara
hr_hr: Povratak na korekturne kopije izdanja
id_id: Kembali ke galley terbitan
tr_tr: Sayı dizgilerine geri dön

# editor-issues-confirmDeleteGalley
source: Are you sure you want to delete this issue galley?
eu_es: Ziur al zaude alearen galera proba hau ezabatu nahi duzula?
hr_hr: Da li ste sigurni da želite obrisati ove korekturne kpije izdanja?
id_id: Anda yakin hendak menghapus galley terbitan ini?
tr_tr: Bu sayı dizgisini silmek istediğinizden emin misiniz?

# editor-issues-identifiers
source: Identifiers
id_id: Identifier
tr_tr: Tanımlayıcılar

# editor-navigation-futureIssues
source: Future Issues
eu_es: Etorkizuneko zenbakiak
hr_hr: Budući brojevi časopisa
id_id: Terbitan Akan Datang
tr_tr: Gelecek Sayılar

# grid-action-addGalley
source: Add galley
id_id: Tambah galley
tr_tr: Dizgiye Ekle

# grid-action-publish
source: Publish Issue
id_id: Terbitkan
tr_tr: Sayıyı Yayınla

# grid-action-addIssue
source: Create Issue
id_id: Buat Terbitan
tr_tr: Yeni Sayı Yarat

# grid-action-viewIssue
source: View
id_id: Lihat
tr_tr: Bakış

# grid-action-previewIssue
source: Preview
id_id: Pratinjau
tr_tr: Önizleme

# grid-action-addIssueGalley
source: Create Issue Galley
id_id: Buat Galley Terbitan
tr_tr: Sayı Dizgisi Yarat

# grid-action-setCurrentIssue
source: Set Current Issue
tr_tr: Güncel Sayı Belirle

# editor-navigation-issueArchive
source: Back Issues
eu_es: Aurreko zenbakiak
hr_hr: Prošli brojevi časopisa
id_id: Terbitan Terdahulu
tr_tr: Önceki Sayılar

# editor-article-designateReviewVersion
source: Designate the original file as the Review Version
eu_es: Izendatu jatorrizko fitxategia Ebaluazio-bertsio gisa
hr_hr: Odredi izvornu datoteku kao Recenzijsku verziju
id_id: Jadikan file asli sebagai file Versi Review
tr_tr: Orjinal dosyayı Değerlendirme Sürümü olarak belirle

# editor-article-decision
source: Decision
eu_es: Erabakia
hr_hr: Odluka
id_id: Keputusan
tr_tr: Karar

# editor-submissions-showBy
source: Show By
eu_es: Erakutsi
hr_hr: Prikaži po
id_id: Tunjukkan berdasar
tr_tr: Göster

# editor-submissions-submitMMDD
source: Submit MM-DD
eu_es: Bidalia: HH-EE
hr_hr: Podnesi MM-DD
tr_tr: Başvur AA-GG

# editor-submissions-activeAssignments
source: Active Assignments
eu_es: Esleipen aktiboak
hr_hr: Aktivna zaduženja
id_id: Tugas Aktif
tr_tr: Aktif Atamalar

# editor-submissions-invite
source: Invite
eu_es: Gonbidatu
hr_hr: Pozovi
id_id: Undang
tr_tr: Davet Et

# editor-submissions-accept
source: Accept
eu_es: Onartu
hr_hr: Prihvati
id_id: Terima
tr_tr: Kabul

# editor-submissions-noSubmissions
source: No Submissions
eu_es: Bidalketarik ez
hr_hr: Nema prijava
id_id: Tidak Ada Penyerahan
tr_tr: Başvuru Yok

# editor-submissions-lastAssigned
source: Latest
eu_es: Azkena
hr_hr: Zadnje
id_id: Terbaru
tr_tr: En Son

# editor-submissions-averageTime
source: Weeks
eu_es: Asteak
hr_hr: Tjedana
id_id: Minggu
tr_tr: Haftalar

# editor-submissions-lastCompleted
source: Last Complete
eu_es: Azkeneko bukatua
hr_hr: Zadnje dovršeno
id_id: Lengkap yang Lalu
tr_tr: Son Tamamlanan

# editor-submissions-assignedTo
source: Assigned To
eu_es: Honi esleitua
hr_hr: Dodijeljeno
id_id: Ditugaskan ke
tr_tr: Atanan

# editor-submissions-inSection
source: In Section
eu_es: Atala
hr_hr: U rubrici
id_id: Di Bagian
tr_tr: Bölümde

# editor-article-schedulePublication
source: Schedule For Publication
id_id: Jadwalkan untuk publikasi
tr_tr: Yayınlanacağı Sayı:

# editor-article-scheduleForPublication
source: Schedule for publication in
eu_es: Argitaratzeko programatu:
hr_hr: Raspored za objavljivanje
id_id: Jadwalkan untuk publikasi di
tr_tr: Yayınlanmak üzere planlandığı sayı:

# editor-article-scheduleForPublication-toBeAssigned
source: To Be Assigned
eu_es: Esleitzeko
hr_hr: će biti dodijeljen
id_id: Untuk Ditugaskan
tr_tr: Yayın Planı Yapılacak

# editor-article-payment-publicationFeeNotPaid
source: Publication Fee not paid. To schedule item for publication notify author to pay fee or waive fee.
eu_es: Argitalpen-tarifa ordaindu gabe dago. Lana argitaratzeko programatzeko, jakinarazi egileari tarifa ordaindu behar duela, edo salbuetsi ordainketa.
hr_hr: Naknada za objavljivanje nije plaćena. Za raspoređivanje priloga za objavljivanje obavijestite autora da plati naknadu ili zatraži izuzeće od naknade.
id_id: Biaya publikasi tidak dibayar. Untuk menjadwalkan item untuk dipublikasi beritahu penulis untuk membayar biaya atau mengajukan dispensasi.
tr_tr: Yayın ücreti ödenmedi. Öğenin yayın planına alınabilmesi için yazara ödeme veya feragat bilgilendirmesi yap.

# editor-article-removeCoverImageFileNotFound
source: The cover image you requested to delete could not be found. It may have already been deleted. Try reloading the page.
id_id: Gambar sampul yang hendak Anda hapus tidak ditemukan. File tersebut mungkin telah dihapus. Coba muat ulang halaman.
tr_tr: Silmek istediğiniz kapak resmi bulunamadı. Zaten silinmiş olabilir. Sayfayı yeniden yüklemeyi deneyin.

# grid-action-removeArticle
source: Remove Article From Issue
id_id: Hapus Naskah dari Terbitan
tr_tr: Makale Sayıdan Silinsin

# editor-article-remove
source: Remove
eu_es: Kendu
hr_hr: Ukloni
id_id: Hapus
tr_tr: Sil

# editor-article-remove-confirm
source: Are you sure you wish to remove this article from the issue? The article will be available for scheduling in another issue.
id_id: Anda yakin hendak menghapus naskah ini dari terbitan? Naskah akan dapat dijadwalkan di edisi terbitan lain.
tr_tr: Makaleyi bu sayıdan silmek istediğinizden emin misiniz ? Bu makale bir başka sayı içinde yayınlanabilir.

# editor-issues-invalidAccessDate
source: Access date is not valid.
eu_es: Sarrera librea emateko data ez da baliozkoa.
hr_hr: Pristupni datum nije ispravan.
id_id: Tanggal akses tidak valid.
tr_tr: Giriş tarihi geçerli değil.

# editor-issues-editIssueGalley
source: Edit Issue Galley
id_id: Edit Galley Terbitan
tr_tr: Sayı Dizgisini Düzenle

# editor-submission-production-productionReadyFilesDescription
source: The layout editor prepares these files for each galley and then uploads to the appropriate <span class="pkp_help_title">Proofs</span> for proofreading.
id_id: Layout editor mempersiapkan file untuk tiap galley dan mengunggah <span class="pkp_help_title">proof</span> untuk proofreading.
tr_tr: Mizanpaj editörü bu dosyaları her dizgi için hazırlar ve sağlama <span class="pkp_help_title">Sağlama</span> için yükler.

# editor-submission-selectGalleyFiles
source: Select Galley Files
id_id: Pilih File Galley
tr_tr: Dizgi dosyalarını seç

# editor-submission-editorial-finalDraftDescription
source: Final draft files in this list are transformed by a Copyeditor into copyedited versions, uploaded below under <span class="pkp_help_title">Copyediting</span>.
id_id: File draft final di daftar ini telah diubah oleh Copyeditor menjadi versi pasca-copyedit, telah diunggah berikut ini di bawah <span class="pkp_help_title">Copyediting</span>.
tr_tr: Bu listedeki nihai taslak dosyalar altında aşağıda yüklendi copyedited sürümleri, bir sayfa düzenleyici tarafından dönüştürülür.<span class="pkp_help_title">Copyediting</span>.

# editor-submission-proof-manageProofFilesDescription
source: Any files that have already been uploaded to any submission stage can be added to the Proofreading listing by checking the Include checkbox below and clicking Search: all available files will be listed and can be chosen for inclusion.
id_id: Semua file yang telah diunggah di tiap tahap penyerahan dapat ditambahkan ke daftar Proofreading dengan menandai check box Include berikut dan klik Cari: semua file yang ada akan ditampilkan dan dapat dipilih untuk diikutsertakan.
tr_tr: Zaten herhangi bir başvuru aşamasında yüklenmiş olan tüm dosyalar için aşağıdaki onay kutusunu ve tıklayarak Dahil kontrol ederek Redaksiyon liste eklenebilir. Arama: Tüm mevcut dosyalar listelenir ve dahil edilmesi için seçilebilir.

# editor-article-coverImage
source: Cover Image
eu_es: Azaleko irudia
hr_hr: Slika naslovne stranice
id_id: Gambar sampul
tr_tr: Kapak Görseli
