Repository: asmecher/ojs
Catalog: locale/*/editor.xlf
Languages: eu_es, hr_hr, id_id, tr_tr

source: Editor Home
eu_es: Editorearen hasierako orria
hr_hr: Urednička strana
id_id: Beranda Editor
tr_tr: Editör Ana Sayfa

# editor-reassign
source: Reassign
eu_es: Berriro esleitu
hr_hr: Ponovo dodijeli
id_id: Tugaskan ulang
tr_tr: Yeniden Ata

# editor-submissionsAndPublishing
source: Submissions and Publishing
eu_es: Bidalketak eta argitalpena
hr_hr: Prijave i objavljivanja
id_id: Penyerahan dan Penerbitan
tr_tr: Gönderiler ve Yayımlama

# editor-submissionQueue
source: Submission Queue
eu_es: Bidalketen ilara
hr_hr: Red čekanja prijave
id_id: Antrian Naskah
tr_tr: Gönderi Kuyruğu

# editor-submissionArchive
source: Submission Archive
eu_es: Bidalketa-artxiboa
hr_hr: Arhiva prijava
id_id: Arsip Naskah
tr_tr: Gönderi Arşivi

# editor-publishing
source: Publishing
eu_es: Argitalpena
hr_hr: Objavljivanje
id_id: Penerbitan
tr_tr: Yayımlama

# editor-publishedIssues
source: Published Issues
eu_es: Zenbaki argitaratuak
hr_hr: Objavljeni brojevi časopisa
id_id: Terbitan Terdahulu
tr_tr: Yayımlanmış Sayılar

# editor-allSections
source: All Sections
eu_es: Atal guztiak
hr_hr: Sve rubrike
id_id: Semua Bagian
tr_tr: Tüm Bölümler

# editor-allEditors
source: All Editors
eu_es: Editore guztiak
hr_hr: Svim urednicima
id_id: Semua Editor
tr_tr: Tüm Editörler

# editor-me
source: Me
eu_es: Nire burua
hr_hr: Meni
id_id: Saya
tr_tr: Ben

# editor-publicIdentificationExists
source: The public identifier '{$publicIdentifier}' already exists for another object (issue, article, galley or file). Please choose unique identifiers within your journal.
eu_es: '{$publicIdentifier}' identifikatzaile publikoa jadanik erabiltzen da beste helburu batentzat (alea, artikulua, galera proba edo artxibategi osagarri bat). Mesedez, aukeratu identifikatzaile bakarrak zure aldizkariaren barruan.
hr_hr: Ovaj javni identifikator '{$publicIdentifier}' već postoji za drugi objekt (izdanje, članak, korekturna kopija ili dopunska datoteka). ODaberite druge jedinstvene identifikatore za ovaj časopis.
id_id: Identifier publik '{$publicIdentifier}' sudah digunakan objek lain (terbitan, artikel, galley atau file). Silakan pilih identifier unik di jurnal Anda.
tr_tr: Diğer objeler (sayı, makale, dizgi veya ek dosya) için '{$publicIdentifier}' adlı genel belirleyici zaten var. Lütfen derginizdeki tekil belirleyicileri seçiniz.

# editor-submissionArchive-noSubmissions
source: No submissions in the archive.
eu_es: Ez dago bidalketarik artxiboan.
hr_hr: Nema prijava u arhivi.
id_id: Tidak ada naskah dalam arsip.
tr_tr: Arşivde kayıtlı gönderi yok

# editor-submissionArchive-saveChanges
source: Save changes to archived submissions? Submissions marked for deletion will be permanently deleted from the system.
eu_es: Bidalketa artxibatuetan egindako aldaketak gorde? Ezabatzeko markatuta dauden bidalketak betiko ezabatuko dira sistematik.
hr_hr: Želite li spremiti izmjene u arhivu prijava? Prijave označene za brisanje bit će trajno izbrisane iz sustava.
id_id: Simpan perubahan pada arsip penyerahan naskah? Naskah yang telah dihapus akan terhapus secara permanen dari sistem.
tr_tr: Arşivlenmiş gönderilerdeki değişiklikleri kaydet. Silinmek üzere işaretli kayıtlı yazılar sistemden tamamen silinecektir.

# editor-submissionArchive-confirmDelete
source: Are you sure you want to permanently delete this submission?
eu_es: Ziur zaude betiko ezabatu nahi duzula bidalketa hau?
hr_hr: Jeste li sigurni da želite trajno obrisati ovu prijavu?
id_id: Apakah Anda yakin ingin menghapus naskah ini secara permanen?
tr_tr: Bu kaydı tamamen silmek istediğinizden emin misiniz?

# editor-submissionReview-confirmDecision
source: Are you sure you wish to record this decision?
eu_es: Ziur zaude erabaki hau grabatu nahi duzula?
hr_hr: Jeste li sigurni da želite zapisati ovu odluku?
id_id: Apakah Anda ingin merekam keputusan ini?
tr_tr: Bu kararı kaydetmek istediğinizden emin misiniz?

# editor-submissionReview-emailWillArchive
source: This submission will be archived after the Notify Author email is either sent or its Skip Email button is pressed.
eu_es: Bidalketa hau artxibatuko da Egileari jakinarazteko mezu elektronikoa bidaltzen denean edo 'Saltatu mezua' botoia sakatzen denean.
hr_hr: Ovaj će prilog biti arhiviran nakon što se o ishodu e-poštom obavijesti autora ili se odabere opcija "izostavi e-poštu".
id_id: Penyerahan naskah ini akan diarsipkan setelah email Beritahu Penulis telah dikirimkan atau tombol Lewati Email ditekan.
tr_tr: Bu gönderi Yazarı Bilgilendir e-posta mesajından sonra arşivlenecektir. Arşivleme için "Gönder" veya "E-posta Göndermeden" seçeneklerinin hangisinin kullanıldığı fark etmez.

# editor-submissionReview-cannotSendToCopyediting
source: Before sending a submission to Copyediting, use Notify Author link to inform author of decision and select the version to be sent.
eu_es: Aurkezpena zuzentzera bidali baino lehen, erabili “Egileari Jakinarazi” esteka egileari erabakiaren berri emateko eta bidali behar den bertsioa hautatzeko.
hr_hr: Prije nego počaljete članak za urednika iskoristite Obavijesti autora vezu i informirajte autora o odluci i odaberite verziju koju ćete poslati.
id_id: Sebelum mengirimkan naskah ke Copyediting, gunakan tautan Beritahu Penulis untuk memberitahukan keputusan kepada penulis dan pilih versi yang akan dikirim.
tr_tr: Makaleyi yayına göndermeden önce, kararı yazara bildirmek için Yazarı Bilgilendir linkini kullanınız. Daha sonra yayına gönderilcek sürümü seçerek Dosya Gönder seçeneğini tıklayınız.

# editor-notifyUsers
source: Notify Users
eu_es: Jakinarazi erabiltzaileei
hr_hr: Obavijesti korisnike
tr_tr: Kullanıcıları Bilgilendir

# editor-notifyUsers-allReaders
source: All readers ({$count} users)
eu_es: Irakurle guztiak ({$count} erabiltzaileak)
hr_hr: Svi čitatelji ({$count} korisnika)
id_id: Semua Pembaca ({$count} pembaca)
tr_tr: Tüm okuyucular ({$count} kişidir)

# editor-notifyUsers-allAuthors
source: All published authors ({$count} users)
eu_es: Argitaratutako egile guztiak ({$count} users)
hr_hr: Svi objavljeni autori ({$count} korisnika)
id_id: Semua penulis yang telah terbit naskahnya ({$count} penulis)
tr_tr: Tüm yayınlanan yazarlar ({$count} kişidir)

# editor-notifyUsers-allIndividualSubscribers
source: All individual subscribers ({$count} users)
eu_es: Harpidedun indibidual guztiak ({$count} erabiltzaileak)
hr_hr: Svi individualni pretplatnici ({$count} korisnika)
id_id: Semua pelanggan individu ({$count} pelanggan)
tr_tr: Tüm bireysel aboneler ({$count} kişidir)

# editor-notifyUsers-allInstitutionalSubscribers
source: All institutional subscribers ({$count} users)
eu_es: Harpidedun instituzional guztiak ({$count} users)
hr_hr: Svi institucionalni pretplatnici ({$count} korisnika)
id_id: Semua pelanggan institusi ({$count} institusi)
tr_tr: Tüm kurumsal aboneler ({$count} üye)

# editor-notifyUsers-inProgress
source: Notifying users...
eu_es: Jakinarazi erabiltzaileei...
hr_hr: Obavještavam korisnike...
id_id: Memberitahu para pengguna...
tr_tr: Kullanıcıları bilgilendir...

# editor-usersNotified
source: Users Notified
eu_es: Jakinarazitako erabiltzaileak
hr_hr: Korisnika obavješteno
id_id: Para Pengguna telah Diberitahu
tr_tr: Kullanıcılar bilgilendirildi

# editor-notifyUsers-allUsers
source: Send this message to all users associated with this journal ({$count} users)
eu_es: Bidali mezu hau aldizkariaren erabiltzaile guztiei ({$count} erabiltzaile)
hr_hr: Pošaljite ovu poruku svim registriranim korisnicima ovog časopisa ({$count} korisnika)
id_id: Kirimkan pesan ini ke seluruh pengguna yang terkait dengan jurnal ini ({$count} pengguna)
tr_tr: Bu mesajı dergi ile bağlantılı tüm kullanıcılara gönder ({$count} users)

# editor-notifyUsers-interestedUsers
source: Send this message to the users associated with this journal who have indicated that they wish to receive updates ({$count} users)
eu_es: Bidali mezu hau eguneratzeak jaso nahi dituztela adierazi duten erabiltzaile guztiei ({$count} erabiltzaile)
hr_hr: Pošaljite ovu poruku svim registriranim korisnicima koji su naznačili da žele primati obavijesti o časopisu ({$count} korisnika)
id_id: Kirimkan pesan ini ke seluruh pengguna yang terkait dengan jurnal ini yang telah meminta dikirimi berita terbaru ({$count} pengguna)
tr_tr: Bu mesajı dergi ile bağlantılı ve değişikliklerden haberdar olmak isteyen tüm kullanıcılara gönder ({$count} üye)

# editor-notifyUsers-includeToc
source: Include the table of contents from this issue:
eu_es: Sartu zenbaki honetako aurkibidea:
hr_hr: Uključite kazalo sadržaja za ovaj broj časopisa:
id_id: Sertakan daftar isi dari terbitan ini:
tr_tr: Bu sayının içindekiler listesini ekle:

# editor-editorAdministration
source: Editor Administration
eu_es: Editore-administrazioa
hr_hr: Administracija urednika
id_id: Administrasi Editor
tr_tr: Editör Yönetimi

# editor-issues-createIssue
source: Create Issue
eu_es: Sortu zenbakia
hr_hr: Kreiraj broj časopisa
id_id: Buat Terbitan
tr_tr: Sayı Oluştur

# editor-issues-editIssue
source: Issue Management: {$issueIdentification}
id_id: Pengelolaan Terbitan: {$issueIdentification}
tr_tr: Sayı Yönetimi: {$issueIdentification}

# editor-issues-currentIssue
source: Current Issue
eu_es: Uneko zenbakia
hr_hr: Trenutni broj časopisa
id_id: Terbitan Terkini
tr_tr: Şimdiki Sayı

# editor-issues-numArticles
source: Items
eu_es: Artikuluak
hr_hr: Stavke
id_id: Item
tr_tr: Öğeler

# editor-issues-noArticles
source: No items are currently scheduled for this issue.
eu_es: Ez dago artikulurik programatuta zenbaki honetarako.
hr_hr: Nema trenutno isplaniranih stavki za ovaj broj časopisa.
id_id: Saat ini tidak ada item yang dijadwalkan untuk terbitan ini.
tr_tr: Bu sayı için seçilmiş öğe yok

# editor-issues-confirmDelete
source: Are you sure you want to permanently delete this issue?
eu_es: Ziur zaude betiko ezabatu nahi duzula zenbaki hau?
hr_hr: Jeste li sigurni da želite trajno izbrisati ovaj broj časopisa?
id_id: Apakah Anda yakin ingin menghapus terbitan ini secara permanen?
tr_tr: Bu sayıyı kalıcı olarak silmek istediğinizden emin misiniz?

# editor-issues-published
source: Published
eu_es: Argitaratuta
hr_hr: Objavljeno
id_id: Terpublikasi
tr_tr: Yayımlanmış

# editor-issues-unpublished
source: Unpublished
eu_es: Argitaratu gabe
hr_hr: Neobjavljno
id_id: Sudah Ditarik
tr_tr: Yayımlanmamış

# editor-issues-datePublished
source: Date Published
id_id: Tanggal Terbit
tr_tr: Yayımlanma Tarihi

# editor-issues-volumeRequired
source: Volume is required and must be a positive, numeric value.
eu_es: Bolumena zehaztu behar da: zenbaki positiboa izan behar da.
hr_hr: Volum je obavezan i mora bitiožnačen pozitivnom brojčanom vrijednosti.
id_id: Masukkan angka numerik positif untuk Volume.
tr_tr: Cilt gerekli. Pozitif, numerik değer olmalıdır.

# editor-issues-numberRequired
source: Number is required and must be a positive, numeric value.
eu_es: Zenbakia zehaztu behar da: zenbaki positiboa izan behar da.
hr_hr: Broj časopisa je obavezan i mora biti pozitivan cijeli broj.
id_id: Masukkan angka numerik positif untuk Nomor.
tr_tr: Sayı gerekli. Pozitif, numerik değer olmalıdır.

# editor-issues-yearRequired
source: Year is required and must be a positive, numeric value.
eu_es: Urtea zehaztu behar da: zenbaki positiboa izan behar da.
hr_hr: Godina je obavezna i mora biti pozitivan cijeli broj.
id_id: Masukkan angka numerik positif untuk Tahun.
tr_tr: Yıl gerekli. Pozitif, numerik değer olmalıdır.

# editor-issues-titleRequired
source: Title is required for the issue.
eu_es: Zenbakiaren titulua adierazi behar da.
hr_hr: Nedostaje naslov broja.
id_id: Masukkan Judul untuk terbitan ini.
tr_tr: Bu sayı için bir başlık gerekli.

# editor-issues-issueIdentificationRequired
source: Issue identification is required. Please select at least one of the issue identification options.
eu_es: Zenbakiaren identifikazioa eman behar da. Hautatu zenbakia identifikatzeko aukeretakoren bat.
hr_hr: Nedostaje identifikacija broja. Molimo odaberite barem jednu od opcija za identifikaciju izdanja.
id_id: Dibutuhkan identifikasi isu. Silahkan pilih setidaknya salah satu dari opsi identifikasi isu.
tr_tr: Sayı belirteci gereklidir. Lütfen sayı belirteçlerinden en az bir tanesini seçiniz.

# editor-issues-issueIdentification
source: Issue identification
eu_es: Zenbakiaren identifikazioa
hr_hr: Identifikacija broja časopisa
id_id: Identifikasi Isu
tr_tr: Sayı belirteci

# editor-issues-publicIssueIdentifier
source: Public issue identifier
eu_es: Zenbaki-identifikatzaile publikoa
hr_hr: Identifikator javnih brojeva časopisa
id_id: Pengidentifikasi isu umum
tr_tr: Genel sayı belirleyici

# editor-issues-description
source: Description
eu_es: Azalpena
hr_hr: Opis
id_id: Deskripsi
tr_tr: Tanımlama

# editor-issues-accessStatus
source: Access status
eu_es: Sarbidea
hr_hr: Pristupni status
id_id: Status Akses
tr_tr: Erişim durumu

# editor-issues-accessDate
source: Open access date
eu_es: Sarrera libreko data
hr_hr: Datum Otvorenog pristupa
id_id: Tanggal Open Access
tr_tr: Açık erişim tarihi

# editor-issues-enableOpenAccessDate
source: Enable delayed open access
eu_es: Gaitu sarrera libre geroratua
hr_hr: Omogući zakašnjeli otvoren pristup
id_id: Mengaktifkan Delayed Open Access
tr_tr: Ertelenmiş açık erişimi etkinleştir

# editor-issues-coverPage
source: Cover image
eu_es: Azaleko irudia
hr_hr: Slika naslovnice
id_id: Gambar Sampul
tr_tr: Kapak Görseli

# editor-issues-coverPageInstructions
source: (Allowed formats: .gif, .jpg, or .png)
eu_es: (gif, .jpg, edo .png formatuak onartzen dira)
hr_hr: (Dozvoljeni formati: .gif, .jpg ili .png )
id_id: (format yang diterima: .gif, .jpg, atau .png)
tr_tr: (Uygun dosya biçimleri: .gif, .jpg veya .png )

# editor-issues-uploaded
source: Uploaded
eu_es: Kargatuta
hr_hr: Postavljeno
id_id: Sudah diunggah
tr_tr: Yüklenmiş

# editor-issues-remove
source: Remove
eu_es: Kendu
hr_hr: Ukloni
id_id: Hapus
tr_tr: Kaldır

# editor-issues-proofed
source: Proofed
eu_es: Probak zuzenduta
hr_hr: Korigirano
id_id: Sudah Diperiksa
tr_tr: Düzeltilmiş

# editor-issues-removeCoverPage
source: Remove cover page image?
eu_es: Azaleko irudia kendu?
hr_hr: Da li želite ukloniti sliku naslovnice stranice?
id_id: Hapus gambar sampul?
tr_tr: Kapak sayfası görselini kaldır?

# editor-issues-removeCoverImageFileNameMismatch
source: The cover image you requested to delete did not match the cover image for this issue. Please reload the page and try again.
id_id: Gambar sampul yang hendak Anda hapus tidak sesuai dengan gambar sampul untuk terbitan ini. Mohon muat ulang halaman ini dan coba lagi.
tr_tr: Silmek istediğiniz kapak resmi ile eşleşme sağlanamadı. Lütfen sayfayı yenileyin ve tekrar deneyin.

# editor-issues-removeCoverImageFileNotFound
source: The cover image you requested to delete could not be found. It may have already been deleted. Try reloading the page.
id_id: Gambar sampul yang hendak Anda hapus tidak ditemukan. File tersebut mungkin telah dihapus. Coba muat ulang halaman.
tr_tr: Silmek istediğiniz kapak resmi bulunamadı. Silinmiş olabilir. Sayfayı yenilemeyi deneyin.

# editor-issues-invalidCoverImageFormat
source: Invalid cover page format. Accepted formats are .gif, .jpg, or .png.
tr_tr: Geçersiz kapak sayfası biçimi. Kabul edilebilir biçimler: .gif, .jpg veya .png.

# editor-issues-styleFile
source: Stylesheet
eu_es: Estilo-orria
hr_hr: Stilska tablica
tr_tr: Sayfa Sitili

# editor-issues-invalidStyleFormat
source: Invalid stylesheet format. Ensure that the submitted file is a valid CSS. (Note that stylesheets with comments at the beginning may be rejected.)
eu_es: Estilo-orriaren formatua ez da zuzena: Ziurtatu bidalitako fitxategia CSS baliozkoa dela. (Kontuan izan hasieran iruzkinak dituzten estilo-orriak atzera botatzen direla batzuetan).
hr_hr: Neispravan format stilske tablice. Provjerite da je predana datoteka ispravni CSS. (Uzmite u obzir da stilske tablice s komentarima na početku mogu biti odbijene.)
id_id: Format Stylesheet tidak berlaku. Pastikan file yang diserahkan adalah CSS. (Komentar dalam stylesheet akan diabaikan.)
tr_tr: Uygunsuz sayfa sitil dosyası. Gönderdiğiniz dosyanın geçerli bir biçimlendirme dosyası olduğundan emin olunuz (CSS). (Note: Başlangıcında yorumlar olan biçimlendirme dosyaları reddedilebilir.)

# editor-issues-removeStyleFile
source: Remove stylesheet?
eu_es: Estilo-orria kendu?
hr_hr: Da li želite ukloniti stilsku tablicu?
id_id: Hapus Stylesheet?
tr_tr: Sayfa Stilini Kaldır?

# editor-issues-coverPageCaption
source: Cover caption
eu_es: Azaleko irudia
hr_hr: Zaglavlje naslovnice
id_id: Judul gambar sampul
tr_tr: Kapak başlığı

# editor-issues-showCoverPage
source: Create a cover for this issue with the following elements.
eu_es: Sortu zenbaki honen azala ondorengo elementuekin.
hr_hr: Kreiraj posebnu naslovnicu za ovaj broj časopisa sa sljedećim elementima:
id_id: Buat sampul untuk terbitan ini dengan elemen-elemen berikut.
tr_tr: Bu sayı için aşağıdaki öğeler ile bir kapak oluşturunuz.

# editor-issues-coverPageDisplay
source: Display
eu_es: Erakutsi
hr_hr: Prikaz
id_id: Tampilkan
tr_tr: Görüntüle

# editor-issues-openAccess
source: Open access
eu_es: Sarrera librea
hr_hr: Otvoreni pristup
tr_tr: Açık erişim

# editor-issues-subscription
source: Subscription
eu_es: Harpidetza
hr_hr: Pretplata
id_id: Langganan
tr_tr: Abonelik

# editor-issues-identification
source: Identification
eu_es: Identifikazioa
hr_hr: Identifikacija
id_id: Identifikasi
tr_tr: Tanımlama

# editor-issues-access
source: Access
eu_es: Sarbidea
hr_hr: Pristup
id_id: Akses
tr_tr: Erişim

# editor-issues-cover
source: Cover
eu_es: Azala
hr_hr: Naslovnica
id_id: Sampul
tr_tr: Kapak

# editor-issues-confirmIssueDelete
source: All articles will be returned to the editing queue and all associated files will be permanently removed. Are you sure you want to remove this issue?
eu_es: Artikulu guztiak edizio-ilarara itzuliko dira eta asoziatutako fitxategi guztiak betiko kenduko dira. Ziur zaude zenbaki hau ezabatu nahi duzula?
hr_hr: Svi članci će biti vraćeni u red čekanja uređivanja i sve pridružene datoteke će biti trajno uklonjene. Jeste li sigurni da želite ukloniti ovaj broj časopisa?
id_id: Semua artikel akan kembali pada antrian pengeditan dan file-file yang terkait akan dihapus secara permanen. Apakah Anda yakin ingin menghapus terbitan ini?
tr_tr: Tüm yazılar yayın bekleme kuyruğuna geri gönderilecek ve tüm ilişkili dosyalar kaldırılacaktır. Bu sayıyı kaldırmak istediğinizden emin misiniz?

# editor-issues-resetIssueOrder
source: This journal uses custom issue ordering. <a href="{$url}" class="action">Reset to defaults</a>
eu_es: Aldizkariak zenbaki-ordena pertsonalizatua erabiltzen du. <a href="{$url}" class="action">Berrezarri balio lehenetsiak</a>
hr_hr: Izdanja ovog časopisa poredana su modificiranim slijedom <a href="{$url}" class="action">Vrati na izvorno</a>
id_id: Jurnal ini menggunakan pengaturan terbitan custom. <a href="{$url}" class="action">Kembali ke default</a>
tr_tr: Bu dergi özel sayı sıralaması kullanır. <a href="{$url}" class="action">Varsayılana dön</a>

# editor-issues-resetSectionOrder
source: This issue uses custom section ordering. <a href="{$url}" class="action">Reset to defaults</a>
eu_es: Zenbakiak atalen ordena pertsonalizatua erabiltzen du. <a href="{$url}" class="action">Berrezarri balio lehenetsiak</a>
hr_hr: Ovaj broj časopisa koristi modificirani poredak rubrika. <a href="{$url}" class="action">Vrati na izvorno</a>
id_id: Jurnal ini menggunakan pengaturan bagian custom. <a href="{$url}" class="action">Kembali ke default</a>
tr_tr: Bu sayı özelleştirilmiş bölüm sıralaması kullanır. <a href="{$url}" class="action">Varsayılana dön</a>

# editor-issues-issueData
source: Issue Data
eu_es: Zenbakiaren datuak
hr_hr: Podaci o izdanju
id_id: Data Terbitan
tr_tr: Sayı Verisi

# editor-issues-saveChanges
source: Save changes to table of contents?
eu_es: Aurkibidean egindako aldaketak gorde?
hr_hr: Da li želite spremiti promjene u kazalo sadržaja?
id_id: Simpan perubahan daftar isi?
tr_tr: İçindekiler sayfasındaki değişiklikler kaydedilsin mi?

# editor-issues-default
source: Default
eu_es: Lehenetsia
hr_hr: Standardno
tr_tr: Varsayılan

# editor-issues-order
source: Order
eu_es: Ordena
hr_hr: Poredak
id_id: Urutan
tr_tr: Sıra

# editor-issues-publicId
source: Public Id
eu_es: Id publikoa
hr_hr: Javni Id
id_id: ID Publik
tr_tr: Genel Sıra

# editor-issues-publishIssue
source: Publish Issue
eu_es: Argitaratu zenbakia
hr_hr: Objavi broj časopisa
id_id: Terbitkan
tr_tr: Sayıyı Yayınla

# editor-issues-unpublishIssue
source: Unpublish Issue
eu_es: Gaia desargitaratu
hr_hr: Opozovi objavljivanje izdanja
id_id: Tarik terbitan
tr_tr: Yayından Kaldır

# editor-issues-previewIssue
source: Preview Issue
eu_es: Zenbakiaren aurrebista
hr_hr: Pregled broja časopisa
id_id: Pratinjau Terbitan
tr_tr: Sayı Önizleme

# editor-issues-preview
source: Preview
eu_es: (Aurrebista)
hr_hr: (Pregled)
id_id: Pratinjau
tr_tr: (Önizleme)

# editor-issues-confirmPublish
source: Are you sure you want to publish the new issue?
eu_es: Ziur zaude zenbaki berria argitaratu nahi duzula?
hr_hr: Jeste li sigurni da želite objaviti novi broj časopisa?
id_id: Apakah Anda yakin ingin menerbitkan terbitan baru?
tr_tr: Yeni sayıyı yayınlamak istediğinizden emin misiniz?

# editor-issues-confirmUnpublish
source: Are you sure you want to unpublish this published issue?
eu_es: Ziur al zaude desargitaratu egin nahi duzula argitaratu dagoen gai hau?
hr_hr: Da li ste sigurni da želite poništiti objavljivanje ovog izdanja?
id_id: Apakah Anda yakin ingin menarik terbitan yang telah terbit ini?
tr_tr: Yeni sayıyı yayından kaldırmak istediğinizden emin misiniz?

# editor-issues-confirmSetCurrentIssue
source: Are you sure you want to set this issue as current?
tr_tr: Bu sayıyı güncel sayı olarak belirlemek istediğinizden emin misiniz?

# editor-issues-publicArticleIdExists
source: Unable to save public id for article:
eu_es: Ezin izan da gorde artikulu honen id publikoa:
hr_hr: Onemogućeno spremanje javnog id za časopis:
id_id: Tidak bisa menyimpan ID publik untuk artikel:
tr_tr: Aşağıdaki makale için Genel Sayı kaydedilemiyor:

# editor-issues-noLiveIssues
source: No Live Issues
eu_es: Ez dago hasitako zenbakirik
hr_hr: Nema brojeva članaka
id_id: Tidak Ada Terbitan Terbaru
tr_tr: Yayınlanan Sayı Yok

# editor-issues-open
source: Open
eu_es: Irekia
hr_hr: Otvori
id_id: Buka
tr_tr: Aç

# editor-issues-pages
source: Pages
eu_es: Orrialdeak
hr_hr: Stranice
id_id: Halaman
tr_tr: Sayfalar

# editor-issues-galleys
source: Issue Galleys
eu_es: Alearen galera probak
id_id: Galley Terbitan
tr_tr: Sayı Dizgileri

# editor-issues-galley
source: Issue Galley
eu_es: Alearen galera proba
hr_hr: Korekturna kopija izdanja
id_id: Galley Terbitan
tr_tr: Sayı Dizgisi

# editor-issues-viewingGalley
source: Viewing Issue Galley
eu_es: Alearen galera proba aztertzea
hr_hr: Pregledavanje korekturne kopije izdanja
id_id: Melihat Galley Terbitan
tr_tr: Sayı Dizgisi Gösterimi

# editor-issues-issueGalleysDescription
source: Publish galleys with entire issue contents.
eu_es: Argitaratu galera probak ale osoko edukiekin.
hr_hr: Objaviti korekturne kopije sa cijelim sadržajem.
id_id: Terbitkan galley dengan seluruh isi terbitan utuh.
tr_tr: Tüm konu içeriği ile dizgileri yayınla.

# editor-issues-noneIssueGalleys
source: No issue galleys have been published.
eu_es: Ez dira argitaratu alearen galera probak.
hr_hr: Nema objavljenih korekturnih kopija izdanja.
id_id: Tidak ada galley yang diterbitkan.
tr_tr: Hiçbir sayı dizgisi yayınlanmamıştır.

# editor-issues-galleyLabelRequired
source: An issue galley label is required.
eu_es: Beharrezkoa da alearen galera probaren etiketa.
hr_hr: Potrebna je naljepnica za korekturnu kopiju izdanja.
id_id: Label galley terbitan harus ada.
tr_tr: Sayı dizgi etiketi gerekli.
