Repository: asmecher/ojs
Catalog: locale/*/locale.xlf
Languages: ar_iq, ca_es, cs_cz, da_dk, es_es, fa_ir, fi_fi, fr_ca, id_id, nb_no, pl_pl, pt_pt, ru_ru, sv_se, tr_tr

# payment-loginRequired
source: You must be logged in to make a payment.
ar_iq: ينبغي عليك الدخول إلى الموقع لتقوم بالدفع
ca_es: Heu d’iniciar la sessió per poder fer un pagament.
cs_cz: Pro provedení platby musíte být přihlášený.
da_dk: Du skal være logget på for at kunne foretage en betaling.
es_es: Tiene que iniciar la sesión para realizar un pago.
fa_ir: برای پرداخت می‌بایست وارد شوید
fi_fi: Voit maksaa vain sisäänkirjautuneena.
fr_ca: Vous devez être connecté pour effectuer un paiement.
id_id: Anda harus login untuk melakukan pembayaran.
nb_no: Du må være logget inn for å betale.
pt_pt: É necessário autenticar-se para efectuar um pagamento.
ru_ru: Для осуществления платежа вам необходимо войти в систему.
sv_se: Du måste vara inloggad för att kunna betala.
tr_tr: Ödeme yapabilmek için oturum açmış olmanız gerekir.

# payment-loginRequired-forArticle
source: Subscription or article purchase required to access item. To verify subscription, access previous purchase, or purchase article, log in to journal.
ar_iq: الاشتراك أو شراء مؤلَّف يتطلب الدخول إلى الموقع، فبهذا يمكن التحقق من حالة الاشتراك واستعراض عمليات الشراء السابقة.
ca_es: Per accedir a aquest element cal fer la subscripció o el pagament de l'article. Inicieu la sessió a la revista per verificar la subscripció, accedir a una compra anterior o comprar un article.
cs_cz: Pro přístup k položce je vyžadováno předplatné nebo platba za shlédnutí. Přihlaste se do časopisu, aby mohlo být ověřeno předplatné nebo zaplacen polatek.
da_dk: Abonnement eller betal-pr-visning er påkrævet for adgang til elementet. Log på tidsskriftet for at bekræfte abonnementet eller foretage betaling.
es_es: Es necesario comprar una suscripción o un artículo para acceder al elemento. Para verificar la suscripción, acceder a la compra anterior, o adquirir un artículo, inicie sesión en la revista.
fa_ir: برای مشاهده این مورد باید مشترک باشید یا هزینه آن را بپرداخت. برای تأیید اشتراک یا برای پرداخت هزینه ابتدا وارد مجله شوید
fi_fi: Tähän kohteeseen pääsy edellyttää tilausta tai artikkelin ostoa. Vahvistaaksesi tilauksen, päästäksesi edelliseen tilaukseen tai ostaaksesi artikkelin sinun on kirjauduttava julkaisuun.
fr_ca: Un abonnement ou l'achat d'articles est requis pour accéder à l'article. Pour vérifier votre abonnement ou régler les frais, ouvrez une session dans la revue.
id_id: Langganan atau pembelian artikel dibutuhkan untuk mengakses judul ini. Untuk verifikasi langganan, akses pembelian sebelumnya, atau untuk membeli artikel, silakan login ke jurnal.
nb_no: Abonnement eller artikkelkjøp er påkrevet for å få tilgang til dette elementet. Du må være innlogget for å bekrefte tidligere betaling eller betale artikkelkjøp.
pt_pt: Documento disponível apenas para assinantes ou exige pagamento para acesso.<br />É necessário autenticar-se para fazer um pagamento.
ru_ru: Для доступа требуется подписка или приобретенный доступ к этой статье. Чтобы проверить Вашу подписку, получить доступ к предыдущим покупкам или купить статью, пожалуйста, войдите в систему.
sv_se: Prenumeration eller köp av enstaka artikel krävs för att få tillgång till innehållet. Logga in på tidskriften för att verifiera prenumeration, se tidigare köp, eller för köpa enstaka artiklar.
tr_tr: Abone olmak veya makale satın almak için giriş öğesi gereklidir. Aboneliği doğrulamak için, daha önceki satın alma veya makale alımındaki dergi oturumnu açın.

# payment-loginRequired-forIssue
source: Subscription or issue purchase required to access item. To verify subscription, access previous purchase, or purchase issue, log in to journal.
ar_iq: الاشتراك أو شراء إصدار يتطلب الدخول إلى الموقع، فبهذا يمكن التحقق من حالة الاشتراك واستعراض عمليات الشراء السابقة.
ca_es: Per accedir a aquest element cal fer la subscripció o el pagament del número. Inicieu la sessió a la revista per verificar la subscripció, accedir a una compra anterior o comprar un número.
cs_cz: Předplatné, nebo placený přístup k číslu je požadováno pro tuto položku. K ověření předplatného, přístup k již zaplacené položce či zakoupení placeného přístupu je třeba se do časopisu přihlásit.
da_dk: Adgang til dette nummer kræver enten abonnement eller nummerkøb. For at kontrollere abonnementet eller få adgang til tidligere køb, skal du logge dig på tidsskriftet.
es_es: Es necesario comprar una suscripción o un número para acceder al elemento. Para verificar la suscripción, acceder a la compra anterior, o adquirir un número, inicie sesión en la revista.
fa_ir: برای دسترسی به این بخش باید مشترک مجله باشید و یا هزینه دسترسی به این شماره را پرداخت کنید. برای این منظور ابتدا وارد سایت شوید.
fi_fi: Tähän kohteeseen pääsy edellyttää tilausta tai numeron ostoa. Vahvistaaksesi tilauksen, päästäksesi edelliseen tilaukseen tai ostaaksesi numeron sinun on kirjauduttava julkaisuun.
fr_ca: Vous devez être abonné ou acheter le numéro correspondant pour accéder à cet article. Pour consulter les modalités de votre abonnement, votre dernier achat ou acheter un numéro, connectez-vous au site de la revue.
id_id: Langganan atau pembelian terbitan dibutuhkan untuk mengakses judul ini. Untuk verifikasi langganan, akses pembelian sebelumnya, atau untuk membeli terbitan, silakan login ke jurnal.
pt_pt: Subscrição ou compra de número necessários para acedero ao artigo. Para verificar a subscrição, aceda a compra anterior, ou compre número, faça login na revista.
ru_ru: Для доступа требуется подписка или приобретенный доступ к этому выпуску. Чтобы проверить Вашу подписку, получить доступ к предыдущим покупкам или купить выпуск, пожалуйста, войдите в систему.
sv_se: Prenumeration eller köp av enstaka nummer krävs för att få tillgång till innehållet. Logga in på tidskriften för att verifiera prenumeration, se tidigare köp, eller köpa enstaka nummer.
tr_tr: Öğeye erişmek için abonelik olmak veya sayı satın alma gereklidir. Aboneliği doğrulamak, önceki satın alma işlemine erişmek veya satın alma sayıya erişmek için dergiye giriş yapın.

# payment-loginRequired-forDonation
source: You must be logged in to make a donation.
ar_iq: ينبغي عليك الدخول إلى الموقع لتتمكن من تقديم هبة.
ca_es: Heu d’iniciar la sessió per fer una donació.
cs_cz: Abyste mohl darovat dar, musíte být přihlášen.
da_dk: Du skal være logget på for at foretage en donation.
es_es: Tiene que iniciar la sesión para realizar una donación.
fa_ir: برای کمک به مجله ابتدا باید وارد شوید
fi_fi: Voit tehdä lahjoituksen vain sisäänkirjautuneena.
fr_ca: Vous devez vous connecter pour effectuer un don.
id_id: Anda harus login untuk memberi donasi.
nb_no: Du må være innlogget for å gi en donasjon.
pt_pt: É necessário autenticar-se para realizar uma doação.
ru_ru: Для внесения пожертвования вам необходимо войти в систему.
sv_se: Du måste vara inloggad för att lämna en donation.
tr_tr: Bağış yapabilmek için oturum açmış olmanız gerekir.

# payment-paid
source: Paid
ar_iq: مدفوع
ca_es: Pagat
cs_cz: Zaplaceno
da_dk: Betalt
es_es: Pagado
fa_ir: پرداخت شده
fi_fi: Maksettu
fr_ca: Payé
id_id: Lunas
nb_no: Betalt
pl_pl: Zapłacone
pt_pt: Pago
ru_ru: Оплачено
sv_se: Betalad
tr_tr: Ödeme

# payment-payNow
source: Pay Now
ar_iq: إدفع الآن
ca_es: Paga
cs_cz: Zaplatit nyní
da_dk: Betal nu
es_es: Pagar ahora
fa_ir: اکنون پرداخت کن
fi_fi: Maksa nyt
fr_ca: Payer maintenant
id_id: Bayar Sekarang
nb_no: Betal nå
pl_pl: Zapłać teraz
pt_pt: Pagar agora
ru_ru: Оплатить сейчас
sv_se: Betala nu
tr_tr: Şimdi Öde

# payment-waive
source: Waive
ar_iq: الخصم
ca_es: Eximeix
cs_cz: Převést
da_dk: Afkald
es_es: Renunciar
fa_ir: چشم‌پوشی
fi_fi: Luovu maksusta
fr_ca: Renonciation
id_id: Gratiskan
nb_no: Gi fritak
pl_pl: Umorzenie opłaty
pt_pt: Isenção de Taxa
ru_ru: Отменить платеж
sv_se: Avstå
tr_tr: Vazgeç

# payment-alreadyPaid
source: Already Paid
ar_iq: مدفوع مسبقاً
ca_es: Ja pagat
cs_cz: Již zaplaceno
da_dk: Allerede betalt
es_es: Ya pagado
fa_ir: قبلاً پرداخته شده است.
fi_fi: Maksettu aiemmin
fr_ca: Déjà payé
id_id: Sudah Bayar
nb_no: Allerede betalt
pl_pl: Już zapłacone
pt_pt: Pago Anteriormente
ru_ru: Уже оплачено
sv_se: Redan betalat
tr_tr: Ödenmiş

# payment-alreadyPaidMessage
source: Select this box if you've already sent your payment to the journal in order to finish the submission process. The submission will not be reviewed until the payment arrives. Click PAY NOW above to see the payment instructions.
ar_iq: إختر هذه الخانة إن سبق لك الدفع إلى المجلة لإكمال عملية التقديم. طلب التقديم لن تبدأ معالجته حتى تستوفى الرسوم المالية. أنقر (إدفع الآن) أعلاه لمعاينة تعليمات الدفع المالي.
ca_es: Activeu aquesta casella si ja heu enviat el pagament a la revista per finalitzar el procés de tramesa. La tramesa no es revisarà fins que no arribi el pagament. Feu clic a «Paga» per veure les instruccions de pagament.
cs_cz: Zatrhněte toto políčko, pokud jste již odeslal platbu do časopisu, aby se dokončil proces odesílání příspěvku. Dokud nedorazí platba, nebude příspěvek recenzován. Pro zobrazení instrukcí k platbě klikněte na ZAPLATIT NYNÍ.
da_dk: Marker dette felt, hvis du allerede har sendt din betaling til tidsskriftet, for at afslutte manuskriptprocessen. Manuskriptet vil ikke blive bedømt, før betalingen er modtaget. Klik på BETAL NU ovenfor for at få vist betalingsinstruktionerne.
es_es: Marque esta casilla si ya ha enviado su pago a la revista y así finalizar el proceso. El envío no será revisado hasta recibir el pago. Haga clic en PAGAR AHORA (más arriba) para ver las instrucciones de pago.
fa_ir: چنانچه قبلاً هزینه را پرداخت کرده‌اید این گزینه را انتخاب کنید تا ارسال مقاله را کامل کنید. مادامی‌که پرداخت شما وصول نگردد مقاله شما جهت داوری ارسال نخواهد شد.
fi_fi: Valitse tämä ruutu, jos olet jo lähettänyt maksun julkaisulle päättääksesi käsikirjoituksen lähetysprosessin. Käsikirjoituksia ei arvioida ennen kuin maksu on vastaanotettu. Klikkaa MAKSA NYT yllä nähdäksesi maksuohjeet.
fr_ca: Sélectionner cette case si vous avez déjà envoyé votre paiement à la revue afin de compléter le processus de soumission. La soumission ne sera évaluée que sur réception du paiement. Cliquer sur PAYER MAINTENANT ci-dessus pour consulter les directives de paiement.
id_id: Pilih bila Anda telah mengirimkan pembayaran Anda ke jurnal untuk menyelesaikan penyerahan naskah. Penyerahan naskah tidak akan direview hingga pembayaran diterima. Klik BAYAR SEKARANG di atas untuk petunjuk pembayaran.
nb_no: For å ferdigstille innsendingen kan du krysse av i denne boksen hvis du allerede har sendt betalingen til tidsskriftet. Den redaksjonelle behandlingen av det innsendte manuskriptet settes i gang så snart betalingen er mottatt. Klikk BETAL NÅ ovenfor, for å se betalingsinstruksen.
pt_pt: Marque esta opção caso já tenha enviado o pagamento à revista para concluir o processo de submissão. A submissão não será avaliada até o recebimento do pagamento. Clique em "Pagar agora" para instruções sobre o pagamento.
ru_ru: Выберите этот пункт, если вы уже отправили свой платеж в журнал для завершения процесса отправки материала. Материал не будет рассматриваться до прихода платежа. Щелкните на «Оплатить сейчас» выше, чтобы увидеть инструкции по оплате.
sv_se: Välj den här rutan om du redan har skickat din betalning till tidskriften för att slutföra prenumerationsregistreringen. Prenumerationsregistreringen kommer att hanteras först när betalningen inkommit. Klicka på BETALA NU ovan för betalningsinstruktioner.
tr_tr: Gönderi işlemini tamamlamak için ödemeyi dergiye göndermişseniz bu kutuyu seçin. Gönderi, ödeme gelene kadar incelenmeyecektir. Ödeme talimatlarını görmek için yukarıdaki ÖDEME'ye tıklayın.

# payment-paymentReceived
source: Payment Received
ar_iq: تم تلقي المبلغ
ca_es: Pagament rebut
cs_cz: Platba přijata
da_dk: Betalingen er modtaget
es_es: Pago recibido
fa_ir: هزینه پرداختی واصل کردید
fi_fi: Maksu vastaanotettu
fr_ca: Paiement reçu
id_id: Pembayaran Diterima
nb_no: Betalingen er mottatt
pt_pt: Pagamento recebido
ru_ru: Платеж получен
sv_se: Betalning mottagen
tr_tr: Ödeme Alındı

# payment-paymentSent
source: Payment has already been sent
ar_iq: المبلغ مدفوع مسبقاً
ca_es: Ja s'ha enviat el pagament
cs_cz: Platba již byla odeslána
da_dk: Betalingen er allerede sendt
es_es: El pago ya se envió
fa_ir: هزینه قبلاً پرداخت شده است
fi_fi: Maksu on jo lähetetty
fr_ca: Le paiement a déjà été envoyé
id_id: Pembayaran telah dikirim
nb_no: Betalingen er allerede sendt
pt_pt: Pagamento já foi enviado
ru_ru: Платеж уже был отправлен
sv_se: Betalning har redan skickats
tr_tr: Ödeme zaten gönderildi

# payment-authorFees
source: Author Fees
ar_iq: رسوم المؤلف
ca_es: Quotes dels autors/ores
cs_cz: Autorské poplatky
da_dk: Forfattergebyr
es_es: Cuotas de los autores/as
fa_ir: هزینه‌های نویسنده
fi_fi: Kirjoittajamaksut
fr_ca: Frais pour les auteurs
id_id: Biaya Penulis
nb_no: Forfatteravgifter
pt_pt: Taxas de Autor
ru_ru: Платежи авторов
sv_se: Författaravgifter
tr_tr: Yazar Ücretleri

# payment-type-submission
source: Submission Fee
ar_iq: رسوم طلب النشر
ca_es: Quota de tramesa
cs_cz: Poplatek za příspěvek
da_dk: Manuskriptgebyr
es_es: Cuota de envío
fa_ir: هزینه ارسال مقاله
fi_fi: Käsikirjoituksen lähetysmaksu
fr_ca: Frais de soumission
id_id: Biaya Penyerahan Naskah
nb_no: Innsendingsgebyr
pl_pl: Opłata za zgłoszenie
pt_pt: Taxa de Submissão
ru_ru: Плата за отправку
sv_se: Manusavgift
tr_tr: Gönderi Ücretleri

# payment-type-publication
source: Publication Fee
ar_iq: رسوم النشر
ca_es: Quota de publicació
cs_cz: Poplatek za publikování
da_dk: Publikationsgebyr
es_es: Cuota de publicación
fa_ir: هزینه چاپ
fi_fi: Julkaisumaksu
fr_ca: Frais de publication
id_id: Biaya Publikasi
nb_no: Publiseringsgebyr
pl_pl: Opłata za publikację
pt_pt: Taxa de Publicação
ru_ru: Плата за публикацию
sv_se: Publiceringsavgift
tr_tr: Yayın Ücreti

# payment-type-publication-required
source: The publication fee is due for payment.
ar_iq: رسوم النشر قد استوجبت الدفع.
cs_cz: Je třeba uhradit publikační poplatek.
da_dk: Publikationsgebyret er endnu ikke betalt.
es_es: La tasa de publicación está pendiente de pago.
fa_ir: در انتظار پرداخت هزینه چاپ
fi_fi: Julkaisumaksu tulee maksettavaksi.
fr_ca: Le paiement des frais de publication est dû.
pt_pt: A taxa de publicação está em pagamento.
ru_ru: Необходимо внести плату за публикацию.
sv_se: Publiceringsavgiften ska betalas.
tr_tr: Ödeme yayın ücreti içindir.

# payment-type-fastTrack
source: Fast Track Review Fee
ar_iq: رسوم مسار التحكيم السريع
ca_es: Quota de revisió ràpida
cs_cz: Poplatek za rychlé zpracování recenze
da_dk: Gebyr for Fast Track-bedømmelse
es_es: Cuota de revisión rápida
fa_ir: هزینه پردازش سریع
fi_fi: Nopeutetun arvioinnin maksu
fr_ca: Frais d'évaluation accélérée
id_id: Biaya Review FastTrack
nb_no: Gebyr for ekspress-fagvurdering
pt_pt: Taxa de Acompanhamento Rápido da Revisão
ru_ru: Плата за ускоренное рассмотрение
sv_se: Avgift för snabbspår till granskning
tr_tr: Hızlandırılmış İnceleme Ücreti

# payment-type-membership
source: Individual Membership Fee
ar_iq: رسوم العضوية الشخصية
ca_es: Quota d’afiliació individual
cs_cz: Poplatek za individuální členství
da_dk: Gebyr for individuelt medlemskab
es_es: Cuota de afiliación individual
fa_ir: هزینه برای اعضا
fi_fi: Yksittäisjäsenyyden maksu
fr_ca: Frais d'adhésion individuelle
id_id: Biaya Keanggotaan Individu
nb_no: Individuell medlemsavgift
pl_pl: Indywidualna opłata członkowska
pt_pt: Taxa de Subscrição Individual
ru_ru: Плата за индивидуальное членство
sv_se: Avgift för individuellt medlemskap
tr_tr: Bireysel Abonelik Ücreti

# payment-type-purchaseArticle
source: Purchase Article Fee
ar_iq: رسوم شراء مقالة
ca_es: Quota per comprar articles
cs_cz: Zaplatit poplatek za článek
da_dk: Gebyr for køb af artikel
es_es: Cuota de compra de artículos
fa_ir: هزینه خرید مقاله
fi_fi: Osta artikkeli -maksu
fr_ca: Frais d'achat de l'article
id_id: Biaya Pembelian Artikel
nb_no: Betal artikkelpris
pl_pl: Zapłać za dostęp do artykułu
pt_pt: Taxa de Aquisição de Artigo
ru_ru: Плата за покупку статьи
sv_se: Avgift för köp av enstaka artikel
tr_tr: Makale Ücreti

# payment-type-purchaseIssue
source: Purchase Issue Fee
ar_iq: رسوم شراء إصدار (عدد من المجلة)
ca_es: Quota per comprar números
cs_cz: Zakoupení přístupu k číslu
da_dk: Nummerkøbsgebyr
es_es: Cuota de compra de números
fa_ir: هزینه خرید شماره
fi_fi: Osta numero -maksu
fr_ca: Tarif au numéro
id_id: Biaya Pembelian Terbitan
pl_pl: Zapłać za dostęp do numeru
pt_pt: Taxa Compra Número
ru_ru: Плата за покупку номера
sv_se: Avgift för köp av enstaka nummer
tr_tr: Yayın Ücreti

# payment-type-subscription
source: Subscription Fee
ar_iq: رسوم الاشتراك
ca_es: Quota de subscripció
cs_cz: Předplatné
da_dk: Abonnementsgebyr
es_es: Cuota de suscripción
fa_ir: هزینه اشتراک
fi_fi: Tilausmaksu
fr_ca: Frais d'abonnement
id_id: Biaya Langganan
nb_no: Abonnementsavgift
pl_pl: Opłata za subksrypcję
pt_pt: Taxa de Subscrição
ru_ru: Плата за подписку
sv_se: Prenumerationsavgift
tr_tr: Abonelik Ücreti

# payment-type-donation
source: Donations
ar_iq: الهبات
ca_es: Donacions
cs_cz: Dary
da_dk: Donationer
es_es: Donaciones
fa_ir: کمک مالی
fi_fi: Lahjoitukset
fr_ca: Dons
id_id: Donasi
nb_no: Donasjoner
pt_pt: Doações
ru_ru: Пожертвования
sv_se: Donationer
tr_tr: Bağışlar

# payment-requestPublicationFee
source: Request publication fee ({$feeAmount})
ar_iq: رسوم طلب النشر ({$feeAmount})
cs_cz: Požadovaný publikační poplatek ({$feeAmount})
da_dk: Rekvirer publikationsgebyr ({$feeAmount})
es_es: Solicitar tasa de publicación ({$feeAmount})
fa_ir: درخواست هزینه چاپ ({$feeAmount})
fi_fi: Pyydä julkaisumaksua ({$feeAmount})
fr_ca: Demande de frais de publication ({$feeAmount})
pt_pt: Solicitar taxa de publicação ({$feeAmount})
ru_ru: Запросить плату за публикацию ({$feeAmount})
sv_se: Begär publiceringsavgift ({$feeAmount})
tr_tr: Yayınlama ücreti: ({$feeAmount})

# payment-notFound
source: A payment has been requested, but the request has expired. Contact the Journal Manager for details.
ar_iq: لقد تم التماس تسديد الرسوم، غير أن الالتماس قد انتهت صلاحيته. راسل رئيس تحرير المجلة للمزيد من التفاصيل.
cs_cz: Byla požadována platba, ale termín požadavku vypršel. Podrobné informace získáte od správce časopisu.
da_dk: Der er blevet anmodet om betaling, men betalingsfristen er udløbet. Kontakt tidsskriftschefen for yderligere oplysninger.
es_es: Se le ha solicitado un pago pero la petición ha expirado. Contacte con el administrador/a de la revista para obtener más detalles.
fa_ir: پرداختی باید انجام می‌شد که زمان آن منقضی شده است. برای اطلاعات بیشتر با مدیر مجله تماس حاصل فرمایید.
fi_fi: Maksua on pyydetty, mutta pyyntö on vanhentunut. Ota yhteyttä julkaisuun.
fr_ca: La demande de paiement a expiré. Veuillez communiquer avec un responsable de la revue pour plus de détails.
pt_pt: Foi solicitado um pagamento, mas o prazo expirou. Contacte o Gestor da Revista para mais informação.
ru_ru: Платёж был запрошен, но срок оплаты прошёл. Свяжитесь с управляющим журнала для получения подробной информации.
sv_se: Betalning har begärts men begäran har förfallit. Kontakta tidskriftsansvarig för mer information.
tr_tr: Bir ödeme talep edildi, ancak isteğin süresi doldu. Ayrıntılar için Dergi Yöneticisine başvurun.

# payment-donation-makeDonation
source: Make a donation
ar_iq: قدِّم هبة
ca_es: Fes una donació
cs_cz: Darovat
da_dk: Foretag en donation
es_es: Hacer una donación
fa_ir: کمک مالی
fi_fi: Tee lahjoitus
fr_ca: Faire un don
id_id: Berikan donasi
nb_no: Gi en donasjon
pt_pt: Realizar doação
ru_ru: Сделать пожертвование
sv_se: Donera
tr_tr: Bağış Yap

# payment-submission-paySubmission
source: Pay Submission Fee
ar_iq: إدفع رسم التقديم
ca_es: Paga la quota de tramesa
cs_cz: Zaplatit poplatek za příspěvek
da_dk: Betal manuskriptgebyr
es_es: Pagar cuota de envío
fa_ir: پرداخت هزینه ارسال شده
fi_fi: Maksa käsikirjoituksen lähetysmaksu
fr_ca: Payer les frais de soumission
id_id: Bayar Biaya Penyerahan Naskah
nb_no: Betal innsendingsgebyr
pt_pt: Pagar taxa de submissão
ru_ru: Оплатить отправку материала
sv_se: Betala prenumerationsavgift
tr_tr: Gönderi Ücreti Ödeme

# payment-publication-payPublication
source: Pay to Publish
ar_iq: إدفع للنشر
ca_es: Paga per publicar
cs_cz: Zaplatit za publikování
da_dk: Betal for publicering
es_es: Pagar para publicar
fa_ir: پرداخت برای چاپ
fi_fi: Maksa, jotta voit julkaista
fr_ca: Payer pour publier
id_id: Bayar Publikasi
nb_no: Betal publiseringsgebyr
pt_pt: Pagar para Publicar
ru_ru: Оплатить публикацию
sv_se: Betala för publicering
tr_tr: Yayın için Ödeme

# payment-publication-publicationPaid
source: Publication Fee Paid
ar_iq: تم دفع رسم النشر
ca_es: S'ha pagat la quota de publicació
cs_cz: Poplatek za publikování zaplacen
da_dk: Publiceringsgebyret er betalt
es_es: Cuota de publicación pagada
fa_ir: هزینه چاپ پرداخت شد
fi_fi: Julkaisumaksu maksettu
fr_ca: Frais de publication payés
id_id: Biaya Publikasi Lunas
nb_no: Publiseringsgebyr er betalt
pt_pt: Taxa de Publicação paga
ru_ru: Публикация оплачена
sv_se: Publiceringsavgift betald
tr_tr: Yayın Ücreti Ödendi

# payment-membership-buyMembership
source: Buy Individual Membership
ar_iq: إشتر اشتراكاً منفرداً
ca_es: Compra una afiliació individual
cs_cz: Koupit individuální členství
da_dk: Tegn individuelt medlemskab
es_es: Comprar afiliación individual
fa_ir: پرداخت حق عضویت فردی
fi_fi: Osta yksittäisjäsenyys
fr_ca: Acheter une adhésion individuelle
id_id: Beli Keanggotaan Individu
nb_no: Kjøp individuelt medlemskap
pt_pt: Pagar Subscrição Individual
ru_ru: Приобрести индивидуальное членство
sv_se: Köp individuellt medlemskap
tr_tr: Biresyel Abonelik Al

# payment-membership-renewMembership
source: Renew Individual Membership
ar_iq: جدد الاشتراك المنفرد
ca_es: Renova l’afiliació individual
cs_cz: Obnovit individuální členství
da_dk: Forny individuelt medlemskab
es_es: Renovar afiliación individual
fa_ir: تمدید عضویت فردی
fi_fi: Yksittäisjäsenyyden uusiminen
fr_ca: Renouveler une adhésion individuelle
id_id: Perbaharui Keanggotaan Individu
nb_no: Forny individuelt medlemskap
pt_pt: Renovar Subscrição Individual
ru_ru: Продлить индивидуальное членство
sv_se: Förnya individuellt medlemskap
tr_tr: Bireysel Abonelik Yenile

# payment-membership-ends
source: Ends
ar_iq: ينتهي
ca_es: Finalitza
cs_cz: Končí
da_dk: Slutter
es_es: Finaliza
fa_ir: اتمام عضویت
fi_fi: Päättyy
fr_ca: Se termine
id_id: Akhiri
nb_no: Avsluttes
pt_pt: Termina
ru_ru: Заканчивается
sv_se: Upphör
tr_tr: Bitiyor

# payment-subscription-purchase
source: Purchase Subscription
ar_iq: إشتر اشتراكاً
ca_es: Compra una subscripció
cs_cz: Zakoupit předplatné
da_dk: Køb abonnement
es_es: Comprar suscripción
fa_ir: خرید اشتراک
fi_fi: Osta tilaus
fr_ca: Souscrire à un abonnement
id_id: Beli Langganan
nb_no: Kjøp abonnement
pt_pt: Adquirir Subscrições
ru_ru: Приобрести подписку
sv_se: Köp prenumeration
tr_tr: Abonelik Al

# payment-subscription-renew
source: Renew Subscription
ar_iq: جدد الاشتراك
ca_es: Renova la subscripció
cs_cz: Obnovit předplatné
da_dk: Forny abonnement
es_es: Renovar suscripción
fa_ir: تمدید اشتراک
fi_fi: Tilauksen uusiminen
fr_ca: Renouveler l'abonnement
id_id: Perbaharui Langganan
nb_no: Forny abonnement
pt_pt: Renovar Subscrição
ru_ru: Продлить подписку
sv_se: Förnya prenumeration
tr_tr: Abonelik Yenile

# payment-subscription-expires
source: Expires
ar_iq: تنتهي صلاحيته
ca_es: Venciment
cs_cz: Vyprší
da_dk: Udløber
es_es: Caduca
fa_ir: منقضی می‌شود
fi_fi: Päättyy
fr_ca: Expire
id_id: Berakhir
nb_no: Utløper
pt_pt: Vencimento
ru_ru: Истекает
sv_se: Upphör
tr_tr: Sona Eriyor

# installer-appInstallation
source: OJS Installation
ar_iq: تنصيب نظام المجلات المفتوحة
ca_es: Instal·lació de l’OJS
cs_cz: OJS instalace
es_es: Instalación de OJS
fa_ir: نصب OJS
fi_fi: OJS:n asennus
fr_ca: Installation d'OJS
id_id: Instalasi OJS
nb_no: OJS installasjon
pl_pl: Instalacja OJS
pt_pt: Instalação do Sistema
ru_ru: Установка OJS
sv_se: Installation av OJS
tr_tr: ADS Yüklenmesi
