Repository: asmecher/ojs
Catalog: locale/*/locale.xlf
Languages: ar_iq, ca_es, cs_cz, da_dk, es_es, fa_ir, fi_fi, fr_ca, id_id, nb_no, pl_pl, pt_pt, ru_ru, sv_se, tr_tr

# notification-type-submissionSubmitted
source: A new article, "{$title}," has been submitted.
ar_iq: مؤلَّف جديد بعنوان "{$title}"، قد تم تقديمه.
ca_es: S'ha enviat un nou article: "{$title}".
cs_cz: Nový článek s názvem "{$title}" byl vložen.
da_dk: En ny artikel, "{$title}," er blevet indleveret.
es_es: Se ha enviado un nuevo artículo: "{$title}".
fa_ir: یک مقاله با عنوان "{$title}" ارسال شده است
fi_fi: Uusi artikkeli, "{$title}", on lähetetty.
fr_ca: Un nouvel article, "{$title}," a été soumis.
id_id: Naskah baru, "{$title}," telah diserahkan.
pl_pl: Nowy artykuł pt. "{$title}" został zgłoszony.
pt_pt: Foi submetido um novo artigo "{$title}"
ru_ru: Новая статья «{$title}» была отправлена.
sv_se: En ny artikel, "{$title}", har skickats in.
tr_tr: Yeni bir makale, "{$title}," gönderildi.

# notification-type-editorDecisionComment
source: A comment has been left on the editor decision for "{$title}."
ar_iq: تم وضع تعليق على قرار المحرر المتعلق بالمؤلَّف "{$title}".
ca_es: S'ha fet un comentari a la decisió de l'editor/a a "{$title}".
cs_cz: Byla vložena poznámka k rozhodnutí editora o článku "{$title}".
da_dk: Der er blevet skrevet en kommentar til redaktørens beslutning vedrørende "{$title}".
es_es: Se dejó un comentario en la decisión editorial para "{$title}".
fa_ir: نقطه‌نظری در خصوص تصمیم دبیر درباره "{$title}" برجا گذاشته شده است.
fi_fi: Toimittajan kohdetta "{$title}" koskevaa päätöstä on kommentoitu.
fr_ca: Un commentaire a été laissé concernant la décision du rédacteur pour "{$title}".
id_id: Ada komentar terhadap keputusan editor bagi "{$title}."
nb_no: Redaktørens beslutning vedrørende "{$title}" har blitt kommentert.
pl_pl: Dostępne są nowe uwagi do decyzji redaktora dla "{$title}".
pt_pt: Foi produzido um comentário sobre a decisão editorial de "{$title}".
ru_ru: Добавлен комментарий о решении редакции для «{$title}».
sv_se: En kommentar har tillfogats redaktörsbeslut för "{$title}."
tr_tr: "{$title}" başlıklı makale için editör yorum yaptı.

# notification-type-galleyModified
source: A galley has been modified for "{$title}."
ar_iq: تم تعديل لوح الطباعة للمؤلَّف "{$title}".
ca_es: S'ha modificat una galerada a "{$title}".
cs_cz: Byla změněna sazebnice článku "{$title}".
da_dk: Der er foretaget en ændring af et publiceringsformatet til "{$title}".
es_es: Se modificó una galerada para "{$title}".
fa_ir: کلیشه چاپی "{$title}" تغییر یافته است.
fi_fi: Kohteen "{$title}" julkaistavaa tiedostoa on muutettu.
fr_ca: Une épreuve a été modifiée pour "{$title}".
id_id: Modifikasi galley untuk "{$title}."
nb_no: Et sideoppsett til "{$title}" har blitt endret.
pl_pl: Plik z publikacją dla "{$title}" został zmodyfikowany.
pt_pt: A versão para publicação foi alterada para "{$title}".
ru_ru: Изменена гранка для «{$title}».
sv_se: En publiceringsversion har modifierats för "{$title}."
tr_tr: "{$title}" başlıklı makale güncellendi.

# notification-type-issuePublished
source: An issue has been published.
ar_iq: أصدرت المجلة عدداً جديداً.
ca_es: S'ha publicat un número.
cs_cz: Bylo publikováno číslo.
da_dk: Der er blevet udgivet et nummer.
es_es: Se publicó un número.
fa_ir: یک شماره مجله منتشر شده است
fi_fi: Numero on julkaistu.
fr_ca: Un numéro a été publié.
id_id: Ada terbitan baru.
nb_no: Et nummer har blitt publisert.
pl_pl: Nowy numer został opublikowany.
pt_pt: Foi publicado um novo número.
ru_ru: Опубликован новый выпуск.
sv_se: Ett nummer har publicerats.
tr_tr: Yeni bir sayı yayımlandı.

# notification-type-newAnnouncement
source: A new announcement has been created.
ar_iq: تم إنشاء إعلان جديد.
ca_es: S'ha creat un nou avís.
cs_cz: Bylo vytvořeno nové oznámení.
da_dk: Der er blevet oprettet en ny meddelelse.
es_es: Se creó un nuevo aviso.
fa_ir: یک اطلاعیه جدید ایجاد شده است
fi_fi: Uusi tiedote on luotu.
fr_ca: Une nouvelle annonce a été créée
id_id: Ada pengumuman baru.
nb_no: En ny kunngjøring har blitt lagt inn.
pl_pl: Nowe ogłoszenie zostało utworzone.
pt_pt: Foi publicada uma nova notícia.
ru_ru: Создано новое обьявление.
sv_se: Ett meddelande skickades ut.
tr_tr: Yeni duyuru oluşturuldu.

# notification-type-reviewerFormComment
source: A review form review has been submitted for "{$title}."
ar_iq: تم تقديم نموذج تحكيم للمؤلَّف "{$title}".
ca_es: S'ha tramès la revisió del formulari de revisió de "{$title}".
cs_cz: Byl vyplněn recenzní formulář k článku "{$title}".
da_dk: Der er blevet indsendt en bedømmelsesformular vedrørende "{$title}".
es_es: Se envió una revisión de un formulario de revisión a "{$title}".
fa_ir: یک فرم داوری در خصوص "{$title}" ثبت شده است
fi_fi: Arviointilomake kohteesta "{$title}" on jätetty.
fr_ca: Une évaluation de formulaire d'évaluation a été soumise pour "{$title}".
id_id: Form review telah dikirimkan untuk "{$title}."
nb_no: Et vurderingsskjema har blitt sendt inn for "{$title}".
pl_pl: Recenzja od recenzenta została przesłana do "{$title}".
pt_pt: Um formulário de revisão sobre "{$title}" foi enviado.
ru_ru: Форма рецензии была отправлена для «{$title}».
sv_se: En granskning enligt granskningsformuläret har skickats in för "{$title}."
tr_tr: "{$title}" başlıklı makale için değerlendirme formu gönderildi.

# notification-type-reviewing
source: Reviewing Events
ar_iq: أحداث التحكيم
ca_es: Esdeveniments de revisió
cs_cz: Události recenzního procesu
da_dk: Bedømmelseshændelser
es_es: Revisar eventos
fa_ir: رخدادهای داوری
fi_fi: Arviointitapahtumat
fr_ca: Événements d'évaluation
id_id: Event Reviewing
nb_no: Vurderingshendelser
pl_pl: Wydarzenia dotyczące procesu recenzji
pt_pt: Eventos da Revisão
ru_ru: События рецензирования
sv_se: Granskningshändelser
tr_tr: Değerlendirme Durumları

# notification-type-site
source: Site Events
ar_iq: أحداث الموقع
ca_es: Esdeveniments del lloc
cs_cz: Události stránek
da_dk: Websted-hændelser
es_es: Eventos del sitio
fa_ir: رویدادهای سایت
fi_fi: Sivuston tapahtumat
fr_ca: Événements du site
id_id: Event Situs
nb_no: Nettstedshendelser
pl_pl: Wydarzenia dotyczące strony
pt_pt: Eventos do Site
ru_ru: События сайта
sv_se: Webbplatshändelser
tr_tr: Site Durumları

# notification-type-submissionComment
source: An editor has made a comment on "{$title}."
ar_iq: وضع المحرر تعليقاً عن المؤلَّف "{$title}".
ca_es: Un editor/a ha fet un comentari a "{$title}".
cs_cz: Editor vložil poznámku k článku "{$title}".
da_dk: En redaktør har skrevet en kommentar vedrørende "{$title}".
es_es: Un editor/a hizo un comentario en "{$title}".
fa_ir: دبیر نظری در مورد "{$title}" داده است.
fi_fi: Toimittaja on kommentoinut kohdetta "{$title}."
fr_ca: Un rédacteur a fait un commentaire sur "{$title}".
id_id: Editor memberi komentar terhadap "{$title}."
nb_no: En redaktør har kommentert "{$title}".
pl_pl: Dostępne są nowe uwagi redaktora dla "{$title}".
pt_pt: Um editor fez comentários sobre "{$title}".
ru_ru: Редактор оставил комментарий к «{$title}».
sv_se: En redaktör kommenterade "{$title}."
tr_tr: "{$title}" başlıklı makale için bir editör yorum yaptı.

# notification-type-submissions
source: Submission Events
ar_iq: أحداث طلب النشر
ca_es: Esdeveniments de tramesa
cs_cz: Události příspěvku
da_dk: Indleveringshændelser
es_es: Eventos de los envíos
fa_ir: رویدادهای ارسال شده
fi_fi: Käsikirjoitukseen liittyvät tapahtumat
fr_ca: Événements de soumission
id_id: Event Penyerahan Naskah
nb_no: Innleveringshendelser
pl_pl: Wydarzenia dotyczące wysłanych tekstów
pt_pt: Eventos da Submissão
ru_ru: События процесса отправки
sv_se: Bidragshändelser
tr_tr: Gönderi Durumları

# notification-type-userComment
source: A reader has made a comment on "{$title}"
ar_iq: وضع قارئ تعليقاً عن المؤلَّف "{$title}"
ca_es: Un lector/a ha fet un comentari a "{$title}".
cs_cz: Čtenář vložil poznámku k článku "{$title}".
da_dk: En læser har skrevet en kommentar vedrørende "{$title}".
es_es: Un lector/a hizo un comentario en "{$title}"
fa_ir: یک خواننده نظری در مورد "{$title}" داده است
fi_fi: Lukija on kommentoinut kohdetta "{$title}."
fr_ca: Un lecteur a fait un commentaire sur "{$title}"
id_id: Pembaca memberi komentar terhadap "{$title}"
nb_no: En leser har kommentert "{$title}".
pl_pl: Dostępne są nowe uwagi czytelnika dla "{$title}"
pt_pt: Um leitor comentou sobre "{$title}".
ru_ru: Читатель добавил комментарий к «{$title}»
sv_se: En läsare kommenterade "{$title}"
tr_tr: "{$title}" başlıklı makale için bir okuyucu yorum yaptı.

# notification-type-public
source: Public Announcements
ar_iq: إشعارات عامة
cs_cz: Veřejné oznámení
da_dk: Offentlige meddelelser
es_es: Avisos públicos
fi_fi: Julkiset tiedotteet
fr_ca: Annonces publiques
ru_ru: Публичные объявления
tr_tr: Genel Duyurular

# notification-savedIssueMetadata
source: Issue publication metadata saved.
ar_iq: البيانات الوصفية لنشر العدد قد تم حفظها.
ca_es: S'han desat les metadades de publicació del número.
cs_cz: Metadata čísla byla uložena.
da_dk: Nummer-metadata gemt
es_es: Se han guardado los metadatos de publicación del número.
fa_ir: فراداده‌های انتشار شماره ذخیره شد.
fi_fi: Numeron julkaisemista koskevat metatiedot tallennettu.
fr_ca: Métadonnées du numéro sauvegardées.
id_id: Metadata terbitan disimpan.
pl_pl: Metadane numeru zapisane.
pt_pt: Guardados os metadados do número publicado.
ru_ru: Сохранены метаданные публикации выпуска.
sv_se: Metadata för publiceringen av numret sparades.
tr_tr: Sayı üst verileri kaydedildi.

# notification-type-editorAssignmentTask
source: A new article has been submitted to which an editor needs to be assigned.
ar_iq: مؤلَّف جديد تم تقديمه وهو بحاجة إلى تعيينه لمحرر.
ca_es: S'ha tramès un article nou i se li ha d'assignar un editor/a.
cs_cz: Byl vložen nový článek a je nutné mu přiřadit editora.
da_dk: En ny artikel er blevet indleveret. En redaktør skal tilknyttes.
es_es: Se ha enviado un nuevo artículo para el cual hay que asignar un editor/a.
fa_ir: مقاله‌ی جدیدی ثبت شده است ، لطفاً داوری برای آن مشخص نمایید
fi_fi: Uusi artikkeli on lähetetty ja sille tulee valita toimittaja.
fr_ca: Un nouvel article a été soumis. Un rédacteur doit lui être assigné.
id_id: Naskah baru telah diserahkan, perlu penugasan editor.
pl_pl: Został przesłany nowy tekst do którego należy przypisać redaktora.
pt_pt: Um novo artigo foi submetido para o qual tem de ser designado um Editor.
ru_ru: Была отправлена новая статья, которой нужно назначить редактора.
sv_se: En ny artikel har skickats in och behöver bli tilldelad en redaktör.
tr_tr: Editörün atanması yapılması gereken yeni bir makale gönderildi.

# notification-type-assignProductionUser
source: Assign a user to create galleys using the Assign link in the Participants list.
ar_iq: عين أحد المستخدمين لإنشاء الألواح الطباعية مستعملاً رابط التعيين في قائمة المشاركين.
ca_es: Asigna un usuari/ària per crear galerades amb l'opció "Afegir" de la llista de participants.
cs_cz: Přiřaďte uživatele pro tvorbu sazebnic pomocí "Přidat odkaz" v seznamu uživatelů.
da_dk: For at indsætte en publiceringsversion tilføjes bruger via linket 'Tilføj' under deltagerlisten.
es_es: Asigne un usuario/a para crear galeradas mediante el enlace Añadir de la lista de participantes.
fa_ir: افزودن یک کاربر برای ایجاد کلیشه چاپی با انتخاب گزینه افزودن لینک در بخش همکاران
fi_fi: Valitse käyttäjä laatimaan julkaistavia tiedostoja Osallistujat-listan Lisää-linkin avulla.
fr_ca: Demander à un utilisateur de créer les épreuves en utilisant le lien "Ajouter" dans la liste des participants.
id_id: Tugaskan pengguna untuk membuat galley menggunakan tautan Tambah di daftar Partisipan.
pl_pl: Przypisz użytkownika odpowiedzialnego za utworzenie plików do publikacji używając link Dodaj w części Uczestnicy.
pt_pt: Designe um utilizador para criar uma edição usando o link Adicionar na lista Participantes.
ru_ru: Назначить пользователя для создания гранок с помощью ссылки «Назначить» в списке «Участники».
sv_se: Låt en användare skapa publiceringsversioner genom att använda Lägg till-länken i Deltagarlistan.
tr_tr: Katılımcılar listesindeki Atama bağlantısını kullanarak bir kullanıcı oluşturmak için bir kullanıcı atayın.

# notification-type-awaitingRepresentations
source: Awaiting Galleys.
ar_iq: الألواح الطباعية قيد الانتظار.
ca_es: Esperant galerades.
cs_cz: Jsou očekávány sazebnice.
da_dk: Afventer publiceringsversion
es_es: Esperando galeradas.
fa_ir: در انتظار کلیشه‌های چاپی.
fi_fi: Odottavat julkaistavat tiedostot.
fr_ca: Épreuves en attente.
id_id: Menunggu Galley.
pl_pl: Oczekujące pliki do publikacji.
pt_pt: Edições em Espera
ru_ru: Ожидающие гранок.
sv_se: Väntar på publiceringsversioner.
tr_tr: Baskılar Bekliyor.

# user-authorization-copyeditorAssignmentMissing
source: Access denied! You have not been assigned as a copyeditor to this article.
ar_iq: الوصول متعذر! لم يتم تعيينك كمدقق لهذا المؤلَّف.
ca_es: Accés denegat. No us han assignat com a corrector/a d'originals per a aquest article.
cs_cz: Přístup není povolen! Nebyl/a vám přiřazena úloha lektora tohoto článku.
da_dk: Adgang nægtet! Du er ikke blevet tildelt rollen som manuskriptredaktør på denne artikel.
es_es: ¡Acceso denegado! No ha sido asignado como corrector/a de originales para este artículo.
fa_ir: دسترسی رد شد! شما به عنوان ویراستار این مقاله انتخاب نشده اید.
fi_fi: Pääsy evätty! Sinua ei ole valittu tämän artikkelin tekniseksi toimittajaksi.
fr_ca: Accès refusé! Vous n'avez pas été désigné comme réviseur de cet article.
id_id: Akses ditolak! Anda belum ditugaskan menjadi copyeditor untuk naskah ini.
pl_pl: Dostęp zabroniony! Nie zostałeś(aś) przypisany(a) jako redaktor techniczny dla tego tekstu.
pt_pt: Acesso recusado! Não tem direitos de autor sobre este artigo.
ru_ru: Доступ запрещен! Вы не были назначены литературным редактором этой статьи.
sv_se: Åtkomst nekad! Du har inte blivit tilldelad rollen som manusredaktör för den här artikeln.
tr_tr: Erişim engellendi! Bu makaleye yayın editörü olarak atanmamışsınız.

# user-authorization-noContext
source: No journal in context!
ar_iq: لا مجلة في هذا السياق!
ca_es: Cap revista en aquest context!
cs_cz: Žádný časopis v kontextu!
da_dk: Intet tidsskrift i denne sammenhæng!
es_es: ¡No hay ninguna revista en este contexto!
fa_ir: هیچ مجله ای تعریف نشده است
fi_fi: Julkaisua ei valittuna!
fr_ca: Aucune revue présente!
id_id: Tidak ada jurnal yang sesuai!
pl_pl: Brak odniesienia do czasopisma!
pt_pt: Nenhuma revista no contexto!
ru_ru: Нет журнала в контексте!
sv_se: Ingen tidskrift i den här kontexten!
tr_tr: Bağlamda dergi yok!

# user-authorization-sectionAssignment
source: You are trying to access an article that is not part of your section.
ar_iq: أنت تحاول الوصول إلى مؤلَّف ليس ضمن القسم الخاص بك.
ca_es: Esteu intentant accedir a un article que no forma part de la vostra secció.
cs_cz: Snažíte se přistoupit k článku, který není součástí této sekce.
da_dk: Du forsøger at få adgang til en artikel, som ikke er en del af din sektion.
es_es: Está intentando acceder a un artículo que no forma parte de su sección.
fa_ir: شما در حال تلاش برای دسترسی به مقاله ای هستید که در بخش شما نمی باشد.
fi_fi: Yrität päästä artikkeliin, joka ei kuulu osastoosi.
fr_ca: Vous tentez d'accéder à un article qui ne fait pas partie de votre section.
id_id: Anda mencoba mengakses naskah yang bukan bagian Anda.
nb_no: Du forsøker å få tilgang til en artikkel som ikke er en del av din seksjon.
pl_pl: Próbujesz uzyskać dostęp do artykułu, który nie znajduje się w twoim dziale.
pt_pt: Está a tentar aceder a um artigo que não pertence à secção.
ru_ru: Вы пытаетесь получить доступ к статье, которая не относится к Вашему разделу.
sv_se: Du försöker att nå en artikel som inte ingår i din sektion.
tr_tr: Erişmeye çalıştığınız makale size ait bölümün parça değil.

# user-authorization-invalidIssue
source: Invalid issue requested!
ar_iq: تم طلب عدد غير موجود!
ca_es: Sol·licitud de número invàlida!
cs_cz: Je vyžadováno chybné číslo!
da_dk: Ugyldigt nummer efterspurgt!
es_es: ¡Petición de número no válida!
fa_ir: درخواست شماره نامعتبر!
fi_fi: Pyyntöä vastaavaa numeroa ei ole!
fr_ca: Numéro demandé invalide!
id_id: Terbitan Invalid!
pl_pl: Wysłano prośbę o nieprawidłowy numer!
pt_pt: Pedido de número inválido!
ru_ru: Запрошен неправильный выпуск!
sv_se: Ogiltigt nummer valt!
tr_tr: Geçersiz sayı talep edildi!

# user-authorization-invalidCopyditorSubmission
source: Invalid copyeditor submission or no copyeditor submission requested!
ar_iq: تقديم المدقق غير صحيح، أو لم تتم المطالبة به!
ca_es: Tramesa del corrector/a d'originals invàlida o cap tramesa sol·licitada.
cs_cz: Špatný příspěvek redaktora, nebo příspěvek redaktora není vyžadován!
da_dk: Ugyldig manuskriptredaktør-indlevering eller ingen anmodning om manuskriptredaktør-indlevering!
es_es: Envío del corrector/a de originales incorrecto o no se ha solicitado un envío del corrector/a de originales.
fa_ir: فایل ارسالی ویراستار نامعتبر است یا فایلی ارسال نشده است!
fi_fi: Virheellinen teknisen toimittajan lähettämä käsikirjoitus tai teknisen toimittajan lähetystä ei pyydetty!
fr_ca: Dépôt du rédacteur non valide ou non requis!
id_id: Kiriman copyeditor invalid atau tidak ada permintaan kiriman copyeditor!
pl_pl: Niepoprawny tekst korektora lub brak zrealizowanej korekty zgłoszonego tekstu.
pt_pt: Submissão de cópia de editor inválida ou nenhuma de cópia de editor solicitada!
ru_ru: Версия, отправленная литературным редактором, является неправильной или запрос на литературное редактирование не был отправлен!
sv_se: Ogiltigt bidrag från manusredaktör eller inget bidrag från manusredaktör valt!
tr_tr: Hatalı sayfa düzenleyici gönderisi veya sayfa düzenleyici gönderi isteği yok.

# debug-notes-currencyListLoad
source: Loaded currency list "{$filename}" from XML
ar_iq: قائمة العملات المحملة "{$filename}" من ملف بصيغة XML
ca_es: S’ha carregat la llista de monedes "{$filename}" des d’XML.
cs_cz: Nahraný seznam měn "{$filename}" z XML
da_dk: Valutalisten "{$filename}" er indlæst fra XML
es_es: Lista de monedas “{$filename}” cargada de XML
fa_ir: لیست واحدهای پول (بارگذاری شده از فایل «"{$filename}»)
fi_fi: XML-muodosta ladattu valuuttaluettelo "{$filename}"
fr_ca: Liste des devises chargée "{$filename}" à partir d'un XML
id_id: Memuat daftar mata uang "{$filename}" dari XML
nb_no: Lastet valutalisten "{$filename}" fra XML
pl_pl: Ładowanie wykazu walut "{$filename}" z pliku XML
pt_pt: Lista de moedas "{$filename}" do ficheiro XML
ru_ru: Загружен список валют «{$filename}» из XML
sv_se: Laddade valutalistan "{$filename}" från XML
tr_tr: "{$filename}" XML dosyasından para birimi listesi yüklendi

# grid-action-createContext
source: Create a New Journal
ar_iq: إنشاء مجلة جديدة
ca_es: Crear un nova revista
cs_cz: Vytvořit nový časopis
da_dk: Opret et nyt tidsskrift
es_es: Crear una nueva revista
fa_ir: ایجاد مجله جدید
fi_fi: Luo uusi julkaisu
fr_ca: Créer une nouvelle revue
id_id: Buat Jurnal Baru
pl_pl: Utwórz nowe czasopismo
pt_pt: Criar Nova Revista
ru_ru: Создать новый журнал
sv_se: Skapa en ny tidskrift
tr_tr: Yeni Bir Dergi Oluştur

# editor-navigation-issues
source: Issues
ar_iq: الأعداد
ca_es: Números
cs_cz: Čísla
da_dk: Numre
es_es: Números
fa_ir: شماره
fi_fi: Numerot
fr_ca: Numéros
id_id: Terbitan
nb_no: Utgaver
pl_pl: Numery
pt_pt: Números
ru_ru: Выпуски
sv_se: Nummer
tr_tr: Sayılar

# notification-type-approveSubmission
source: This submission is currently awaiting approval before it will appear in the issue.
ar_iq: طلب النشر هذا ينتظر حالياً الموافقة اللازمة ليظهر ضمن العدد.
ca_es: Aquesta tramesa està actualment esperant l'acceptació. Quan l'obtingui apareixerà en el número.
cs_cz: Tento příspěvek čeká na schválení, než se objeví v čísle.
da_dk: Denne indsendelse afventer godkendelse inden den vises i nummeret.
es_es: El envío está actualmente esperando la aprobación, tras ella aparecerá en el número.
fa_ir: قبل از اینکه این مقاله در شماره مورد نظر چاپ شود بایستی مورد تأیید قرار گیرد
fi_fi: Tämä käsikirjoitus odottaa hyväksyntää, joka tarvitaan ennen kuin se näkyy numerossa.
fr_ca: Cette soumission est présentement en attente d'approbation avant sa parution dans le numéro.
id_id: Naskah ini masih menunggu persetujuan sebelum muncul di terbitan.
pl_pl: Zgłoszony tekst musi zostać zatwierdzony zanim pojawi się w numerze.
pt_pt: Esta submissão está actualmente aguardando aprovação antes que seja associada a um número.
ru_ru: Этот материал сейчас ожидает одобрения, после чего он появится в выпуске.
sv_se: Det här bidraget väntar för närvarande på godkännande innan det kommer att synas i numret.
tr_tr: Bu gönderinin sayıda görüntülenebilmesi için onay gerekir.

# notification-type-approveSubmissionTitle
source: Awaiting approval.
ar_iq: بانتظار الموافقة.
ca_es: Esperant acceptació.
cs_cz: Očekává se schválení.
da_dk: Afventer godkendelse.
es_es: Esperando aceptación.
fa_ir: در انتظار تأیید
fi_fi: Odottaa hyväksyntää.
fr_ca: En attente d'approbation.
id_id: Menunggu Persetujuan.
pl_pl: Oczekuje na zatwierdzenie.
pt_pt: Aguardando aprovação.
ru_ru: Ожидает одобрения.
sv_se: Väntar på godkännande.
tr_tr: Bekleyen onay.

# user-profile-form-showOtherContexts
source: Register with other journals
ar_iq: التسجيل في المجلات الأخرى
ca_es: Registrar-se en altres revistes
cs_cz: Zaregistrovat se do dalších časopisů
da_dk: Registrér hos andre tidsskrifter
es_es: Registrarse en otras revistas
fa_ir: ثبت‌نام در مجله دیگر
fi_fi: Rekisteröidy muihin julkaisuihin
fr_ca: S'enregistrer auprès d'autres revues
id_id: Daftar ke jurnal lain
pl_pl: Zarejestruj z innymi czasopismami
pt_pt: Registar-se noutras revistas
ru_ru: Зарегистрироваться в других журналах
sv_se: Registrera dig hos andra tidskrifter
tr_tr: Diğer dergilere kayıt ol

# user-profile-form-hideOtherContexts
source: Hide other journals
ar_iq: إخفاء المجلات الأخرى
ca_es: Amaga les altres revistes
cs_cz: Schovat další časopisy
da_dk: Skjul ander tidsskrifter
es_es: Ocultar las otras revistas
fa_ir: پنهان کردن سایر مجلات
fi_fi: Piilota muut julkaisut
fr_ca: Cacher les autres revues
id_id: Sembunyikan jurnal lain
pl_pl: Ukryj pozostałe czasopisma
pt_pt: Ocultar outras revistas
ru_ru: Скрыть другие журналы
sv_se: Dölj andra tidskrifter
tr_tr: Diğer dergileri sakla

# article-view-interstitial
source: Please choose an article file to download.
ar_iq: لطفاً، إختر ملف المؤلَّف لتنزيله.
ca_es: Esculli un arxiu d'article per descarregar, si us plau.
cs_cz: Vyberte, prosím, článek na stažení.
da_dk: Vælg en artikelfil til at downloade.
es_es: Por favor, elija un artículo para descargar.
fa_ir: لطفاً فایل مقاله مورد نظر را برای دانلود انتخاب نمایید.
fi_fi: Valitse ladattava artikkelitiedosto.
fr_ca: Choisir un fichier d'article à télécharger.
id_id: Silakan pilih file untuk diunduh.
pl_pl: Wybierz plik do pobrania.
pt_pt: Escolha um ficheiro do artigo para fazer o download.
ru_ru: Пожалуйста, выберите файл статьи для скачивания.
sv_se: Välj en artikelfil att ladda ned.
tr_tr: Lütfen indirmek için bir makale dosyası seçin.

# grid-catalogEntry-availableRepresentation-approved
source: Approved
ar_iq: موافق عليه
ca_es: Acceptat
cs_cz: Schváleno
da_dk: Godkendt
es_es: Aceptado
fa_ir: تأیید شده
fi_fi: Hyväksytty
fr_ca: Approuvé
id_id: Disetujui
pl_pl: Zatwierdzone
pt_pt: Aprovado
ru_ru: Одобрен
sv_se: Godkänd
tr_tr: Onaylandı

# grid-catalogEntry-availableRepresentation-notApproved
source: Awaiting Approval
ar_iq: ينتظر الموافقة
ca_es: Esperant acceptació
cs_cz: Čeká se na schválení
da_dk: Afventer godkendelse
es_es: Esperando aceptación
fa_ir: در انتظار تأیید
fi_fi: Odottaa hyväksyntää
fr_ca: En attente d'approbation
id_id: Menunggu Persetujuan.
pl_pl: Oczekuje na zatwierdzenie
pt_pt: Aguardando Aprovação
ru_ru: Ожидает одобрения
sv_se: Väntar på godkännande
tr_tr: Onay Bekleniyor
