Repository: asmecher/ojs
Catalog: locale/*/locale.xlf
Languages: ar_iq, ca_es, cs_cz, da_dk, es_es, fa_ir, fi_fi, fr_ca, id_id, nb_no, pl_pl, pt_pt, ru_ru, sv_se, tr_tr

# admin-auth-defaultSourceDescription
source: <p>Specifying a default authentication source other than OJS has the following effects:</p> <ul> <li>If a user attempts to register a new account with this site with a username that exists on the authentication source (but not in the OJS database), the registration attempt is only allowed if the supplied password is valid for that user account.</li> </ul>
ar_iq: <p>تحديد مصدر مصادقة إفتراضي مغاير لنظام المجلات المفتوحة له التبعات الآتية:</p> <ul> <li>لو حاول مستخدم ما تسجيل حساب جديد في هذا الموقع باسم دخول مسجل سلفاً في مصدر المصادقة (لكنه غير معروف في قاعدة بيانات نظام المجلات المفتوحة)، فإن ذلك التسجيل سيكون ممكناً فقط عندما تكون كلمة المرور صحيحة في ذلك المصدر الخارجي أيضاً.</li> </ul>
ca_es: <p>Si indiqueu una font d’autenticació predeterminada que no sigui l’OJS es pot produir l’efecte següent:</p> <ul> <li>Si un usuari/ària intenta registrar un compte nou en aquest lloc web amb un nom d’usuari/ària que ja existeixi a la font d’autenticació (però no a la base de dades de l’OJS), l’intent de registre només s’admetrà si la contrasenya indicada és vàlida per a aquest compte d’usuari/ària.</li> </ul>
cs_cz: <p>Specifikování jiného výchozího zdroje ověření než OJS má následující efekt:</p> <ul> <li>Pokud se uživatel pokusí zaregistrovat nový účet na této stránce s uživatelským jménem, které existuje ve zdroji ověření (ale ne v OJS databázi), pokus o registraci je povolen pouze tehdy, pokud je zadané heslo platné pro tento uživatelský účet.</li> </ul>
da_dk: <p>Angivelse af en anden standardgodkendelseskilde end OJS har følgende virkning:</p> <ul> <li>Hvis en bruger forsøger at registrere en ny konto på dette websted med et brugernavn, der findes i godkendelseskilden (men ikke i OJS-databasen), vil registreringen kun lykkes, hvis den angivne adgangskode er gyldig for den pågældende brugerkonto.</li> </ul>
es_es: <p>Establecer como fuente de autenticación predeterminada otra diferente a OJS conllevará lo siguiente:</p> <ul> <li>Si un usuario/a intenta registrar una cuenta nueva en este sitio utilizando un nombre de usuario ya existente en la fuente de autenticación (pero no en la base de datos OJS), el intento de registro sólo será permitido si la contraseña proporcionada es válida para esa cuenta de usuario.</li> </ul>
fa_ir: مشخص نمودن یک منبع احراز هویت پیش‌فرض جدای از OJS دارای مزیت‌های زیر است: <ul> <li> چنانچه کاربری بخواهد در این سایت با نام کاربری که در منبع احراز هویت خارجی و نه در خود سیستم OJS وجود دارد ثبت‌نام کند، ثبت‌نام زمانی انجام خواهد شد که رمز عبور مناسب سیستم خارجی را وارد کند. </li> </ul>
fi_fi: <p>Mikäli oletustodentamislähteeksi määritetään OJS:n sijaan jokin muu lähde, sillä on seuraavia vaikutuksia:</p> <ul> <li>Jos käyttäjä yrittää rekisteröidä tällä sivustolla uuden tilin käyttäjätunnuksella, joka on olemassa todentamislähteessä (mutta ei OJS:n tietokannassa), rekisteröinti sallitaan vain, jos annettu salasana kuuluu kyseiselle käyttäjätilille.</li> </ul>
fr_ca: <p>Définir une source d'authentification par défaut autre que celle d'OJS a pour conséquence : <ul> <li>Si un utilisateur tente de créer un nouveau compte sur ce site avec un nom d'utilisateur déjà existant dans la source d'authentification (mais pas dans la base de données OJS), la tentative d'inscription n'est permise que si le mot de passe fourni est valide pour ce compte.</li> </ul>
id_id: <p>Menetapkan sumber otentikasi selain OJS akan menimbulkan dampak berikut:</p> <ul> <li>Jika pengguna hendak mendaftar akun baru ke situs ini dengan username yang telah ada di sumber otentikasi (namun belum ada di databasee OJS), pendaftaran hanya akan berhasil bila menggunakan password yang sama untuk username di sumber tersebut.</li> </ul>
nb_no: Det å spesifisere en annen default valideringskilde enn OJS har følgende virkning: <ul> <li>Hvis en bruker forsøker å registrere en ny konto hos dette nettstedet med et brukernavn som finnes på valideringskilden (men ikke i OJS-databasen), vil registreringen bare bli tillatt hvis det angitte passordet er gyldig for den aktuelle brukerkontoen.</li> </ul>
pl_pl: <p>Podaj inne źródło uwierzytelniania niż OJS, uzyskując następujący wynik:</p> <ul> <li>Jeżeli użytkownik usiłuje utworzyć nowe konto w systemie używając nazwy użytkownika, która już istnieje w źródle uwierzytelniania (poza bazą OJS), rejestracja jest dozwolona tylko w przypadku podania poprawnego hasła dla nazwy użytkownika.</li> </ul>
pt_pt: <p>Definir uma fonte de autenticação padrão diferente da do sistema implica em:</p> <ul> <li>Caso um utilizador tente registar uma nova conta com um login já existente na fonte de autenticação (mas não na base do sistema), o registo só será permitido se a senha fornecida for válida para a conta em questão.</li> </ul>
ru_ru: <p>Указание источника аутентификации по умолчанию, отличного от OJS, имеет следующий эффект:</p> <ul> <li>Если пользователь пытается зарегистрировать на этом сайте новую учетную запись с именем пользователя, которое уже существует в источнике аутентификации (но не в базе данных OJS), попытка регистрации будет разрешена только в том случае, если пользователь введет пароль, соответствующий этой учетной записи в источнике аутентификации.</li> </ul>
sv_se: <p>Att använda en annan förvald valideringskälla än OJS medför att:</p> <ul> <li>Om en användare försöker att registrera ett nytt konto på den här sidan med ett användarnamn som redan finns hos valideringskällan (men inte i OJS-databasen) så kommer registreringen bara godkännas om lösenordet överensstämmer med det aktuella användarkontot.</li> </ul>
tr_tr: <p>OJS dışındaki bir varsayılan kimlik doğrulama kaynağının belirtilmesi aşağıdaki etkilere sahiptir:</p> <ul> <li>Bir kullanıcı, bu site ile kimlik doğrulama kaynağında bulunan (ancak OJS veri tabanında bulunmayan) bir kullanıcı adıyla yeni bir hesap oluşturmaya çalışırsa, kayıt girişimi yalnızca sağlanan şifre söz konusu kullanıcı hesabı için geçerliyse izin verilir.</li> </ul>

# admin-overwriteConfigFileInstructions
source: <h4>NOTE!</h4> <p>The system could not automatically overwrite the configuration file. To apply your configuration changes you must open <tt>config.inc.php</tt> in a suitable text editor and replace its contents with the contents of the text field below.</p>
ar_iq: <h4>ملاحظة!</h4> <p>لا يتمكن النظام من تعديل ملف الإعدادات تلقائياً. لتتمكن من تغيير إعداداتك، عليك بفتح الملف <tt>config.inc.php</tt> مستعملاً أي برنامج مناسب لتحرير النصوص، واستبدل محتوياته بالمحتوى الظاهر في الخانة النصية أدناه.</p>
ca_es: <h4>AVÍS</h4> <p>El sistema no ha pogut sobreescriure automàticament el fitxer de configuració. Per aplicar els canvis a la configuració heu d’obrir el fitxer <tt>config.inc.php</tt> en un editor de textos adequat i reemplaçar-ne el contingut amb el contingut del camp de text que es mostra a continuació.</p>
cs_cz: <h4>POZNÁMKA!</h4> <p>Systém nemohl automaticky přepsat konfigurační soubor. K provedení změn konfigurace musíte otevřít <tt>config.inc.php</tt> ve vhodném textovém editoru a nahradit jeho obsah obsahem textového pole níže.</p>
da_dk: <h4>BEMÆRK!</h4> <p>Systemet kunne ikke automatisk overskrive konfigurationsfilen. Hvis du vil aktivere konfigurationsændringerne, skal du åbne filen <tt>config.inc.php</tt> i en passende teksteditor og erstatte dens indhold med indholdet i tekstfeltet nedenfor.</p>
es_es: <h4>¡NOTA!</h4> <p>El sistema no puede sobrescribir automáticamente el archivo de configuración. Para aplicar los cambios de configuración es necesario abrir <tt>config.inc.php</tt> en un editor de texto adecuado y reemplazar los contenidos por los del campo de texto que se muestran a continuación.</p>
fa_ir: <h4> توجه! </h4> <p> سیستم به‌طور خودکار نمی‌تواند بر روی فایل پیکربندی بنویسد. برای اعمال تنظیمات مورد نظر می‌بایست خود فایل <tt>config.inc.php</tt> در یک ویرایشگر مناسب ویرایش کرده و تنظیمات مورد نظر خود را اعمال کنید. </p>
fi_fi: <h4>HUOM!</div> <p>Järjestelmä ei voinut korvata määritystiedostoa automaattisesti. Ottaaksesi määritysmuutokset käyttöön avaa <tt>config.inc.php</tt> sopivassa tekstieditorissa ja korvaa sen sisältö alla olevan tekstikentän sisällöllä.</p></h4>
fr_ca: <h4>NOTE!</h4> <p>Le système n'a pu modifier automatiquement le fichier de configuration. Pour appliquer les changements à votre fichier de configuration, vous devez ouvrir <tt>config.inc.php</tt> dans un éditeur de texte approprié et remplacer son contenu par le contenu de la zone de texte ci-dessous.</p>
id_id: <h4>Catatan!</h4> <p>Sistem tidak dapat secara otomatis menimpa file konfigurasi. Untuk menerapkan perubahan konfigurasi Anda, Anda harus membuka <tt>config.inc.php</tt> di text editor yang cocok dan mengganti isinya dengan isi text field di bawah ini.</p>
nb_no: <h4>OBS!</div> <p>Systemet kunne ikke automatisk overskrive konfigurasjonsfilen. For å endre konfigurasjonen må du åpne <tt>config.inc.php</tt> i et egnet tekstbehandlingsprogram, og erstatte innholdet i den med innholdet i tekstfeltet nedenfor.</p>
pl_pl: <h4>UWAGA!</div> <p>System nie był w stanie automatycznie nadpisać pliku konfiguracji. Aby zastosować zmiany w konfiguracji musisz otworzyć plik <tt>config.in.php</tt> w edytorze tekstu i zmienić jego zawartość z treścią zamieszczoną w poniższym polu.</p>
pt_pt: <h4>AVISO!</h4> <p>O sistema não conseguiu alterar automaticamente o documento de configuração. Para aplicar as alterações é necessário editar o ficheiro <tt>config.inc.php</tt> manualmente em algum editor de texto, substituindo-o com o conteúdo do campo a seguir.</p>
ru_ru: <h4>ВНИМАНИЕ!</h4> <p>Система не сможет автоматически перезаписать файл конфигурации. Чтобы применить ваши измененные настройки конфигурации, вам нужно открыть <tt>config.inc.php</tt> в подходящем текстовом редакторе и заменить его содержимое содержимым текстового поля ниже.</p>
sv_se: <h4>OBSERVERA!</h4> <p>Systemet lyckades inte skriva över konfigurationsfilen automatiskt. För att spara dina ändringar, öppna <tt>config.inc.php</tt> i en lämplig textredigerare och ersätt innehållet med informationen i textfältet nedan.</p>
tr_tr: <h4>NOT!</h4> <p>Sistem otomatik olarak yapılanma dosyasının üzerine yazamaz. Yapılanma değişikliklerini uygulayabilmek için <tt>config.inc.php</tt> dosyasını uygun bir yazı düzenleyicide açmak ve içeriğini aşağıdaki yazı alanında belirtilen içerikle değiştirmeniz gerekir. </p>

# subscriptionManager-subscriptionManagement
source: Subscription Management
ar_iq: مدير الاشتراكات
ca_es: Administració de les subscripcions
cs_cz: Správa předplatného
da_dk: Administration af abonnementer
es_es: Gestión de suscripción
fa_ir: مدیریت اشتراکها
fi_fi: Tilausten hallinnointi
fr_ca: Gestion des abonnements
id_id: Manajemen Langganan
nb_no: Abonnementsadministrasjon
pl_pl: Zarządzanie subskrypcją
pt_pt: Controle de Subscrições
ru_ru: Управление подписками
sv_se: Prenumerationsadministration
tr_tr: Abone Yönetimi

# subscriptionManager-individualSubscriptions
source: Individual Subscriptions
ar_iq: اشتراكات منفردة
ca_es: Subscripcions individuals
cs_cz: Individuální předplatné
da_dk: Individuelle abonnementer
es_es: Suscripciones individuales
fa_ir: اشتراکات شخصی
fi_fi: Yksittäistilaukset
fr_ca: Abonnements individuels
id_id: Langganan Pribadi
nb_no: Personlige abonnementer
pl_pl: Indywidualne subskrypcje
pt_pt: Subscrições Individuais
ru_ru: Индивидуальные подписки
sv_se: Enskilda prenumerationer
tr_tr: Bireysel Abonelik

# subscriptionManager-institutionalSubscriptions
source: Institutional Subscriptions
ar_iq: اشتراكات مؤسساتية
ca_es: Subscripcions institucionals
cs_cz: Institucionální předplatné
da_dk: Institutionsabonnementer
es_es: Suscripciones institucionales
fa_ir: اشتراکات سازمانی
fi_fi: Instituutiotilaukset
fr_ca: Abonnements institutionnels
id_id: Langganan Institusi
nb_no: Institusjonelle abonnementer
pl_pl: Instytucjonalne subskrypcje
pt_pt: Subscrições Institucionais
ru_ru: Подписки на организацию
sv_se: Institutionsprenumerationer
tr_tr: Kurumsal abonelik

# subscriptionManager-subscriptionTypes
source: Subscription Types
ar_iq: أنواع الاشتراكات
ca_es: Tipus de subscripcions
cs_cz: Typy předplatného
da_dk: Abonnementstyper
es_es: Tipos de suscripción
fa_ir: انواع اشتراک
fi_fi: Tilausvaihtoehdot
fr_ca: Types d'abonnement
id_id: Jenis Langganan
nb_no: Abonnementstyper
pl_pl: Typy subskrypcji
pt_pt: Tipos de Subscrições
ru_ru: Типы подписок
sv_se: Prenumerationstyper
tr_tr: Abonelik Türleri

# plugins-categories-viewableFiles
source: Article Galley Plugins
ar_iq: البرامج الإضافية للوح الطباعي
ca_es: Mòduls de galerada d'article
cs_cz: Pluginy pro sazebnice článků
es_es: Módulos de galerada del artículo
fa_ir: افزونه کلیشه چاپی مقاله
fi_fi: Artikkelien julkaistavien tiedostojen lisäosat
fr_ca: Plugiciels d'épreuve
id_id: Plugin Galley Artikel
pl_pl: Wtyczki widoku plików z artykułami
pt_pt: Plugins de Ddição de Artigos
ru_ru: Модули гранок статей
sv_se: Plugins för artiklars publiceringsversioner
tr_tr: Makale Dizgi Eklentisi

# plugins-categories-viewableFiles-description
source: Article Galley Plugins add support for displaying different document types as article galleys.
ar_iq: البرامج الإضافية للوح الطباعي تقدم الدعم اللازم لعرض أنواع مختلفة من الملفات التي يمكن لها أن تكون ألواحاً طباعية للمؤلفات.
ca_es: Els mòduls de galerada d'article afegeixen suport per mostrar diferents tipus de document com a galerades d'article.
cs_cz: Pluginy sazebnic článků přidávají podporu pro různé typy sazebnic článků.
da_dk: 'Article Galley Plugins' understøtter fremvisningen af forskellige dokumenttyper som publiceringsversion af artiklen.
es_es: Los módulos de galerada del artículo añaden soporte para visualizar diferentes tipos de documentos como galeradas del artículo.
fa_ir: افزونه‌های کلیشه چاپی مقاله امکان افزون فرمت‌های مختلف به کلیشه چاپی مقاله را فراهم می‌سازند.
fi_fi: Artikkelien julkaistavien tiedostojen lisäosat tukevat sitä, että julkaistavia tiedostoja voidaan näyttää eri tiedostomuodoissa.
fr_ca: Les plugiciels d'épreuves soutiennent l'affichage de différents types de documents comme épreuves.
id_id: Plugin Galley Artikel memungkinkan ditampilkannya tipe dokumen yang berbeda sebagai galley artikel.
pl_pl: Wtyczki widoku pliku z artykułami wspierają różne formaty plików w zakresie sposobów wyświetlania.
pt_pt: Os plugins da Edição de Artigos suporta a exibição de diferentes tipos de documentos como as edições de artigos.
ru_ru: Модули гранок статей добавляют поддержку отображения документов различных типов в качестве гранок статьи.
sv_se: Plugins för artiklars publiceringsversioner möjliggör visning av artiklars publiceringsversioner i olika filformat.
tr_tr: Makale Dizgi Eklentileri, makale kaideleri olarak farklı belge türlerini görüntülemek için destek sağlar.

# plugins-categories-auth-description
source: Authorization Plugins allow Open Journal Systems to delegate user authentication tasks to other systems, such as LDAP servers.
ar_iq: إضافات المصادقة تسمح لنظام المجلات المفتوحة بتفويض مهام المصادقة إلى أنظمة أخرى، مثل: ملقمات LDAP
ca_es: Els mòduls d’autorització permeten que l’Open Journal Systems delegui les tasques d’autenticació d’usuaris/àries a altres sistemes, com ara els servidors LDAP.
cs_cz: Autorizační pluginy umožňují OJS delegovat ověření uživatelů na jiné systémy jako například LDAP servery.
da_dk: Plug-ins til autorisationer gør det muligt for Open Journal Systems at delegere brugergodkendelsesopgaver til andre systemer, f.eks. LDAP-servere.
es_es: Los módulos de autorización permiten a Open Journal Systems delegar las tareas de autenticación de usuarios/as a otros sistemas, como servidores LDAP.
fa_ir: افزونه‌های احراز هویت عمل تأیید هویت را به سیستم‌های خارجی احراز هویت مانند سرور LDAP واگذار می‌کنند.
fi_fi: Käyttöoikeus-lisäosa sallii Open Journal Systemsin siirtää käyttäjän todentamiseen liittyviä tehtäviä muiden järjestelmien, kuten LDAP-palvelimien, hoidettavaksi.
fr_ca: Les plugiciels d'autorisation permettent au Open Journal Systems de déléguer la tâche d'authentification des utilisateurs à d'autres systèmes, comme les serveurs LDAP.
id_id: Plugin Otorisasi memungkinkan Open Journal Systems mendelegasikan otentikasi pengguna ke sistem eksternal, seperti server LDAP.
nb_no: Validerings-programutvidelser tillater Open Journal Systems å delegere brukervalidering til andre systemer, som for eksempel LDAP-servere.
pl_pl: Wtyczka autoryzacji pozwala aby Open Journal System uwierzytelniał użytkowników za pomocą zewnętrznych systemów, takich jak LDAP.
pt_pt: Plugins de Autenticação permitem ao sistema delegar tarefas de autenticação a outros sistemas, como servidores LDAP.
ru_ru: Модули авторизации позволяют Open Journal Systems делегировать задачу аутентификации пользователей другим системам, таким как LDAP-сервера.
sv_se: Plugins för autentisering tillåter Open Journal Systems att autentisera användare via andra system, t.ex. LDAP-servrar.
tr_tr: ADS Yetkilendirme Eklentileri, LDAP sunucuları gibi diğer sistemlere kullanıcı kimlik doğrulaması için izin verir.

# plugins-categories-generic-description
source: Generic plugins are used to extend Open Journal Systems in a variety of ways that are not supported by the other plugin categories.
ar_iq: الإضافات العامة تستعمل لتعزيز نظام المجلات المفتوحة في مجالات شتى غير مدعومة ضمن فئات الإضافات الأخرى
ca_es: Els mòduls genèrics s’utilitzen per ampliar les funcionalitats de l’Open Journal Systems no incloses en altres categories de mòduls.
cs_cz: Obecné pluginy se používají k rozšíření OJS různými způsoby, které nejsou podporovány jinými kategoriemi pluginů.
da_dk: Generiske plug-ins bruges til at udvide Open Journal Systems på en række forskellige måder, der ikke understøttes af de andre plug-in-kategorier.
es_es: Los módulos genéricos se utilizan para ampliar las características del Open Journal Systems de diversas maneras y que son incompatibles con otras categorías de módulos.
fa_ir: افزونه‌های عمومی برای گسترش سیستم مجله‌های آزاد به روش‌های مختلف که توسط افزونه‌های دیگر پشتیبانی نمی‌شوند به کار می‌روند
fi_fi: Yleisiä lisäosia käytetään laajentamaan Open Journal Systemsiä sellaisilla eri tavoilla, joita ei tueta muissa lisäosakategorioissa.
fr_ca: Les plugiciels génériques sont utilisés pour étendre les possibilités d'Open Journal Systems de nombreuses façons qui ne sont pas prises en charge par les autres catégories de plugiciels.
id_id: Plugin Generik digunakan untuk menyediakan fungsi tambahan bagi Open Journal Systems melalui berbagai cara yang belum disediakan oleh plugin lainnya.
nb_no: Generiske programutvidelser brukes for å utvide Open Journal Systems på en rekke måter som ikke er støttet av de andre programutvidelseskategoriene.
pl_pl: Wtyczki ogólne są wykorzystywane do rozszerzania możliwości Open Journal Systems i nie są wspierane przez inne rodzaje wtyczek.
pt_pt: Plugins Genéricos são utilizados para ampliar o sistema, customizando o que não é possível com plugins de outras categorias.
ru_ru: Общие модули используются для расширения возможностей Open Journal Systems различными способами, которые не поддерживаются другими категориями модулей.
sv_se: Allmänna plugins förstärker Open Journal Systems med funktioner som inte ryms inom de andra kategorierna av plugins.
tr_tr: Genel eklentiler, diğer eklenti kategorileri tarafından desteklenmeyen çeşitli yollarla Açık Dergi Sistemleri kullanımını genişletmekte kullanılır.
