Repository: asmecher/ojs
Catalog: locale/*/locale.xlf
Languages: ar_iq, ca_es, cs_cz, da_dk, es_es, fa_ir, fi_fi, fr_ca, id_id, nb_no, pl_pl, pt_pt, ru_ru, sv_se, tr_tr

# author-submit-uploadInstructions
source: <p>To upload a manuscript to this journal, complete the following steps.</p> <ol> <li>On this page, click Browse (or Choose File) which opens a Choose File window for locating the file on the hard drive of your computer.</li> <li>Locate the file you wish to submit and highlight it.</li> <li>Click Open on the Choose File window, which places the name of the file on this page.</li> <li>Click Upload on this page, which uploads the file from the computer to the journal's web site and renames it following the journal's conventions.</li> <li>Once the submission is uploaded, click Save and Continue at the bottom of this page.</li> </ol>
ar_iq: <p>لرفع مؤلَّف ما إلى هذه المجلة، أكمل الخطوات الآتية:</p> <ol> <li>في هذه الصفحة، أنقر استعراض (أو إختر ملفاً) الأمر الذي سيفتح لك نافذة لإختيار الملف الذي عليك الوصول إليه بين ملفات القرص الصلب في حاسبتك.</li> <li>حدد موقع الملف الذي تريد تقديمه، وأشره.</li> <li>أنقر زر فتح في نافذة إختيار الملف، ليقوم المستعرض بوضع اسم الملف على الصفحة.</li> <li>أنقر رفع في هذه الصفحة، ليتم رفع الملف من حاسبتك إلى موقع المجلة ومن ثم يعيد الموقع تسميته وفقاً لاصطلاحات المجلة.</li> <li>بمجرد رفع ملف المؤلَّف، أنقر زر "إحفظ ثم استمر" المتوضع أسفل الصفحة.</li> </ol>
ca_es: <p>Per carregar un manuscrit a la revista, completeu els passos següents:</p> <ol> <li>En aquesta pàgina, feu clic a «Navega» (o «Selecciona fitxer») per obrir la finestra des d’on podreu cercar el fitxer al disc dur del vostre ordinador.</li> <li>Cerqueu el fitxer que voleu trametre i marqueu-lo.</li> <li>Feu clic al botó «Selecciona fitxer» de la finestra per introduir el nom del fitxer en aquesta pàgina.</li> <li>Feu clic a «Carrega» en aquesta pàgina per carregar el fitxer des del disc dur al lloc web de la revista. El sistema canviarà el nom del fitxer per adaptar-lo a les convencions de la revista.</li> <li>Una cop carregada la tramesa, feu clic al botó «Desa i continua» de la part inferior d’aquesta pàgina.</li> </ol>
cs_cz: <p>Pro nahrání manuskriptu do tohoto časopisu dokončete následující kroky.</p> <ol> <li>Na této stránce klikněte na Prohlížet (nebo Vybrat soubor), čímž otevřete okno sloužící pro nalezení souboru na harddisku Vašeho počítače.</li> <li>Najděte soubor, který chcete odeslat a označte ho.</li> <li>V okně pro výběr souboru klikněte na Otevřít; tím dojde k umístění jména souboru na tuto stránku.</li> <li>Na této stránce klikněte na Nahrát; tím se soubor z Vašeho počítače nahraje do časopisu a bude přejmenován v souladu s pravidly časopisu.</li> <li>Jakmile byl příspěvek nahrán, klikněte na Uložit a pokračovat dole na této stránce.</li> </ol>
da_dk: <p>Fuldfør følgende trin for at overføre et manuskript til dette tidsskrift.</p> <ol> <li>Klik på Gennemse (eller Vælg fil) på denne side for at åbne vinduet Vælg fil, hvor du kan finde filen på computerens harddisk.</li> <li>Find den fil, du vil fremsende, og marker den.</li> <li>Klik på Åbn i vinduet Vælg fil, hvilket placerer navnet på filen på denne side.</li> <li>Klik på Overfør på denne side, hvilket overfører filen fra computeren til tidsskriftets websted og omdøber den i henhold til tidsskriftets principper.</li> <li>Klik på Gem og fortsæt nederst på denne side, når manuskriptet er overført.</li> </ol>
es_es: <p>Para cargar un manuscrito en esta revista, complete los siguientes pasos:</p> <ol> <li>Haga clic en Examinar (o Seleccionar archivo) en esta página para abrir la ventana Seleccionar archivo y así poder localizarlo en su disco duro.</li> <li>Localice el archivo que desea enviar y resáltelo.</li> <li>Haga clic en Abrir (en la ventana Seleccionar archivo) y verá el nombre del archivo en esta página.</li> <li>Haga clic en Cargar para enviar el archivo al sitio web de la revista y renombrarlo según las normas de la revista.</li> <li>Una vez cargado el envío, haga clic en Guardar y continuar, en la parte inferior de esta página.</li> </ol>
fa_ir: برای آپلود مقاله خود به این مجله مراحل زیر را انجام دهید. <ol> <li>در همین صفحه بر روی پیمایش کلیک کنید و یا نام و آدرس کامل فایل را وارد کنید. با کلیک بر روی پیمایش، پنجره انتخاب فایل باز می‌شود که از طریق آن می‌توانید فایل مورد نظرتان را بر روی کامپیوتر خود پیدا کنید.</li> <li>پس از یافتن فایل مقاله بر روی آن کلیک کنید تا انتخاب شود.</li> <li>بر روی Open در پنجره انتخاب فایل کلیک کنید. در این صورت نام و آدرس کامل فایل در قسمت مربوطه در همین صفحه وارد می‌شود.</li> <li>بر روی آپلود در همین صفحه کلیک کنید. بدین ترتیب فایل مورد نظر از کامپیوتر شما بر روی وب‌سایت مجله آپلود می‌شود و نام آن مطابق با استاندارد مجله تغییر پیدا می‌کند.</li> <li>پس از آپلود فایل‌های مقاله بر روی «ذخیره و ادامه» در پائین همین صفحه کلیک کنید.</li> </ol> با کلیک کردن بر روی نام فایل می‌توانید آن را دانلود و مشاهده کنید. در صورتی روند انتخاب و آپلود فایل را تکرار کنید فایل جدید جایگزین فایل قبلی می‌شود. فایل‌های تکمیلی در قسمت فایل‌های مکمل در مرحله بعد قابل افزودن است. در صورت بروز هر گونه مشکل هنگام آپلود فایل لطفاً با <a href="mailto:{$supportEmail}">{$supportName}</a> از طریق ایمیل و یا با تلفن {$supportPhone} تماس حاصل نمایید.
fi_fi: <p>Ladataksesi käsikirjoituksen tähän julkaisuun, suorita seuraavat vaiheet.</p> <ol> <li>Klikkaa tällä sivulla Selaa-painiketta (tai Valitse tiedosto -painiketta). Valitse tiedosto -ikkuna aukeaa ja paikallistat sen kautta tiedoston tietokoneesi kovalevyltä.</li> <li>Etsi tiedosto, jonka haluat lähettää ja korosta se.</li> <li>Klikkaa Valitse tiedosto-ikkunassa Avaa-painiketta, mikä tuo tiedoston nimen tälle sivulle.</li> <li>Klikkaa tällä sivulla Lataa-painiketta, mikä lataa tiedoston tietokoneelta julkaisun verkkosivustoon ja nimeää sen uudelleen julkaisun käytäntöjen mukaisesti.</li> <li>Kun käsikirjoitus on ladattu, klikkaa Tallenna ja jatka -kohtaa tämän sivun alalaidassa.</li> </ol>
fr_ca: <p>Pour télécharger un manuscrit pour cette revue, suivre les étapes suivantes.</p> <ol> <li>Sur cette page, cliquer sur Parcourir (ou Sélectionner un fichier), ce qui ouvre une fenêtre permettant de localiser le fichier sur le disque dur de votre poste de travail.</li> <li>Localiser le fichier que vous souhaitez soumettre et sélectionnez-le.</li> <li>Cliquez sur Ouvrir dans la fenêtre de sélection de fichier, ce qui affiche le nom de celui-ci dans cette page.</li> <li>Cliquez sur Télécharger sur cette page, ce qui télécharge le fichier à partir du poste de travail et le transfère sur le site Web de la revue et le renomme suivant les conventions de celle-ci.</li> <li>Quand la soumission est téléchargée, cliquez sur Enregistrer et continuer au bas de cette page.</li> </ol>
id_id: <p>Untuk mengunggah naskah ke jurnal, lakukan langkah-langkah berikut.</p> <ol> <li>Pada halaman ini, klik Telusuri (atau Pilih File) yang akan membuka jendela Pilih File untuk mengambil file dari hard drive komputer Anda.</li> <li>Cari dan pilih file yang Anda hendak Anda kirim.</li> <li>Klik tombol Buka pada jendela Pilih File, yang akan menempatkan nama file pada halaman ini.</li> <li>Klik tombol Unggah pada halaman ini, untuk mengunggah file dari komputer ke situs jurnal dan ubah nama file sesuai peraturan jurnal ini.</li> <li>Setelah naskah berhasil di unggah, klik tombol Simpan dan Lanjutkan.</li> </ol>
nb_no: <p>For å laste opp manuskriptet ditt til dette tidsskriftet, må du nå fullføre følgende trinn.</p> <ol> <li>Klikk Finn/Browse (eller Velg Fil) på denne siden, som åpner et Velg Fil-vindu for å finne filen på datamaskinen din.</li> <li>Finn filen du ønsker å sende inn, og marker den.</li> <li>Klikk Åpne i Velg Fil vinduet, og filnavnet blir hentet til denne siden.</li> <li>Klikk Last opp på denne siden, og filen blir lastet opp fra din maskin til tidsskriftet. Filen får automatisk et nytt filnavn i samsvar med tidsskriftets rutiner.</li> <li>Så snart manuskriptfilen er lastet opp, kan du klikke Lagre og Fortsett nederst på denne siden.</li> </ol> Du kan senere åpne filen ved å klikke på filnavnet. En ny eller omarbeidet fil kan også lastes opp senere, men da slettes den nåværende filen. Du kan legge til ytterligere filer ved å bruke Tilleggsfiler (neste trinn). Hvis du får problemer med å laste opp manuskriptet ditt, kontakt <a href="mailto:{$supportEmail}">{$supportName}</a> med e-post eller på telefon {$supportPhone} for å få hjelp.
pl_pl: <p>Aby przesłać tekst do opublikowania w czasopiśmie, skorzystaj z poniższej instrukcji:</p> <ol> <li>Kliknij "Wybierz plik"</li> <li>Wybierz plik do przesłania z dysku swojego komputera</li> <li>Kliknij "Prześlij"</li> <li>Kliknij "Zapisz i kontynuuj" na dole strony</li> </ol>
pt_pt: <p>Para transferir um manuscrito para a revista, execute os seguintes passos:</p> <ol> <li>Nesta página, clique em Localizar (Browse ou Ficheiro, dependendo do navegador), e localize o documento no disco rígido do seu computador (ou noutro local de armazenamento, p.ex. cd-rom ou pendrive)</li> <li>Localize o documento desejado e seleccione-o.</li> <li>Ao localizar o documento, clique em Abrir. O sistema usará automaticamente o documento seleccionado na janela Transferir Documento para Submissão.</li> <li>Clique em Transferir, para enviar o documento do seu computador para o servidor de hospedagem da revista. O sistema dará um novo nome ao documento seguindo padrão de nomenclatura previamente definidos.</li> <li>Uma vez transferido, clique em Guardar e Continuar no final da página.</li> </ol>
ru_ru: <p>Чтобы отправить материал в этот журнал, выполните следующие шаги.</p> <ol> <li>На этой странице щелкните на «Обзор» (или «Выбрать файл»), после чего откроется диалоговое окно для выбора файла на жестком диске Вашего компьютера.</li> <li>Найдите файл, который Вы хотите отправить, и выберите его.</li> <li>Щелкните на «Открыть» в окне «Выбор файла» — имя выбранного Вами файла будет добавлено на эту страницу.</li> <li>Щелкните на «Загрузить на сервер» на этой странице — файл будет загружен с компьютера на веб-сайт журнала и переименован в соответствии с правилами журнала.</li> <li>После того как материал будет загружен, щелкните на «Сохранить и продолжить» в нижней части этой страницы.</li> </ol>
sv_se: <p>För att ladda upp ett manuskript till den här tidskriften, gå igenom följande steg.</p> <ol> <li>Klicka på Bläddra (eller Välj fil) på den här sidan. Ett fönster öppnas där du kan söka efter filen på din dators hårddisk.</li> <li>Lokalisera filen du vill skicka in och markera den.</li> <li>Klicka på Öppna i Välj fil-fönstret, vilket innebär att filnamnet skrivs ut här på sidan.</li> <li>Klicka på Ladda upp på den här sidan. Då laddas filen upp från datorn till tidskriftens webbplatsen och döps om enligt tidskriftens standarder.</li> <li>När bidraget har laddats upp, klicka på Spara och fortsätt längst ner på sidan.</li> </ol>
tr_tr: <p>Dergiye makale göndermek için aşağıdaki basamakları tamamlayınız.</p> <ol> <li>Bu sayfada dosya seçimi penceresini açarak kendi bilgisayarınızın sabit sürücüsünde bulunan dosyayı bulmanıza yarayacak Gözat/Browse'a tıklayınız. </li> <li>Başvuru dosyanızın yerini belirleyip işaretleyiniz.</li> <li>Dosya seçimi penceresinde Aç/Open'a tıklayınız, bu işlem dosya yolunu sayfa üzerine yerleştirecektir. </li> <li>Dosya Gönder butonunu tıklayarak, dosyayı kendi bilgisayarınızdan derginin internet sitesine yükleyiniz, dosyanızın adı dergi kurallarına uygun olarak değiştirilecektir.</li> <li>Başvuru yüklendikten sonar, sayfanın alt kısmında yer alan Kaydet ve Devam et'e tıklayınız.</li> </ol>

# submission-review-mustUploadFileForReview
source: Request email cannot be sent until a Review Version is in place.
ar_iq: يتعذر الالتماس برسالة ما لم تكن نسخة التحكيم في محلها
ca_es: No podeu enviar un missatge de sol·licitud per correu electrònic fins que no hi hagi una versió de revisió.
cs_cz: E-mail se žádostí nemůže být odeslán dokud není vložena verze pro recenzi.
da_dk: Det er ikke muligt at sende en forespørgsels-e-mail, før der findes en bedømmelsesversion.
es_es: No puede enviarse el correo electrónico de solicitud hasta que no haya una versión del revisor/a.
fa_ir: تا قبل از مشخص نمودن نسخه داوری درخواست داوری مقدور نیست.
fi_fi: Pyyntöä ei voi lähettää sähköpostitse, ennen kuin arvioitava versio on paikoillaan.
fr_ca: Le courriel de demande ne peut être envoyé avant qu'une version d'évaluation ne soit en place.
id_id: Email tidak bisa dikirim sampai Versi Review ada.
nb_no: E-post med bestilling kan ikke sendes før en fagvurderingsversjon er på plass.
pl_pl: E-mail z prośbą nie może zostać wysłany dopóki obecna jest wersja recenzowana.
pt_pt: E-mail de pedido será enviado somente após a inclusão de uma Versão para Revisão.
ru_ru: Письмо с запросом не может быть отправлено до тех пор, пока не будет загружен файл с версией для рецензента.
sv_se: E-post med förfrågan kan inte skickas förrän en granskningsversion är på plats.
tr_tr: Değerlendirme sürümü hazırlanmadan istek e-postası gönderilemez.

# submission-copyedit-mustUploadFileForInitialCopyedit
source: Request email cannot be sent until file is selected for copyediting in Editor Decision, Review page.
ar_iq: يتعذر الالتماس برسالة ما لم يتم اختيار الملف لغرض التدقيق ضمن باب خيار المحرر، صفحة التحكيم
ca_es: No podeu enviar un missatge de sol·licitud per correu electrònic fins que no s’hagi seleccionat un fitxer per a la correcció d’originals a «Decisió de l’editor/a», a la pàgina «Revisió».
cs_cz: E-mail se žádostí nemůže být odeslán dokud není vybrán soubor pro redigování v Rozhodnutí editora na stránce Recenze.
da_dk: Det er ikke muligt at sende en forespørgsels-e-mail, før der er valgt en fil til manuskriptredigering på siden Redaktørbeslutning, Bedømmelse.
es_es: No puede enviarse el correo electrónico de solicitud hasta que no se seleccione un archivo para la corrección de originales en la Decisión del editor/a, de la página de Revisión.
fa_ir: تا قبل از مشخص نمودن نسخه ویراستار، درخواست ویراستاری مقدور نیست.
fi_fi: Pyyntöä ei voi lähettää sähköpostitse, ennen kuin tiedosto on valittu teknisesti toimitettavaksi arviointisivulla, Toimittajan päätös -kohdassa.
fr_ca: Le courriel de demande ne peut être envoyé avant qu'un fichier ne soit sélectionné pour révision dans Décision du rédacteur, Page d'évaluation.
id_id: Email tidak bisa dikirim sampai file dipilih untuk proses copyedit dalam Keputusan Editor, halaman Review.
nb_no: E-post med bestilling kan ikke sendes før en fil er valgt for manusredigering i redaktørens beslutning på fagvurderingssiden.
pl_pl: E-mail z prośbą nie może zostać wysłany dopóki plik nie jest oznaczony decyzją redaktora do redaktora technicznemu.
pt_pt: E-mail de pedido será enviado somente após enviar o documento para edição em Decisão Editorial, na página de Revisão.
ru_ru: Письмо с запросом не может быть отправлено до тех пор, пока не будет выбран файл для литературного редактирования в разделе «Решение редактора» на странице «Рецензирование».
sv_se: E-post med förfrågan kan inte skickas förrän filen har valts ut för manusredigering under Redaktörsbeslut på sidan Granskning.
tr_tr: Değerlendirme Sayfası, Editör Kararında sayfa düzeni için dosya seçilene kadar istek e-postası gönderilemez.

# submission-copyedit-mustUploadFileForCopyedit
source: Request email cannot be sent until file is uploaded for copyediting.
ar_iq: يتعذر الالتماس برسالة ما لم يُرفع الملف للتدقيق
ca_es: No podeu enviar un missatge de sol·licitud per correu electrònic fins que no s’hagi carregat un fitxer per a la correcció d'originals.
cs_cz: E-mail se žádostí nemůže být odeslán dokud není nahrán soubor pro redigování.
da_dk: Det er ikke muligt at sende en forespørgsels-e-mail, før der er overført en fil til manuskriptredigering.
es_es: No puede enviarse el correo electrónico de solicitud hasta que no se cargue el archivo para la corrección de originales.
fa_ir: تا قبل از مشخص نمودن نسخه ویراستار، درخواست ویراستاری مقدور نیست.
fi_fi: Pyyntöä ei voi lähettää sähköpostitse, ennen kuin tiedosto on ladattu teknisesti toimitettavaksi.
fr_ca: Le courriel de demande ne peut être envoyé avant que le fichier soit téléchargé pour révision.
id_id: Email tidak bisa dikirim sampai file telah diunggah untuk proses copyedit.
nb_no: E-post med bestilling kan ikke sendes før en fil er lastet opp for manusredigering.
pl_pl: E-mail z prośbą nie może zostać wysłany dopóki plik nie zostanie wysłany do redaktora technicznego.
pt_pt: E-mail de pedido será enviado somente após a transferência de um documento para a Edição.
ru_ru: Письмо с запросом не может быть отправлено до тех пор, пока не будет загружен файл для литературного редактирования.
sv_se: E-post med förfrågan kan inte skickas förrän en fil har laddats upp för manusredigering.
tr_tr: Dosya sayfa düzeni için yüklenmeden istek e-postası gönderilemez.

# submission-copyedit-initialCopyedit
source: Initial Copyedit
ar_iq: التدقيق الأولي
ca_es: Correcció d'originals inicial
cs_cz: Úvodní verze pro redigování
da_dk: Første manuskriptredigering
es_es: Corrección inicial
fa_ir: ویراستاری اولیه
fi_fi: Ensimmäinen tekninen toimittaminen
fr_ca: Révision initiale
id_id: Copyedit Awal
nb_no: Første manusredigering
pl_pl: Rozpoczęcie składu
pt_pt: Edição de Texto Inicial
ru_ru: Первоначальное литературное редактирование
sv_se: Första manusredigering
tr_tr: Başlangıç Sayfa Düzeni

# submission-copyedit-editorsCopyedit
source: Editor's Copyedit
ar_iq: تدقيق المحرر
ca_es: Correcció d'originals de l’editor/a
cs_cz: Redigovaná verze editora
da_dk: Redaktørs manuskriptredigering
es_es: Corrección del editor/a
fa_ir: ویراستاری دبیر
fi_fi: Toimittajan suorittama tekninen toimittaminen
fr_ca: Révision du rédacteur
id_id: Copyedit Editor
nb_no: Redaktørens manusredigering
pl_pl: Korekta zaakceptowana przez redaktora
pt_pt: Edição de Texto do Editor
ru_ru: Литературное редактирование редактором
sv_se: Redaktörens manusredigering
tr_tr: Editörün Sayfa Düzeni

# submission-copyedit-editorAuthorReview
source: Author Copyedit
ar_iq: تدقيق المؤلف
ca_es: Correcció d'originals de l’autor/a
cs_cz: Redigovaná verze autora
da_dk: Forfatters manuskriptredigering
es_es: Corrección del autor/a
fa_ir: ویراستاری نویسنده
fi_fi: Kirjoittajan suorittama tekninen toimittaminen
fr_ca: Révision de l'auteur
id_id: Copyedit Penulis
nb_no: Forfatterens manusredigering
pl_pl: Korekta zaakceptowana przez autora
pt_pt: Edição de Texto pelo Autor
ru_ru: Литературное редактирование автором
sv_se: Författarens manusredigering
tr_tr: Yazar Sayfa Düzeni

# submission-copyedit-finalCopyedit
source: Final Copyedit
ar_iq: التدقيق النهائي
ca_es: Correcció d'originals final
cs_cz: Finální redigovaná verze
da_dk: Sidste manuskriptredigering
es_es: Corrección final
fa_ir: ویراستاری نهائی
fi_fi: Lopullinen tekninen toimittaminen
fr_ca: Révision finale
id_id: Copyedit Akhir
nb_no: Siste manusredigering
pl_pl: Koniec korekty
pt_pt: Edição de Texto Final
ru_ru: Окончательное литературное редактирование
sv_se: Slutgiltig manusredigering
tr_tr: Son Sayfa Düzeni

# submission-copyedit-copyeditVersion
source: C/E Version
ar_iq: نسخة التدقيق
ca_es: Versió del corrector/a
cs_cz: Redaktorova verze
da_dk: Manuskriptredigeringsversion
es_es: Versión de corrección de originales
fa_ir: نسخه ویراستار
fi_fi: Teknisesti toimitettu versio
fr_ca: Version R
id_id: Versi C/E
nb_no: Manusredaktørens versjon
pl_pl: Wersja po korekcie
pt_pt: Versão de Edição de Texto (C/E)
ru_ru: Версия для литературного редактирования
sv_se: Manusredaktörens version
tr_tr: S/D Sürümü

# submission-copyedit-selectCopyeditor
source: Assign Copyeditor
ar_iq: عين المدقق
ca_es: Assigna un corrector/a d'originals
cs_cz: Přidělit redaktora
da_dk: Tildel manuskriptredaktør
es_es: Asignar corrector/a de originales
fa_ir: انتخاب ویراستار
fi_fi: Valitse tekninen toimittaja
fr_ca: Assigner un réviseur
id_id: Tugaskan Copyeditor
nb_no: Oppnevn manusredaktør
pl_pl: Przypisz korektora
pt_pt: Designar Editor de Texto
ru_ru: Назначить литературного редактора
sv_se: Lägg till manusredaktör
tr_tr: Sayfa Düzenleyici Ata

# submission-copyedit-useFile
source: Use File
ar_iq: استعمل الملف
ca_es: Utilitza el fitxer
cs_cz: Použít soubor
da_dk: Brug fil
es_es: Utilizar el archivo
fa_ir: استفاده از فایل
fi_fi: Käytä tiedostoa
fr_ca: Utiliser le fichier
id_id: Gunakan File
nb_no: Bruk fil
pl_pl: Użyj pliku
pt_pt: Usar ficheiro
ru_ru: Использовать файл
sv_se: Använd fil
tr_tr: Dosya Kullan

# submission-copyedit-copyeditComments
source: Copyedit Comments
ar_iq: تعليقات التدقيق
ca_es: Comentaris de la correcció d'originals
cs_cz: Komentář k redigování
da_dk: Kommentarer til manuskriptredigering
es_es: Comentarios de corrección de originales
fa_ir: نظرات ویراستار
fi_fi: Tekniseen toimittamiseen liittyvät kommentit
fr_ca: Commentaires de révision
id_id: Komentar Copyedit
nb_no: Manusredigeringskommentarer
pl_pl: Uwagi dla korektora
pt_pt: Comentários da Edição de Texto
ru_ru: Комментарии к литературному редактированию
sv_se: Kommentarer från manusredigering
tr_tr: Sayfa Düzeni Yorumları

# submission-copyedit-instructions
source: Copyedit Instructions
ar_iq: تعليمات التدقيق
ca_es: Instruccions per a la correcció d'originals
cs_cz: Instrukce pro redigování
da_dk: Instruktioner til manuskriptredigering
es_es: Instrucciones de corrección de originales
fa_ir: دستورالعمل ویراستاری
fi_fi: Teknisen toimittamisen ohjeet
fr_ca: Instructions de révision
id_id: Instruksi Copyediting
nb_no: Instruks for manusredigering
pl_pl: Instrukcje do korekty
pt_pt: Directrizes para Edição de Texto
ru_ru: Руководство по литературному редактированию
sv_se: Instruktioner för manusredigering
tr_tr: Sayfa Düzeni Yönergesi

# submission-layout-noLayoutFile
source: None (Upload final copyedit version as Layout Version prior to sending request)
ar_iq: لا ملف (إرفع نسخة التدقيق النهائية بمثابة نسخة التصميم الطباعي قبيل إرسال الالتماس)
ca_es: Cap (carrega la versió corregida final com a versió maquetada abans d’enviar la sol·licitud)
cs_cz: Žádný (Nahrajte finální redigovanou verzi jako verzi typografa před tím, než odešlete žádost)
da_dk: Ingen (Overfør den sidste manuskriptredigeringsversion som layoutversion inden afsendelse af forespørgsel)
es_es: Ninguno (cargue la versión final de la corrección de originales como Versión maquetada antes de enviar la solicitud)
fa_ir: هیچ (لطفا ابتدا آخرین نسخه ویراستاری شده را به عنوان نسخه صفحه‌آرا آپلود کنید تا بتوانید در خواست صفحه‌آرائی ارسال کنید)
fi_fi: Ei mitään (Lataa lopullinen teknisesti toimitettu versio taittoversioksi ennen pyynnön lähettämistä)
fr_ca: Aucun (Téléchargez la version de révision finale comme version de mise en page avant d'envoyer une demande)
id_id: Tidak ada (Unggah versi copyedit akhir sebagai Versi Layout sebelum mengirim permintaan)
nb_no: Ingen (last opp en ferdigstilt filversjon til manusredigering før bestillingen sendes)
pl_pl: Brak (wyślij ukończoną wersję po korekcie przed wysłaniem prośby do składacza)
pt_pt: Nenhum (Enviar versão final da edição de texto como Versão de Prova antes de enviar o pedido)
ru_ru: Отсутствует (Перед отправкой запроса загрузите окончательную версию из литературного редактирования как версию для верстки)
sv_se: Saknas (Ladda upp slutgiltig manusredigerings-version som Layoutversion innan du skickar förfrågan)
tr_tr: Hiçbiri (İstek göndermeden önce son kopya düzenleme sürümünü mizanpaj sürümü gibi yükle)

# submission-layout-publicGalleyId
source: Public Galley Identifier
ar_iq: معرَّف لوح الطباعة العام
ca_es: Identificador de galerades públiques
cs_cz: Veřejný identifikátor sazebnice
da_dk: Offentlig identifikationsmarkør af publiceringsformat
es_es: Identificador público de galerada
fa_ir: شناسه عمومی کلیشه چاپی
fi_fi: Julkaistavan tiedoston julkinen tunniste
fr_ca: Identifiant de l'épreuve publique
id_id: Indentifier Galley Publik
nb_no: Offentlig Sideoppsett-identifikator
pl_pl: Identyfikator pliku do publikacji
pt_pt: Identificador Público de Edição
ru_ru: Открытый идентификатор гранки
sv_se: Publik identifikator för publiceringsversion
tr_tr: Genel Dizigi Belirleyici
