Repository: asmecher/ojs
Catalog: locale/*/locale.xlf
Languages: ar_iq, ca_es, cs_cz, da_dk, es_es, fa_ir, fi_fi, fr_ca, id_id, nb_no, pl_pl, pt_pt, ru_ru, sv_se, tr_tr

# subscriptionTypes-currency
source: Currency
ar_iq: العملة
ca_es: Moneda
cs_cz: Měna
da_dk: Valuta
es_es: Moneda
fa_ir: واحد پول
fi_fi: Valuutta
fr_ca: Devise
id_id: Mata Uang
nb_no: Valuta
pl_pl: Waluta
pt_pt: Moeda
ru_ru: Валюта
sv_se: Valuta
tr_tr: Para Birimi

# subscriptionTypes-year
source: year
ar_iq: سنة
ca_es: any
cs_cz: rok
da_dk: år
es_es: año
fa_ir: سال
fi_fi: vuosi
fr_ca: année
id_id: Tahun
nb_no: år
pl_pl: rok
pt_pt: ano
ru_ru: год
sv_se: år
tr_tr: Yıl

# subscriptionTypes-years
source: years
ar_iq: سنوات
ca_es: anys
cs_cz: roky
da_dk: år
es_es: años
fa_ir: سال ها
fi_fi: vuodet
fr_ca: années
id_id: Tahun
nb_no: år
pl_pl: lat
pt_pt: anos
ru_ru: годы
sv_se: år
tr_tr: Yıllar

# subscriptionTypes-month
source: month
ar_iq: شهر
ca_es: mes
cs_cz: měsíc
da_dk: måned
es_es: mes
fa_ir: ماه
fi_fi: kuukausi
fr_ca: mois
id_id: Bulan
nb_no: måned
pl_pl: miesiąc
pt_pt: mês
ru_ru: месяц
sv_se: månad
tr_tr: Ay

# subscriptionTypes-months
source: months
ar_iq: أشهر
ca_es: mesos
cs_cz: měsíce
da_dk: måneder
es_es: meses
fa_ir: ماه ها
fi_fi: kuukaudet
fr_ca: mois
id_id: Bulan
nb_no: måneder
pl_pl: miesięcy
pt_pt: meses
ru_ru: месяцы
sv_se: månader
tr_tr: Aylar

# subscriptionTypes-nonExpiring
source: Non-expiring
ar_iq: دائم
ca_es: Sense caducitat
cs_cz: Trvalé
da_dk: Udløber ikke
es_es: Sin caducidad
fa_ir: منقضی نشده
fi_fi: Jatkuva
fr_ca: Sans échéance
id_id: Abadi
nb_no: Uten utløpsdato
pl_pl: Bezterminowo
pt_pt: Não expira
ru_ru: Бессрочная
sv_se: Utan utgångsdatum
tr_tr: Süresiz

# subscriptionTypes-format
source: Format
ar_iq: التنسيق
cs_cz: Formát
es_es: Formato
fa_ir: ساختار
fi_fi: Muoto
pt_pt: Formato
ru_ru: Формат
tr_tr: Biçim

# subscriptionTypes-format-online
source: Online
ar_iq: على الإنترنت
ca_es: En línia
es_es: En línea
fa_ir: آنلاین
fr_ca: Numérique
pl_pl: Wersja online
ru_ru: Электронная

# subscriptionTypes-format-print
source: Print
ar_iq: طباعة
ca_es: En paper
cs_cz: Tisk
da_dk: Trykt
es_es: Imprimir
fa_ir: چاپ
fi_fi: Painettu
fr_ca: Imprimé
id_id: Cetak
nb_no: Trykt
pl_pl: Wersja drukowana
pt_pt: Impresso
ru_ru: Печатная
sv_se: Tryckt
tr_tr: Basılı

# subscriptionTypes-format-printOnline
source: Print and Online
ar_iq: طباعةً وعلى الإنترنت
ca_es: En paper i en línia
cs_cz: Tisk a online
da_dk: Trykt og online
es_es: Imprimir y en línea
fa_ir: چاپ و آنلاین
fi_fi: Painettu ja online
fr_ca: Imprimé et numérique
id_id: Cetak dan Online
nb_no: Trykt og online
pl_pl: Wersja drukowana oraz online
pt_pt: Impresso e Online
ru_ru: Печатная и электронная
sv_se: Tryckt och online
tr_tr: Basılı ve Çevrimiçi

# subscriptions-inactive
source: Inactive
ar_iq: خامل
ca_es: Inactiva
cs_cz: Neaktivní
da_dk: Inaktivt
es_es: Inactivo
fa_ir: غیرفعال
fi_fi: Pois käytöstä
fr_ca: Inactif
id_id: Tidak Aktif
nb_no: Ikke aktiv
pl_pl: Nieaktywna
pt_pt: Inactivo
ru_ru: Неактивна
sv_se: Inaktiv
tr_tr: Pasif

# subscriptions-status
source: Status
ar_iq: الحالة
ca_es: Estat
es_es: Estado
fa_ir: وضعیت
fi_fi: Tila
fr_ca: Statut
pt_pt: Situação
ru_ru: Статус
tr_tr: Durum

# subscriptions-status-active
source: Active
ar_iq: نشط
ca_es: Activa
cs_cz: Aktivní
da_dk: Aktivt
es_es: Activo/a
fa_ir: فعال
fi_fi: Aktiivinen
fr_ca: Actif
id_id: Aktif
nb_no: Aktiv
pl_pl: Aktywna
pt_pt: Activo
ru_ru: Активна
sv_se: Aktiv
tr_tr: Aktif

# subscriptions-status-needsInformation
source: Needs Information
ar_iq: يتطلب معلومات
ca_es: Necessita informació
cs_cz: Potřebuje informace
da_dk: Mangler information
es_es: Necesita información
fa_ir: نیازمند اطلاعات
fi_fi: Tarvitaan tietoja
fr_ca: En attente d'information
id_id: Butuh Informasi
nb_no: Informasjon må oppdateres
pl_pl: Wymaga informacji
pt_pt: Informações requeridas
ru_ru: Требуется информация
sv_se: Behöver information
tr_tr: Bilgi Gerekli

# subscriptions-status-needsApproval
source: Needs Approval
ar_iq: يتطلب المصادقة
ca_es: Necessita aprovació
cs_cz: Potřebuje schválení
da_dk: Mangler godkendelse
es_es: Necesita aprobación
fa_ir: نیازمند تایید
fi_fi: Tarvitaan hyväksyntä
fr_ca: En attente d'approbation
id_id: Butuh Persetujuan
nb_no: Behøver godkjenning
pl_pl: Wymaga zatwierdzenia
pt_pt: Aprovação requerida
ru_ru: Требуется подтверждение
sv_se: Behöver godkännas
tr_tr: Onay Gerekli

# subscriptions-status-awaitingManualPayment
source: Awaiting Manual Payment
ar_iq: بانتظار الدفع السنوي
ca_es: Pagament manual en espera
cs_cz: Je očekávána manuální platba
da_dk: Afventer manuel betaling
es_es: Esperando el pago manual
fa_ir: منتظر پرداخت دستی
fi_fi: Odotetaan manuaalista maksua
fr_ca: En attente de paiement manuel
id_id: Menunggu Pembayaran Manual
nb_no: Avventer manuell betaling
pl_pl: Oczekiwanie na płatność
pt_pt: Aguardando pagamento manual
ru_ru: Ожидание оплаты вручную
sv_se: Väntar på manuell betalning
tr_tr: Manuel Ödeme Bekleniyor

# subscriptions-status-awaitingOnlinePayment
source: Awaiting Online Payment
ar_iq: بانتظار الدفع عبر الإنترنت
ca_es: Pagament en línia en espera
cs_cz: Je očekávána on-line platba
da_dk: Afventer online-betaling
es_es: Esperando el pago en línea
fa_ir: منتظر پرداخت آنلاین
fi_fi: Odotetaan verkkomaksua
fr_ca: En attente de paiment en ligne
id_id: Menunggu Pembayaran Online
nb_no: Avventer online-betaling
pl_pl: Oczekiwanie na płatność online
pt_pt: Aguardando pagamento online
ru_ru: Ожидание онлайн-оплаты
sv_se: Väntar på online-betalning
tr_tr: Çevrimiçi Ödeme Bekleniyor

# subscriptions-status-noSubscription
source: You do not have an active subscription.
ar_iq: ليس لديك حالياً اشتراك فعال.
cs_cz: Nemáte aktivní předplatné.
da_dk: Du har ikke et aktivt abonnement.
es_es: No tiene una suscripción activa.
fa_ir: شما هیچ اشتراک فعالی ندارید.
fi_fi: Sinulla ei ole aktiivista tilausta.
fr_ca: Votre abonnement n'est pas actif.
pl_pl: Nie posiadasz aktualnej prenumeraty.
pt_pt: Não tem uma subscrição ativa.
ru_ru: У вас нет активной подписки.
sv_se: Du har inte någon aktiv prenumeration.
tr_tr: Etkin bir aboneliğiniz yok.

# subscriptions-status-other
source: Other, See Notes
ar_iq: غير ذلك، أنظر الملاحظات
ca_es: Altres, vegeu les notes
cs_cz: Jiné, viz poznámky
da_dk: Andet, se Bemærkninger
es_es: Otro, ver notas
fa_ir: غیره، نگاه کنید به نکات
fi_fi: Muu, katso huomautukset
fr_ca: Autre, voir Notes
id_id: Lainnya, Lihat Catatan
nb_no: Annet, se notater
pl_pl: Inna, zob. uwagi
pt_pt: Outro, ver Notas
ru_ru: Другое, смотрите примечания
sv_se: Annat, se anteckningar
tr_tr: Diğer, Notlara Bakınız

# subscriptions-individualDescription
source: Individual subscriptions require login to access subscription content.
ar_iq: الاشتراك المنفرد يتطلب التسجيل في الموقع للوصول إلى المحتوى المطلوب
ca_es: Les subscripcions individuals requereixen l'inici de sessió per accedir al contingut de la subscripció.
cs_cz: Individuální předplatné vyžaduje přihlášení, aby byl umožněn k obsahu předplatného.
da_dk: Ved individuelle abonnementer kræves der login for at få adgang til abonnementsindholdet.
es_es: Los suscriptores individuales deben iniciar sesión para acceder al contenido de la suscripción.
fa_ir: اشتراک فردی نیاز به ورود به سیستم دارد تا به محتوای اشتراک یافته دسترسی یابید.
fi_fi: Yksittäistilaukset vaativat sisäänkirjautumisen, jotta tilaaja pääsee lukemaan tilattavaa sisältöä.
fr_ca: Les abonnements individuels demandent ude se connecter pour avoir accès au contenu auquel on est abonné.
id_id: Langganan individu perlu login untuk mengakses isi langganan.
nb_no: Personlige abonnement krever at man logger inn for å få tilgang til innhold.
pl_pl: W sytuacji subskrypcji indywidualnej dostęp do treści wymaga zalogowania.
pt_pt: Subscrições individuais exigem entrar no sistema para acesso a conteúdo restrito.
ru_ru: Идивидуальные подписки требуют входа на сайт для доступа к контенту, предоставляемому по подписке.
sv_se: Enskilda prenumerationer kräver inloggning för att få tillgång till prenumerationsmaterial.
tr_tr: Bireysel abonelik içeriğe erişmek için giriş yapılmasını gerektirir.

# subscriptions-institutionalDescription
source: Institutional subscriptions do not require login. The user's domain and/or IP address is used to provide access to subscription content.
ar_iq: الاشتراك المؤسساتي لا يتطلب التسجيل، النطاق وعنوان IP للمستخدم يستعملان للتحكم بالوصول إلى المحتوى المطلوب
ca_es: Les subscripcions institucionals no requereixen l'inici de sessió. El domini de l'usuari/ària i/o l'adreça IP s'utilitza per proporcionar accés al contingut de subscripció.
cs_cz: Institucionální předplatné nepožaduje login. Uživatelská doména a/nebo IP adresa slouží k umožnění přístupu k obsahu předplatného.
da_dk: Institutionsabonnementer kræver ikke login. Brugerdomænet og/eller IP-adressen anvendes til at få adgang til abonnementsindholdet.
es_es: Los suscriptores institucionales no necesitan iniciar sesión. El dominio del usuario/a o la dirección IP se utilizan para dar acceso al contenido de la suscripción.
fa_ir: اشتراک سازمانی نیازی به ورود به سیستم ندارد. دامنه و یا آدرس IP کاربر برای تایید هویت وی بکار خواهد رفت.
fi_fi: Instituutiotilaukset eivät vaadi kirjautumista. Käyttäjän verkkotunnus ja/tai IP-osoite antavat pääsyn tilauksen sisältöön.
fr_ca: Les abonnements institutionnels ne demandent pas de se connecter. Le domaine et/ou l'adresse IP de l'utilisateur est utilisé afin de fournir l'accès au contenu auquel on est abonné.
id_id: Langganan institusi tidak perlu login. Domain pengguna dan/ atau alamat IP digunakan untuk menyediakan akses ke isi langganan.
nb_no: Institusjonsabonnement krever ikke innlogging. Brukerens domene og/eller IP-adresse benyttes for å gi tilgang til innhold.
pl_pl: W sytuacji subskrypcji instytucjonalnej dostęp do treści nie wymaga zalogowania. Dostęp do treści jest zapewniony dzięki domenie lub adresie IP, z którego łączy się użytkownik.
pt_pt: Subscrições institucionais não exigem entrar no sistema. O domínio e/ou endereço de IP é usado para proporcionar o controle de acesso a conteúdo restrito.
ru_ru: Подписки на организацию не требуют входа пользователей на сайт. Для доступа к контенту, предоставляемому по подписке, используется домен пользователя и/или IP-адрес.
sv_se: Institutionsprenumerationer kräver inte inloggning. Användarens domän och/eller IP-adress används för att ge tillgång till prenumerationsmaterial.
tr_tr: Kurumsal abonelik giriş yapılmasını gerektirmez. Kurumsal abone kullanıcıları alan ve/veya IP adresi kontrollü olarak içeriğe erişebilirler.

# subscriptions-institutionalOnlinePaymentDescription
source: <strong>Note:</strong> Institutional subscriptions purchased online require approval of the domain and IP ranges before the subscription is activated.
ar_iq: <strong>ملاحظة:</strong> الاشتراكات المؤسساتية المشتراة عبر الإنترنت تتطلب المصادقة على النطاق وعنوان IP قبل تفعيل الاشتراك
ca_es: <strong>Important:</strong> Les subscripcions institucionals adquirides en línia requereixen l'aprovació del domini i dels intervals IP abans que la subscripció s'activi.
cs_cz: <strong>Poznámka:</strong> Institucionální předplatné placené online vyžaduje ověření domény a rozsahu IP adres, aby mohlo být aktivováno.
da_dk: <strong>Bemærk:</strong> Institutionsabonnementer, der købes online, kræver godkendelse af domæne og IP-områder, inden abonnementet aktiveres.
es_es: <strong>Nota:</strong> Antes de activar las suscripciones institucionales adquiridas en línea, es necesario aprobar su dominio y rangos de IP.
fa_ir: <strong>مهم:</strong> اشتراک سازمانی خریداری شده از طریق آنلاین قبل از فعال شدن، نیاز به تایید دامنه یا آدرس IP دارد.
fi_fi: <strong>Huomaa:</strong> Verkossa tehdyt instituutiotilaukset vaativat verkkotunnuksen ja IP-osoitealueen hyväksymisen ennen kuin tilaus aktivoituu.
fr_ca: <strong>Note :</strong> Les abonnements institutionnels souscrits en ligne demandent une approbation du domaine et des intervalles d'adresses IP avant que l'abonnement soit activé.
id_id: <strong>Catatan:</strong> Langganan institusi yang dibeli secara online memerlukan persetujuan domain dan IP sebelum langganan diaktifkan.
nb_no: <strong>Merk:</strong> Institusjonsabonnementer som er kjøpt online trenger godkjenning av domene og IP-adresseområde før abonnementet aktiveres.
pl_pl: <strong>Uwaga:</strong>Przy płatności online za subskrypcję instytucjonalną wymagane jest potwierdzenie domeny i adresu IP, które umożliwią aktywację subskrypcji.
pt_pt: <strong>Aviso:</strong> Subscrições institucionais adquiridas online exigem aprovação do domínio e faixas de IP antes da sua activação.
ru_ru: <strong>Примечание:</strong> Подписки на организацию, покупаемые через сайт, требуют подтверждения домена и диапазонов IP-адресов прежде чем подписка будет активирована.
sv_se: <strong>Observera:</strong> Institutionsprenumerationer som beställs online kräver godkännande av domän och IP-omfång innan prenumerationen aktiveras.
tr_tr: <strong>Not:</strong>Online kurumsal aboneliklerde abonelik aktivasyonundan önce alan ve IP aralığının onaylanması gerkir.

# submission-event-general-defaultEvent
source: Submission event
ar_iq: حالة طلب النشر
ca_es: Esdeveniment de tramesa
cs_cz: Událost příspěvku
da_dk: Manuskripthændelse
es_es: Evento de envío
fa_ir: رخدادهای ارسال مقاله
fi_fi: Käsikirjoitukseen liittyvä tapahtuma
fr_ca: Événement de soumission
id_id: Penyerahan Naskah
nb_no: Manuskripthendelse
pl_pl: Akcja
pt_pt: Evento da submissão
ru_ru: Событие отправки
sv_se: Status för bidrag
tr_tr: Gönderi Durumu

# submission-event-submissionSubmitted
source: Article submitted
ar_iq: تم إرسال المؤلَّف
ca_es: Article enviat
cs_cz: Článek byl podán
da_dk: Artikel indsendt
es_es: Artículo enviado
fa_ir: مقاله اراسل شد.
fi_fi: Artikkeli lähetetty
fr_ca: Article soumis
id_id: Naskah diserahkan
nb_no: Artikkel innsendt
pl_pl: Artykuł przesłany
pt_pt: Artigo submetido
ru_ru: Статья отправлена
sv_se: Bidrag inskickat
tr_tr: Makale gönderildi

# submission-event-general-issueScheduled
source: Submission sent to issue scheduling queue
ar_iq: طلب النشر مجدول ضمن طابور الإصدار
ca_es: S'ha enviat la tramesa a la cua de planificació de números
cs_cz: Příspěvek odeslán do fronty pro naplánování publikace
da_dk: Manuskriptet er sendt til køen for nummerplanlægning
es_es: Envío mandado a la cola de planificación de números
fa_ir: مقاله ارسالی در نوبت چاپ قرار گرفت.
fi_fi: Käsikirjoitus lähetetty numeron ajoitusjonoon
fr_ca: Soumission envoyée en attente de planification de publication
id_id: Naskah masuk ke penjadwalan
nb_no: Manuskript sendt til publiseringsplanen
pl_pl: Artykuł przesłany do kolejki
pt_pt: Submissão enviada à fila de espera
ru_ru: Статья отправлена в очередь запланированных в номер
sv_se: Bidrag placerat i kö för kommande nummer
tr_tr: Gönderi sayı zamanlama kuyruğuna gönderdi.

# submission-event-general-issueAssigned
source: Submission assigned to issue
ar_iq: المؤلَّف معين إلى الإصدار
ca_es: S'ha assignat la tramesa a un número
cs_cz: Příspěvek zařazen do čísla
da_dk: Manuskriptet er tildelt nummer
es_es: Envío asignado a número
fa_ir: مقاله ارسالی در یک شماره قرار داده شد..
fi_fi: Käsikirjoitus osoitettu numeroon
fr_ca: Soumission assignée à un numéro
id_id: Naskah dialokasikan ke terbitan
nb_no: Manuskript utvalgt til utgave
pl_pl: Artykuły przypisany do numeru
pt_pt: Submissão designada à edição
ru_ru: Статья назначена в выпуск
sv_se: Bidrag planerat för nummer
tr_tr: Gönderi sayıya eklendi

# submission-event-general-articlePublished
source: Article published
ar_iq: المؤلَّف منشور
ca_es: S'ha publicat l'article
cs_cz: Článek publikován
da_dk: Artiklen er publiceret
es_es: Artículo publicado
fa_ir: مقاله چاپ شد
fi_fi: Artikkeli julkaistu
fr_ca: Article publié
id_id: Naskah diterbitkan
nb_no: Artikkel publisert
pl_pl: Artykuł opublikowany
pt_pt: Artigo publicado
ru_ru: Статья опубликована
sv_se: Artikel publicerad
tr_tr: Makale yayımlandı

# submission-event-author-authorRevision
source: Author revision submitted
ar_iq: تنقيح المؤلف مقدم
ca_es: S'ha tramès la revisió de l’autor/a
cs_cz: Autorova revize odeslána
da_dk: Forfatterrevideringen er fremsendt
es_es: Revisión del autor/a enviada
fa_ir: اصلاح نویسنده
fi_fi: Kirjoittajan korjaukset lähetetty
fr_ca: Révision de l'auteur soumise
id_id: Revisi Penulis diserahkan
nb_no: Forfatterrevisjon innsendt
pl_pl: Korekta autora przesłana
pt_pt: Revisão do autor enviada
ru_ru: Автор прислал исправленную версию
sv_se: Författares revideringar inskickade
tr_tr: Yazar düzeltmeleri gönderildi

# submission-event-general-authorRevision
source: Author revision file updated
ar_iq: ملف تنقيح المؤلف محدث
ca_es: S'ha actualitzat el fitxer de revisió de l’autor/a
cs_cz: Autorův revidovaný soubor aktualizován
da_dk: Forfatters revideringsfil er opdateret
es_es: Archivo de revisión del autor/a actualizado
fa_ir: فایل اصلاح شده توسط نویسنده آپلود شد.
fi_fi: Kirjoittajan korjaama tiedosto päivitetty
fr_ca: Fichier de révision de l'auteur mis à jour
id_id: Revisi Penulis telah diperbaharui
nb_no: Forfatter - revisjonsfil oppdatert
pl_pl: Plik korekty autora zaktualizowany
pt_pt: Documento revisto pelo autor actualizado
ru_ru: Файл авторской правки обновлен
sv_se: Författarreviderad fil uppdaterad
tr_tr: Yazar düzeltme dosyası güncellendi

# submission-event-editor-editorAssigned
source: Editor assigned to submission
ar_iq: المحرر عُيِّنَ لطلب النشر
ca_es: S'ha assignat un editor/a a la tramesa
cs_cz: Editor přidělen k příspěvku
da_dk: Redaktøren er tildelt manuskriptet
es_es: Editor/a asignado al envío
fa_ir: دبیر مقاله ارسالی تعیین شد
fi_fi: Toimittaja valittu käsikirjoitukselle
fr_ca: Rédacteur assigné à la soumission
id_id: Editor ditugaskan
nb_no: Redaktør oppnevnt for manuskript
pl_pl: Redaktor przypisany do zgłoszonego tekstu
pt_pt: Editor designado à submissão
ru_ru: Назначен редактор для материала
sv_se: Redaktör utsedd för bidrag
tr_tr: Gönderiye editör atandı

# submission-event-editor-editorUnassigned
source: Editor unassigned from submission
ar_iq: المحرر ألغي تعيينه لطلب النشر
ca_es: S'ha anul·lat l'assignació de l'editor/a de la tramesa
cs_cz: Editor odebrán od příspěvku
da_dk: Tildelingen af redaktør til manuskriptet er fjernet
es_es: Editor/a no asignado al envío
fa_ir: دبیر تعیین شده لغو شد.
fi_fi: Käsikirjoituksen toimittaja poistettu
fr_ca: Rédacteur non assigné à la soumission
id_id: Editor batal ditugaskan untuk naskah
nb_no: Redaktør avløst fra manuskript
pl_pl: Redaktor odłączony od zgłoszonego tekstu
pt_pt: Editor liberto da submissão
ru_ru: Отозван редактор для материала
sv_se: Redaktör avsagd bidrag
tr_tr: Editör gönderi görevinden alındı

# submission-event-editor-editorDecision
source: Editor decision submitted
ar_iq: قرار المحرر مقدم
ca_es: S'ha tramès la decisió de l'editor/a
cs_cz: Editorovo rozhodnutí odesláno
da_dk: Redaktørbeslutningen er fremsendt
es_es: Decisión del editor/a enviada
fa_ir: تصمیم دبیر
fi_fi: Toimittajan päätös lähetetty
fr_ca: Décision du rédacteur soumise
id_id: Keputusan Editor diserahkan
nb_no: Redaktørens beslutning innsendt
pl_pl: Decyzja redaktora wysłana
pt_pt: Decisão editorial enviada
ru_ru: Отправлено решение редактора
sv_se: Redaktörsbeslut inskickat
tr_tr: Editör kararı gönderildi

# submission-event-editor-editorFile
source: Editor file updated
ar_iq: ملف المحرر حُدِّث
ca_es: S'ha actualitzat el fitxer de l’editor/a
cs_cz: Editorův soubor aktualizován
da_dk: Redaktørfilen er opdateret
es_es: Archivo del editor/a actualizado
fa_ir: فایل دبیر
fi_fi: Toimittajan tiedosto päivitetty
fr_ca: Fichier du rédacteur mis à jour
id_id: File Editor diperbaharui
nb_no: Redaktør - fil oppdatert
pl_pl: Plik redaktora zaktualizowany
pt_pt: Versão do Editor actualizada
ru_ru: Файл редактора обновлен
sv_se: Redaktörsfil uppdaterad
tr_tr: Editör dosyası güncellendi

# submission-event-editor-submissionArchived
source: Submission sent to archive
ar_iq: طلب النشر أُرسل للحفظ
ca_es: S'ha enviat la tramesa a l’arxivament
cs_cz: Příspěvek odeslán do archívu
da_dk: Manuskriptet er sendt til arkivet
es_es: Envío archivado
fa_ir: مقاله ارسالی بایگانی شد
fi_fi: Käsikirjoitus lähetetty arkistoon
fr_ca: Soumission envoyée aux archives
id_id: Naskah dimasukkan ke arsip
nb_no: Manuskript sendt til arkivet
pl_pl: Wysłany tekst przeniesiony do archiwum
pt_pt: Submissão enviada ao Arquivo
ru_ru: Материал отправлен в архив
sv_se: Bidrag arkiverat
tr_tr: Gönderi arşivlendi

# submission-event-editor-submissionRestored
source: Submission restored from archive
ar_iq: طلب النشر استُعيد من الحفظ
ca_es: Tramesa restaurada des de l’arxivament
cs_cz: Příspěvek obnoven z archívu
da_dk: Manuskriptet er gendannet fra arkivet
es_es: Envío recuperado del archivo
fa_ir: بازیابی مقاله ارسالی از بایگانی
fi_fi: Käsikirjoitus palautettu arkistosta
fr_ca: Soumission récupérée à partir des archives
id_id: Naskah dikeluarkan dari arsip
nb_no: Manuskript hentet opp fra arkivet
pl_pl: Wysłany tekst przywrócony z archiwum
pt_pt: Submissão restaurada do Arquivo
ru_ru: Материал восстановлен из архива
sv_se: Bidrag återställt från arkivet
tr_tr: Gönderi arşivden geri alındı

# submission-event-copyedit-copyeditorAssigned
source: Copyeditor assigned to submission
ar_iq: المدقق عُيِّنَ لطلب النشر
ca_es: S'ha assignat un corrector/a d’originals a la tramesa
cs_cz: Redaktor přidělen k příspěvku
da_dk: Manuskriptredaktøren er tildelt manuskriptet
es_es: Corrector/a de originales asignado al envío
fa_ir: ویراستار مقاله ارسالی تعیین شد
fi_fi: Tekninen toimittaja valittu käsikirjoitukselle
fr_ca: Réviseur assigné à une soumission
id_id: Copyeditor ditugaskan
nb_no: Manusredaktør oppnevnt for manuskript
pl_pl: Korektor przypisany do zgłoszonego tekstu
pt_pt: Editor de Texto designado à submissão
ru_ru: Назначен литературный редактор для материала
sv_se: Manusredaktör utsedd för bidrag
tr_tr: Gönderiye sayfa düzenleyici atandı

# submission-event-copyedit-copyeditorUnassigned
source: Copyeditor unassigned from submission
ar_iq: المدقق ألغي تعيينه لطلب النشر
ca_es: S'ha anul·lat l'assignació del corrector/a d’originals de la tramesa
cs_cz: Redaktor odebrán od příspěvku
da_dk: Tildelingen af manuskriptredaktør til manuskriptet er fjernet
es_es: Corrector/a de originales no asignado al envío
fa_ir: ویراستار انتخاب شده لغو شد.
fi_fi: Käsikirjoituksen tekninen toimittaja poistettu
fr_ca: Réviseur non assigné à une soumission
id_id: Copyeditor batal ditugaskan untuk naskah
nb_no: Manusredaktør avløst fra manuskript
pl_pl: Korektor odłączony od zgłoszonego tekstu
pt_pt: Editor de Texto libertado da submissão
ru_ru: Отозван литературный редактор для материала
sv_se: Manusredaktör avsagd bidrag
tr_tr: Sayfa düzenleyici gönderi görevinden alındı

# submission-event-copyedit-copyeditInitiated
source: Copyedit assignment initiated
ar_iq: تعيين المدقق بُدِءَ به
ca_es: S'ha iniciat l'assignació de la correcció d'originals
cs_cz: Přidělené redigování zahájeno
da_dk: Manuskriptredigeringsopgaven er startet
es_es: Asignación de corrección de originales iniciada
fa_ir: ویراستاری آغاز شد
fi_fi: Toimeksiannon tekninen toimittaminen aloitettu
fr_ca: Révision entamée
id_id: Copyedit dimulai
nb_no: Manusredigeringsoppdrag igangsatt
pl_pl: Korekta rozpoczęta
pt_pt: Tarefa de Edição de Texto iniciada
ru_ru: Начато литературное редактирование
sv_se: Manusredigering påbörjad
tr_tr: Sayfa düzenleyici ataması başlatıldı
