Repository: asmecher/ojs
Catalog: locale/*/locale.xlf
Languages: ar_iq, ca_es, cs_cz, da_dk, es_es, fa_ir, fi_fi, fr_ca, id_id, nb_no, pl_pl, pt_pt, ru_ru, sv_se, tr_tr

# article-nonpdf-note
source: The file you selected should begin downloading automatically. If it does not, click the link below. Note that this file may require a special viewer or plugin to view.<br /><br />If the file does not download automatically, <a href="{$url}">click here</a>.
ar_iq: الملف الذي اخترته ينبغي أن يبدأ بالتحميل تلقائياً، وإن لم يحدث هذا، أنقر الرابط أدناه. لاحظ أن هذا الملف قد يتطلب برنامج معاينة خاص أو إضافة برمجية تدعمه لتتمكن من معاينته.<br /><br />إن لم يبدأ التحميل تلقائياً، <a href="{$url}">أنقر هنا</a>.
ca_es: El fitxer que heu seleccionat començarà a descarregar-se automàticament. Si la descàrrega no comença, feu clic a l’enllaç següent. Tingueu en compte que pot ser que necessiteu un visualitzador o un mòdul especial per a aquest fitxer.<br /><br />Si el fitxer no es descarrega automàticament, <a href="{$url}">feu clic aquí</a>.
cs_cz: Stahování vybraného souboru by mělo začít automaticky. Pokud nezačne, klikněte na odkaz níže. Vězte, že soubor může vyžadovat pro své zobrazení speciální prohlížeč nebo plugin.<br /><br />Pokud nezačalo stahování automaticky, <a href="{$url}">klikněte zde</a>.
da_dk: Den valgte fil hentes automatisk. Hvis det ikke er tilfældet, skal du klikke på linket nedenfor. Vær opmærksom på, at der til visning af filen muligvis kræves en speciel fremviser eller plug-in.<br /><br />Hvis filen ikke hentes automatisk, skal du <a href="{$url}">klikke her</a>.
es_es: El archivo seleccionado se empezará a descargar automáticamente. Si no es así, haga clic en el siguiente enlace. Tenga en cuenta que para poder ver este archivo puede necesitar un visor especial o un módulo.<br /><br />Si el archivo no se descarga automáticamente, <a href="{$url}">haga clic aquí</a>.
fa_ir: فایل انتخاب شده به‌صورت خودکار دانلود خواهد شد. در غیر این صورت بر روی لینک زیر کلیک کنید. توجه داشته باشید که برای دیدن محتویات این فایل ممکن است ابزار خاصی احتیاج داشته باشید.<br /><br />چنانچه فایل به‌صورت خودکار دانلود نشد ، <a href="{$url}">اینجا</a> را کلیک کنید.
fi_fi: Valitsemasi tiedosto latautuu automaattisesti. Jos näin ei tapahdu, klikkaa alla olevaa linkkiä. Tiedoston katselu saattaa vaatia erityisen katseluohjelman tai lisäosan.<br /><br />Jos tiedosto ei lataudu automaattisesti, <a href="{$url}">klikkaa tästä</a>.
fr_ca: Le fichier que vous avez sélectionné devrait commencer à se télécharger automatiquement. S'il ne le fait pas, cliquer sur le lien ci-dessous. Noter que ce fichier peut nécessiter un logiciel de lecture particulier ou un plugiciel pour être visualisé.<br /><br />Si le fichier ne se télécharge pas automatiquement, <a href="{$url}">cliquer ici</a>.
id_id: File yang Anda pilih dapat meng-unggah secara otomatis. Jika tidak, klik tautan dibawah ini. Perhatikan file ini mungkin memerlukan plugin untuk dilihat.<br /><br />Jika file tidak meng-unggah secara otomatis <a href="{$url}">klik disini</a>.
pl_pl: Plik, który wybrałeś powinien rozpocząć pobieranie automatycznie. Jeżeli tak się nie stanie, kliknij link widoczny poniżej.<br /><br />Jeżeli plik nie pobiera się automatycznie, <a href="{$url}">kliknij tutaj</a>.
pt_pt: O documento seleccionado deverá ser transferido automaticamente. Em caso negativo, clique no atalho abaixo. Note que o documento pode requerer um visualizador especial ou extensão para ser executado.<br /><br />Caso o documento não seja transferido automaticamente, <a href="{$url}">clique aqui</a>.
ru_ru: Выбранный файл должен начать скачиваться автоматически. Если это не произошло, щелкните на ссылке ниже. Обратите внимание, что этот файл может потребовать специальной программы или модуля для просмотра.<br /><br />Если файл не начал скачиваться автоматически, <a href="{$url}">щелкните здесь</a>.
sv_se: Nedladdningen av filen du valde bör starta automatiskt. Om den inte gör det, klicka på länken nedan. Observera att filen kan behöva ett särskilt läsarprogram eller en särskild typ av plugin för att synas.<br /><br />Om nedladdningen inte startar automatiskt, <a href="{$url}">klicka här</a>.
tr_tr: Seçmiş olduğunuz dosya otomatik olarak indirilmeye başlanacaktır. Eğer indirme otomatiok olarak başlamaz ise aşağıdaki bağlantıyı tıklayın. Bu dosyanın görülebilmesi için özel bir görüntüleyici veya bağlantıya gereksinim olabilir.<br /><br />Eğer makale otomatik olarak indirilmez ise <a href="{$url}">buraya tıklayın</a>.

# site-journalsHosted
source: Journals hosted on this site
ar_iq: المجلات المستضافة في هذا الموقع
ca_es: Revistes allotjades en aquest lloc web
cs_cz: Časopisy hostované na této stránce
da_dk: Tidsskrifter tilknyttet dette websted
es_es: Revistas alojadas en este sitio
fa_ir: لیست مجلات موجود بر روی این سایت
fi_fi: Tällä sivustolla ylläpidetyt julkaisut
fr_ca: Revues hébergées sur ce site
id_id: Jurnal yang dimasukkan di situs ini
nb_no: Tidsskrifter dette nettstedet er vert for
pl_pl: Czasopisma dostępne na stronie
pt_pt: Revistas hospedadas no portal
ru_ru: Журналы, размещенные на этом сайте
sv_se: Tidskrifter som den här webbplatsen är värd för
tr_tr: Bu sitedeki dergiler

# site-journalView
source: View Journal
ar_iq: معاينة المجلة
ca_es: Accés a la revista
cs_cz: Zobrazit časopis
da_dk: Vis tidsskrift
es_es: Ver revista
fa_ir: مشاهده مجله
fi_fi: Näytä julkaisu
fr_ca: Voir la revue
id_id: Lihat Jurnal
nb_no: Vis tidsskrift
pl_pl: Pokaż czasopismo
pt_pt: Aceder à revista
ru_ru: Посмотреть журнал
sv_se: Visa tidskrift
tr_tr: Dergiyi Görüntüle

# site-journalRegister
source: Register
ar_iq: التسجيل
ca_es: Registre
cs_cz: Registrovat
da_dk: Registrer
es_es: Registrarse
fa_ir: ثبت‌نام
fi_fi: Rekisteröidy
fr_ca: S'inscrire
id_id: Daftar
nb_no: Registrer
pl_pl: Zarejestruj
pt_pt: Registo
ru_ru: Зарегистрироваться
sv_se: Registrera dig
tr_tr: Kayıt

# site-journalCurrent
source: Current Issue
ar_iq: الإصدار الحالي
ca_es: Número actual
cs_cz: Aktuální číslo
da_dk: Nyeste udgave
es_es: Número actual
fa_ir: شماره جاری
fi_fi: Uusin numero
fr_ca: Numéro courant
id_id: Terbitan Terkini
nb_no: Nyeste utgave
pl_pl: Aktualny numer
pt_pt: Edição Actual
ru_ru: Текущий выпуск
sv_se: Aktuellt nummer
tr_tr: Son Sayı

# site-noJournals
source: There are no journals available.
ar_iq: لا توجد مجلات متاحة حالياً
ca_es: No hi ha revistes disponibles.
cs_cz: Nejsou k dispozici žádné časopisy.
da_dk: Der er ingen tilgængelige tidsskrifter
es_es: No hay revistas disponibles.
fa_ir: هیچ مجله ای در دسترس نیست
fi_fi: Julkaisuja ei saatavilla.
fr_ca: Il n'y a pas de revue disponible.
id_id: Tidak ada jurnal.
nb_no: Det er ingen tidsskrift tilgjengelig.
pl_pl: Nie ma żadnych czasopism
pt_pt: Não existem revistas.
ru_ru: Нет доступных журналов.
sv_se: Det finns inga tillgängliga tidskrifter.
tr_tr: Kullanılabilir dergi yoktur.

# current-current
source: Current
ar_iq: الحالي
ca_es: Últim número
cs_cz: Aktuální
da_dk: Nyeste
es_es: Actual
fa_ir: جاری
fi_fi: Uusin numero
fr_ca: Courant
id_id: Terkini
nb_no: Nyeste
pl_pl: Aktualny numer
pt_pt: Actual
ru_ru: Текущий
sv_se: Aktuellt
tr_tr: Son Sayı

# current-noCurrentIssue
source: No Current Issue
ar_iq: لا إصدار حالياً
ca_es: No hi ha cap número actual.
cs_cz: Žádné aktuální číslo
da_dk: Inget nyeste nummer
es_es: Ningún número actual
fa_ir: هیچ شماره جاری وجود ندارد
fi_fi: Ei uusinta numeroa
fr_ca: Aucun numéro courant
id_id: Tidak Ada Terbitan Terkini
nb_no: Nyeste utgave finnes ikke
pl_pl: Brak aktualnego numeru
pt_pt: Sem edição actual
ru_ru: Нет текущего выпуска
sv_se: Inget aktuellt nummer
tr_tr: Güncel Sayı Yok

# current-noCurrentIssueDesc
source: This journal has not published any issues.
ar_iq: لم تصدر هذه المجلة أي عدد بعد
ca_es: Aquesta revista no ha publicat cap número.
cs_cz: Tento časopis dosud nepublikoval žádná čísla.
da_dk: Dette tidsskrift har ikke publiceret nogle numre.
es_es: Esta revista no ha publicado ningún número.
fa_ir: این مجله هنوز شماره‌ای منتشر نکرده است
fi_fi: Tämän julkaisu ei ole julkaissut yhtään numeroa.
fr_ca: Cette revue n'a publié aucun numéro.
id_id: Jurnal ini belum mengeluarkan satu pun terbitan.
nb_no: Dette tidsskriftet har ennå ikke publisert noen utgave.
pl_pl: Numery w przygotowaniu.
pt_pt: Esta revista ainda não publicou nenhuma edição.
ru_ru: У этого журнала нет опубликованных выпусков.
sv_se: Den här tidskriften har inga publicerade nummer.
tr_tr: Bu dergi henüz hiçbir sayı yayınlamadı.

# archive-archives
source: Archives
ar_iq: المحفوظات
ca_es: Arxius
cs_cz: Archivy
da_dk: Arkiver
es_es: Archivos
fa_ir: بایگانی
fi_fi: Arkistot
id_id: Arsip
nb_no: Arkiv
pl_pl: Archiwum
pt_pt: Edições Anteriores
ru_ru: Архивы
sv_se: Arkiv
tr_tr: Arşiv

# archive-archivesPageNumber
source: Archives - Page {$pageNumber}
ar_iq: المحفوظات - صفحة {$pageNumber}
ca_es: Arxius - Pàgina {$pageNumber}
cs_cz: Archivy - strana {$pageNumber}
da_dk: Arkiver - Side {$pageNumber}
es_es: Archivos - Página {$pageNumber}
fa_ir: بایگانی - صفحه {$pageNumber}
fi_fi: Arkistot - sivu {$pageNumber}
id_id: Arsip - Halaman {$pageNumber}
pl_pl: Archiwa - strona {$pageNumber}
pt_pt: Arquivos - Página {$pageNumber}
ru_ru: Архивы - Страница {$pageNumber}
sv_se: Arkiv - Sida {$pageNumber}
tr_tr: Arşivler - Sayfa: {$pageNumber}

# archive-browse
source: Browse through the older issues
ar_iq: استعرض الإصدارات السابقة
ca_es: Navega pels números anteriors
cs_cz: Procházet starší čísla
da_dk: Gennemse tidligere udgaver
es_es: Examinar los números anteriores
fa_ir: مرور شماره‌های گذشته
fi_fi: Selaa vanhempia numeroita
fr_ca: Explorer les anciens numéros
id_id: Menelusuri terbitan terdahulu
nb_no: Finn fram i eldre utgaver
pl_pl: Przeglądaj numery archiwalne
pt_pt: Navegar nas edições anteriores
ru_ru: Просмотреть старые выпуски
sv_se: Bläddra bland äldre nummer
tr_tr: Eski sayılara bak

# archive-issueUnavailable
source: Issue Unavailable
ar_iq: الإصدار غير متوفر
ca_es: El número no està disponible.
cs_cz: Číslo nedostupné
da_dk: Udgaven er utilgængelig
es_es: Número no disponible
fa_ir: شماره مجله‌ای موجود نیست
fi_fi: Numero ei saatavilla
fr_ca: Numéro non disponible
id_id: Terbitan tidak tersedia
nb_no: Finner ingen utgave
pl_pl: Numer niedostępny
pt_pt: Número indisponível
ru_ru: Выпуск недоступен
sv_se: Numret är inte tillgängligt
tr_tr: Sayı Erişilebilir Değil

# about-statistics
source: Statistics
ar_iq: إحصائيات
ca_es: Estadístiques
cs_cz: Statistiky
da_dk: Statistikker
es_es: Estadísticas
fa_ir: آمار
fi_fi: Tilastot
fr_ca: Statistiques
id_id: Statistik
nb_no: Statistikk
pl_pl: Statystyki
pt_pt: Estatísticas
ru_ru: Статистика
sv_se: Statistik
tr_tr: İstatistikler

# about-contact
source: Contact
ar_iq: اسم الاتصال
ca_es: Contacte
cs_cz: Kontakt
da_dk: Kontakt
es_es: Contacto
fa_ir: اطلاعات تماس
fi_fi: Yhteystiedot
id_id: Kontak
pl_pl: Kontakt
pt_pt: Contacto
ru_ru: Контакты
sv_se: Kontakt
tr_tr: İletişim

# about-aboutContext
source: About the Journal
ar_iq: عن المجلة
ca_es: Sobre la revista
cs_cz: O časopise
da_dk: Om tidsskriftet
es_es: Sobre la revista
fa_ir: درباره‌ی مجله
fi_fi: Tietoa julkaisusta
fr_ca: À propos de cette revue
id_id: Tentang Jurnal Ini
pl_pl: O czasopiśmie
pt_pt: Sobre a Revista
ru_ru: О журнале
sv_se: Om tidskriften
tr_tr: İçerik Hakkında

# about-history
source: Journal History
ar_iq: تأريخ المجلة
ca_es: Història de la revista
cs_cz: Historie časopisu
da_dk: Tidsskriftshistorik
es_es: Historial de la revista
fa_ir: تاریخچه مجله
fi_fi: Julkaisun historiaa
fr_ca: Historique de la revue
id_id: Sejarah Jurnal
nb_no: Tidsskriftets historie
pl_pl: Historia czasopisma
pt_pt: Histórico da Revista
ru_ru: История журнала
sv_se: Tidskriftens historia
tr_tr: Dergi Geçmişi

# about-editorialTeam
source: Editorial Team
ar_iq: هيئة التحرير
ca_es: Equip editorial
cs_cz: Editorský tým
da_dk: Redaktionsgruppe
es_es: Equipo editorial
fa_ir: تیم سردبیری
fi_fi: Toimituskunta
fr_ca: Comité éditorial
id_id: Dewan Editor
nb_no: Redaksjon
pl_pl: Zespół redakcyjny
pt_pt: Equipa Editorial
ru_ru: Редакция
sv_se: Redaktion
tr_tr: Kişiler ve Kurullar

# about-editorialTeam-biography
source: Biography
ar_iq: السيرة
ca_es: Biografia
cs_cz: Biografie
da_dk: Biografi
es_es: Resumen biográfico
fa_ir: بیوگرافی
fi_fi: Biografia
fr_ca: Biographie
id_id: Biografi
nb_no: Biografi
pl_pl: Biogram
pt_pt: Biografia
ru_ru: Биография
sv_se: Biografi
tr_tr: Öz Geçmiş

# about-editorialPolicies
source: Editorial Policies
ar_iq: سياسات التحرير
ca_es: Polítiques editorials
cs_cz: Ediční pravidla
da_dk: Redaktionelle politikker
es_es: Políticas de la editorial
fa_ir: سیاست‌های تیم سردبیری
fi_fi: Toimitukselliset käytännöt
fr_ca: Politiques éditoriales
id_id: Kebijakan Editorial
nb_no: Redaksjonelle retningslinjer
pl_pl: Zasady
pt_pt: Políticas Editoriais
ru_ru: Редакционная политика
sv_se: Redaktionella policyer
tr_tr: Yayın Politikası

# about-focusAndScope
source: Focus and Scope
ar_iq: التركيز ومجال العمل
ca_es: Focus i abast
cs_cz: Zaměření a záběr
da_dk: Fokus og område
es_es: Enfoque y alcance
fa_ir: زمینه مطالعاتی
fi_fi: Tarkoitus ja toimintaperiaatteet
fr_ca: Énoncé de mission
id_id: Fokus dan Ruang Lingkup
nb_no: Hovedfokus og spennvidde
pl_pl: Zakres i zasięg czasopisma
pt_pt: Âmbito
ru_ru: Концепция журнала
sv_se: Ämne och fokus
tr_tr: Odak ve Kapsam

# about-sectionPolicies
source: Section Policies
ar_iq: سياسات القسم
ca_es: Política de seccions
cs_cz: Pravidla sekcí
da_dk: Sektionspolitikker
es_es: Políticas de sección
fa_ir: سیاست‌های بخش
fi_fi: Osastojen käytännöt
fr_ca: Politiques de rubriques
id_id: Kebijakan Bagian
nb_no: Seksjonsretningslinjer
pl_pl: Działy
pt_pt: Políticas de Secção
ru_ru: Правила разделов журнала
sv_se: Sektionspolicyer
tr_tr: Bölüm Politikaları

# about-submissions
source: Submissions
ar_iq: طلبات النشر
ca_es: Trameses
cs_cz: Příspěvky
da_dk: Manuskripter
es_es: Envíos
fa_ir: ارسال مقاله
fi_fi: Käsikirjoitukset
fr_ca: Soumissions
id_id: Penyerahan
nb_no: Manuskript
pl_pl: Przesyłanie tekstów
pt_pt: Submissões
ru_ru: Отправка материалов
sv_se: Bidrag
tr_tr: Gönderiler

# about-onlineSubmissions-login
source: Login
ar_iq: إذهب إلى صفحة الولوج
ca_es: Vés a l’inici de sessió
cs_cz: Jít na přihlášení
da_dk: Gå til logon
es_es: Ir a Iniciar sesión
fa_ir: ورود به سامانه
fi_fi: Kirjaudu sisään
fr_ca: Ouvrir une session
nb_no: Gå til innlogging
pl_pl: Przejdź do logowania
pt_pt: Acesso
ru_ru: Войти в систему
sv_se: Logga in
tr_tr: Girişe Gidiniz

# about-onlineSubmissions-register
source: Register
ar_iq: سجّل
ca_es: Registrar
cs_cz: Registrovat
da_dk: Registrér
es_es: Registrar
fa_ir: ثبت‌نام
fi_fi: Rekisteröidy
fr_ca: S'inscrire
id_id: Daftar
pl_pl: Zarejestruj
pt_pt: Registar-se
ru_ru: Зарегистрироваться
sv_se: Registrera dig
tr_tr: Kayıt

# about-onlineSubmissions-registrationRequired
source: {$login} or {$register} to make a submission.
ar_iq: {$login} أو {$register} لتقديم طلبات النشر.
ca_es: Necessiteu registrar-vos i iniciar la sessió per poder trametre elements en línia i consultar l’estat de les trameses en curs.
cs_cz: K podání příspěvku je třeba {$login} nebo {$register}
da_dk: Du skal {$login} eller {$register} for at kunne foretage en indsendelse.
es_es: El registro y el inicio de sesión son necesarios para enviar elementos en línea y para comprobar el estado de los envíos recientes. {$login} a una cuenta existente o {$register} una nueva cuenta.
fa_ir: برای ارسال مقاله نیاز به {$register} و {$login} است.
fi_fi: {$login} tai {$register} lähettääksesi käsikirjoituksen.
fr_ca: {$login} ou ({$register}) pour faire une soumission.
id_id: Perlu {$login} atau {$register} untuk menyerahkan naskah.
nb_no: Registrering og innlogging er påkrevet for sende inn elementer online og for å følge status for innsendte manuskript.
pl_pl: {$login} lub {$register} aby zgłosić tekst.
pt_pt: {$login} ou {$register} para submeter um artigo.
ru_ru: Для отправки материала вам нужно {$login} или {$register}.
sv_se: {$login} eller {$register} för att skicka in ett bidrag.
tr_tr: Bir gönderi yapmak için {$login} veya {$register} yapın.

# about-onlineSubmissions-submissionActions
source: {$newSubmission} or {$viewSubmissions}.
ar_iq: {$newSubmission} أو {$viewSubmissions}.
ca_es: {$newSubmission} o {$viewSubmissions}.
cs_cz: {$newSubmission} nebo {$viewSubmissions}.
da_dk: {$newSubmission} eller {$viewSubmissions}.
es_es: {$newSubmission} o {$viewSubmissions}.
fa_ir: {$newSubmission} یا {$viewSubmissions}.
fi_fi: {$newSubmission} tai {$viewSubmissions}.
fr_ca: {$newSubmission} ou {$viewSubmissions}.
id_id: {$newSubmission} atau {$viewSubmissions}.
pl_pl: {$newSubmission} lub {$viewSubmissions}.
pt_pt: {$newSubmission} ou {$viewSubmissions}.
ru_ru: {$newSubmission} или {$viewSubmissions}.
sv_se: {$newSubmission} eller {$viewSubmissions}.
tr_tr: {$newSubmission} veya {$viewSubmissions}.

# about-onlineSubmissions-submitToSection
source: Make a new submission to the <a href="{$url}">{$name}</a> section.
ar_iq: قدم طلباً جديداً إلى القسم <a href="{$url}">{$name}</a>.
es_es: Realizar un nuevo envío a la sección <a href="{$url}">{$name}</a>.
ru_ru: Отправить новый материал в раздел <a href="{$url}">«{$name}»</a>.

# about-onlineSubmissions-newSubmission
source: Make a new submission
ar_iq: قدم طلباً جديداً
ca_es: Fer una nova tramesa
cs_cz: Zaslat nový příspěvek
da_dk: Foretag en ny indsendelse
es_es: Realizar un nuevo envío
fa_ir: ارسال مقاله‌ی جدید
fi_fi: Lähetä uusi käsikirjoitus
fr_ca: Faire une nouvelle soumission
id_id: Serahkan naskah baru
pl_pl: Zgłoś nowy tekst
pt_pt: Submeter Artigo
ru_ru: Отправить новый материал
sv_se: Skapa nytt bidrag
tr_tr: Yeni bir gönderi yap

# about-onlineSubmissions-viewSubmissions
source: view your pending submissions
ar_iq: عاين طلباتك التي قيد الانتظار
ca_es: veure les trameses pendents
cs_cz: zobrazit vaše rozpracované příspěvky
da_dk: se dine igangværende indsendelser
es_es: Ver sus envíos pendientes
fa_ir: مشاهده مقالات ارسالی در حال انتظار
fi_fi: katso odottavia käsikirjoituksiasi
fr_ca: Voir vos soumissions en attente
id_id: cek naskah yang telah diserahkan
pl_pl: wyświetl oczekujące zgłoszenia
pt_pt: consultar as suas submissões pendentes
ru_ru: просмотреть ранее отправленные материалы
sv_se: visa bidrag som behandlas
tr_tr: bekleyen gönderilerinizi görüntüleyin

# about-authorGuidelines
source: Author Guidelines
ar_iq: إرشادات المؤلف
ca_es: Directrius per a l’autor/a
cs_cz: Pokyny pro autory
da_dk: Retningslinjer for forfattere
es_es: Directrices para autores/as
fa_ir: راهنمای نویسندگان
fi_fi: Kirjoittajan ohjeet
fr_ca: Directives aux auteurs
id_id: Panduan Penulis
nb_no: Forfatterinstruks
pl_pl: Wytyczne dla autorów
pt_pt: Instruções para Autores
ru_ru: Руководство для авторов
sv_se: Riktlinjer för författare
tr_tr: Yazar Rehberi

# about-submissionPreparationChecklist
source: Submission Preparation Checklist
ar_iq: متطلبات تحضير طلب النشر
ca_es: Llista de verificació per preparar trameses
cs_cz: Kontrolní seznam pro přípravu příspěvku
da_dk: Tjekliste til forberedelse af manuskript
es_es: Lista de comprobación para la preparación de envíos
fa_ir: چک‌لیست آماده‌سازی برای ارسال مقاله
fi_fi: Käsikirjoituksen lähettämisen tarkistuslista
fr_ca: Liste de vérification de la soumission
id_id: Daftar Tilik Penyerahan Naskah
nb_no: Sjekkliste for klargjøring av manuskript
pl_pl: Sprawdzenie tekstu przed wysłaniem
pt_pt: Condições para Submissão
ru_ru: Контрольный список подготовки материала к отправке
sv_se: Checklista vid insändning av bidrag
tr_tr: Başvuru Kontrol Listesi

# about-submissionPreparationChecklist-description
source: As part of the submission process, authors are required to check off their submission's compliance with all of the following items, and submissions may be returned to authors that do not adhere to these guidelines.
ar_iq: كجزء من عملية تقديم طلب النشر، على المؤلفين التأكد من كون طلباتهم مستوفية لجميع الفقرات الآتية، وعليه، فقد تُرد الطلبات التي لا تلبي تلك الضوابط.
ca_es: Com a part del procés de la tramesa, els autors/ores han de verificar que compleixen totes les condicions següents. En cas que no se segueixin aquestes instruccions, les trameses es podran retornar als autors/ores.
cs_cz: Jako součást procesu odesílání příspěvku je požadováno, aby autoři zaškrnutím potvrdili, že jejich příspěvek je v souladu se všemi následujícími položkami. Příspěvky, které nebudou v souladu s těmito pravidly, mohou být autorům vráceny.
da_dk: Som en del af manuskriptprocessen skal forfattere afkrydse, at deres manuskript overholder alle følgende elementer, og manuskripter kan returneres til forfattere, der ikke overholder disse retningslinjer.
es_es: Como parte del proceso de envío, los autores/as están obligados a comprobar que su envío cumpla todos los elementos que se muestran a continuación. Se devolverán a los autores/as aquellos envíos que no cumplan estas directrices.
fa_ir: به‌عنوان مرحله‌ای از روند ارسال مقاله ، لازم است که نویسندگان از مهیا بودن اقلام مختلف برای ارسال مقاله اطمینان حاصل کنند. برای این کار لازم است که اقلام موجود در چک‌لیست زیر را بررسی نموده و در صورت مهیا بودن جلوی آن تیک بزنند.
fi_fi: Kirjoittajien tulee varmistaa, että heidän käsikirjoituksensa noudattaa kaikkia seuraavia kohtia. Jos näitä ohjeita ei noudateta, käsikirjoitus palautetaan kirjoittajalle.
fr_ca: Les auteurs doivent s'assurer de la conformité de leur soumission avec l'ensemble des éléments suivants. Les soumissions non conformes peuvent être retournées aux auteurs.
id_id: Penulis yang ingin memasukkan naskah harus memperhatikan poin-poin di bawah ini. Jika naskah tidak sesuai dengan persyaratan yang telah dicantumkan, ada kemungkinan naskah tersebut akan dikembalikan.
nb_no: Som del av innsendingsprosessen må forfatteren krysse av for at manuskriptet oppfyller følgende krav, og manuskript som ikke oppfyller kravene og følger retningslinjene, kan bli returnert til forfatteren.
pl_pl: Autorzy proszeni są o sprawdzenie czy tekst spełnia poniższe kryteria. Teksty, które nie spełniają wymagań redakcyjnych mogą zostać odrzucone.
pt_pt: Como parte do processo de submissão, os autores são obrigados a verificar a conformidade da submissão em relação a todos os itens listados a seguir. As submissões que não estiverem de acordo com as normas serão devolvidas aos autores.
ru_ru: В качестве одного из этапов процесса отправки авторы должны проверить соответствие их материала всем следующим пунктам, материалы могут быть возвращены авторам, если они не соответствуют этим требованиям.
sv_se: Som en del av insändningsprocessen måste författare kryssa för att bidraget uppfyller följande krav. Bidrag som inte uppfyller kraven kan komma att skickas tillbaka till författaren.
tr_tr: Başvuru sürecünde yazarlar başvurularının aşağıdaki listedeki tüm maddelere uyduğunu kontrol etmelidirler, bu rehbere uymayan başvurular yazarlara geri döndürülecektir.

# about-copyrightNotice
source: Copyright Notice
ar_iq: بيان الحقوق الفكرية
ca_es: Avís de drets d'autor/a
cs_cz: Oznámení o copyrightu
da_dk: Oplysninger om ophavsret
es_es: Aviso de derechos de autor/a
fa_ir: بیانیه حق نشر
fi_fi: Tekijänoikeushuomautus
fr_ca: Mention de droit d'auteur
id_id: Pemberitahuan Hak Cipta
nb_no: Erklæring om copyright
pl_pl: Prawa autorskie
pt_pt: Declaração de Direito Autoral
ru_ru: Условия передачи авторских прав
sv_se: Upphovsrättsdeklaration
tr_tr: Telif Hakkı Düzenlemesi

# about-privacyStatement
source: Privacy Statement
ar_iq: بيان الخصوصية
ca_es: Declaració de privacitat
cs_cz: Prohlášení o soukromí
da_dk: Erklæring om beskyttelse af personlige oplysninger
es_es: Declaración de privacidad
fa_ir: بیانیه محرمانگی
fi_fi: Tietosuojaseloste
fr_ca: Déclaration de confidentialité
id_id: Pernyataan Privasi
nb_no: Erklæring om personopplysninger
pl_pl: Polityka prywatności
pt_pt: Política de Privacidade
ru_ru: Заявление о конфиденциальности
sv_se: Integritetspolicy
tr_tr: Gizlilik Beyanı
