Repository: asmecher/ojs
Catalog: locale/*/locale.xlf
Languages: ar_iq, ca_es, cs_cz, da_dk, es_es, fa_ir, fi_fi, fr_ca, id_id, nb_no, pl_pl, pt_pt, ru_ru, sv_se, tr_tr

# installer-upgradeComplete
source: <p>Upgrade of OJS to version {$version} has completed successfully.</p> <p>Don't forget to set the "installed" setting in your config.inc.php configuration file back to <em>On</em>.</p> <p>If you haven't already registered and wish to receive news and updates, <strong>please register at <a href="http://pkp.sfu.ca/ojs/register" target="_new">http://pkp.sfu.ca/ojs/register</a>.</strong> If you have questions or comments, please visit the <a href="http://forum.pkp.sfu.ca" target="_new">support forum</a>.</p>
ar_iq: <p>ترقية نظام المجلات المفتوحة إلى النسخة {$version} قد إكتمل بنجاح.</p> <p>لا تنسَ إعادة ضبط الإعداد "installed" في ملفك التعريفي config.inc.php إلى <em>On</em>.</p> <p>إن لم يسبق لك التسجيل وترغب في الحصول على الأخبار والتحديثات <strong>لطفاً، سجل في <a href="http://pkp.sfu.ca/ojs/register" target="_new">http://pkp.sfu.ca/ojs/register</a>.</strong> إن كانت لديك استفسارات أو تعليقات، لطفاً، أنقر <a href="http://forum.pkp.sfu.ca" target="_new">منتدى الدعم</a>.</p>
ca_es: <p>L’actualització de l’OJS a la versió {$version} s’ha completat correctament.</p> <p>Recordeu establir el paràmetre «installed» del fitxer de configuració config.inc.php a <em>Actiu</em>.</p> <p>Si encara no us heu registrat i voleu rebre notícies i actualitzacions, <strong>registreu-vos a <a href="http://pkp.sfu.ca/ojs/register" target="_new">http://pkp.sfu.ca/ojs/register</a>.</strong> Si ens voleu fer arribar dubtes o comentaris, entreu al <a href="http://forum.pkp.sfu.ca" target="_new">fòrum de suport</a>.</p>
cs_cz: <p>Upgrade OJS na verzi {$version} byl úspěšně dokončen.</p> <p>Nezapomeňte upravit "installed" nastavení ve Vašem config.inc.php konfiguračním souboru zpět na <em>On</em>.</p> <p>Pokud jste se ještě nezaregistroval a přejete si dostávat informace o novinkách a aktualizacích, <strong>zaregistrujte se prosím na <a href="http://pkp.sfu.ca/ojs/register" target="_new">http://pkp.sfu.ca/ojs/register</a>.</strong> Pokud máte otázky nebo komentáře, navštivte prosím <a href="http://forum.pkp.sfu.ca" target="_new">support forum</a>.</p>
da_dk: <p>Opgraderingen af OJS til version {$version} er fuldført.</p> <p>Glem ikke at angive indstillingen "installeret" i konfigurationsfilen config.inc.php til <i>Til</i> igen.</p> <p>Hvis du ikke allerede er registreret og ønsker at modtage nyheder og opdateringer, <strong>skal du registrere dig på <a href="http://pkp.sfu.ca/ojs/register" target="_new">http://pkp.sfu.ca/ojs/register</a>.</strong> Hvis du har spørgsmål eller kommentarer, skal du besøge <a href="http://forum.pkp.sfu.ca" target="_new">supportforummet</a>.</p>
es_es: <p>La actualización de OJS de la versión {$version} se ha completado con éxito.</p> <p>No olvide activar la opción "instalado" en su archivo de configuración config.inc.php, poniéndola en modo <em>On</em>.</p> <p>Si no está registrado y desea recibir noticias y actualizaciones, <strong>regístrese en <a href="http://pkp.sfu.ca/ojs/register" target="_new">http://pkp.sfu.ca/ojs/register</a>.</strong> Si tiene preguntas o comentarios, visite el <a href="http://forum.pkp.sfu.ca" target="_new">foro de ayuda</a>.</p>
fa_ir: <p>به‌روزرسانی OJS به نسخه {$version} با موفقیت پایان یافت.</p> <p>فراموش نکنید که مقدار "installed" را در فایل تنظیمات config.inc.php را دوباره به <i>On</i> برگردانید.</p> <p>چنانچه تا کنون ثبت‌نام نکرده‌اید و مایل هستید تا اخبار و تازه‌ها را دریافت کنید ، <strong>لطفاً در سایت <a href="http://pkp.sfu.ca/ojs/register" target="_new">http://pkp.sfu.ca/ojs/register</a> ثبت‌نام کنید.</strong> چنانچه سؤال و یا نظری دارید لطفاً از <a href="http://forum.pkp.sfu.ca" target="_new"> انجمن پشتیبانی </a> دیدن نمایید.</p>
fi_fi: <p>OJS on päivitetty onnistuneesti versioon {$version}.</p> <p>Muista laittaa config.inc.php-määritystiedoston "asennettu" -asetus takaisin <em>päälle (On)</em>.</p> <p>Jos et ole vielä rekisteröinyt, mutta haluat saada uutiset ja päivitykset, <strong>rekisteröidy osoitteessa <a href="http://pkp.sfu.ca/ojs/register" target="_new">http://pkp.sfu.ca/ojs/register</a>.</strong> Jos sinulla on kysymyksiä tai kommentteja, käy <a href="http://forum.pkp.sfu.ca" target="_new">tukifoorumi-sivulla</a>.</p>
fr_ca: <p>La mise à jour d'OJS à la version {$version} s'est complétée avec succès.</p> <p>N'oubliez pas de modifier le paramètre installed dans votre fichier de configuration "config.inc.php" pour la valeur <em>On</em>.</p> <p>Si vous n'êtes pas déjà inscrit et voulez recevoir des nouvelles et mises à jour, <strong>veuillez vous inscrire à <a href="http://pkp.sfu.ca/ojs/register" target="_new">http://pkp.sfu.ca/ojs/register</a>. </strong>Pour toute question ou commentaire, veuillez visiter le <a href="http://forum.pkp.sfu.ca" target="_new">forum de support</a>.</p>
id_id: <p>Upgrade OJS ke versi {$version} telah berhasil.</p> <p>Jangan lupa untuk mengembalikan status "installed" ke <em>On</em> dalam file config.inc.php.</p> <p>Jika Anda belum terdaftar dan ingin menerima berita dan update, <strong>silakan daftar di <a href="http://pkp.sfu.ca/ojs/register" target="_new">http://pkp.sfu.ca/ojs/register</a>.</strong> Jika Anda memiliki pertanyaan atau komentar, silakan kunjungi <a href="http://forum.pkp.sfu.ca" target="_new">forum dukungan</a>.</p>
nb_no: <p>Oppgradering av OJS til versjon {$version} ble vellykket gjennomført.</p> <p>Ikke glem å sette "installed"-innstillingen i din config.inc.php konfigurasjonsfil tilbake til <i>På</i>.</p> <p>Om du ikke allerede har registrert deg og ønsker å motta nyheter og oppdateringer, <strong>vennligst registrer deg på<a href="http://pkp.sfu.ca/ojs/register" target="_new">http://pkp.sfu.ca/ojs/register</a>.</strong> Hvis du have spørsmål eller kommentarer, vennligst besøk <a href="http://forum.pkp.sfu.ca" target="_new">støtteforumet</a>.</p>
pt_pt: <p>Actualização para a versão {$version} concluída com sucesso.</p> <p>Defina a variável "instalado", no documento de configuração config.inc.php, de novo para <em>On</em>.</p>
ru_ru: <p>Обновление OJS до версии {$version} было успешно завершено.</p> <p>Не забудьте установить параметр installed в файле конфигурации config.inc.php обратно в значение <em>On</em>.</p> <p>Если вы еще не зарегистрированы и хотите получать новости и обновления, <strong>пожалуйста, зарегистрируйтесь на <a href="http://pkp.sfu.ca/ojs/register" target="_new">http://pkp.sfu.ca/ojs/register</a>.</strong> Если у Вас есть вопросы или предложения, пожалуйста, посетите <a href="http://forum.pkp.sfu.ca" target="_new">форум поддержки</a>.</p>
sv_se: <p>Uppgraderingen av OJS till version {$version} genomfördes utan problem.</p> <p>Glöm inte att ändra tillbaka "installed"-inställningen i konfigurationsfilen config.inc.php till<em>On</em>.</p> <p>Skulle du inte redan ha registrerat dig och vill få nyheter och uppdateringar, <strong>registrera dig på <a href="http://pkp.sfu.ca/ojs/register" target="_new">http://pkp.sfu.ca/ojs/register</a>.</strong> Om du har frågor eller kommentarer, besök gärna <a href="http://forum.pkp.sfu.ca" target="_new">supportforumet</a>.</p>
tr_tr: <p>ADS'nin sürüm {$version} güncellenmesi başarıyla tamamlandı.</p> <p> "config.inc.php" konfigürasyon dosyasındaki "yüklendi (installed)" ayarını <em>On</em> konumuna getirmeyi unutmayın.</p> <p>Eğer güncellemeler ve yazılımla ilgili haberleri izlemek için üye olmadıysanız, <strong>lütfen <a href="http://pkp.sfu.ca/ojs/register" target="_new">http://pkp.sfu.ca/ojs/register</a> sayfasından kayıt olunuz.</strong> Soru ve yorumlarınız için lütfen <a href="http://pkp.sfu.ca/support/forum" target="_new">destek forumunu</a> kullanınız.</p>

# site-upgradeAvailable-admin
source: There is a new version of OJS available! You are currently using OJS {$currentVersion}. The most recent version is OJS {$latestVersion}. Please visit <a href="http://pkp.sfu.ca/ojs_download" target="_new">this page</a> to download the most recent version and find upgrade instructions.
ar_iq: تم إطلاق نسخة جديدة من نظام المجلات المفتوحة! أنت حالياً تستعمل النسخة {$currentVersion} منه. النسخة ذات الإصدار الأحدث هي OJS {$latestVersion}. لطفاً، قم بزيارة <a href="http://pkp.sfu.ca/ojs_download" target="_new">هذه الصفحة</a> لتنزيل النسخة الأحدث والعثور على تعليمات الترقية.
ca_es: Hi ha una nova versió de l'OJS disponible. Actualment feu servir l'OJS {$currentVersion}. La versió més recent és OJS {$latestVersion}. Visiteu <a href="http://pkp.sfu.ca/ojs_download" target="_new">aquesta pàgina</a> per descarregar la versió més recent i obtenir instruccions d'actualització.
cs_cz: Nová verze OJS je dostupná! V současné době používáte verzi OJS {$currentVersion}. Nejnovější verze OJS je {$latestVersion}. Navštivte, prosím, <a href="http://php.sfu.ca/ojs_download" target="_new">tuto stránku</a> a stáhněte si nejnovější verzi OJS a přečtěte si pokyny pro upgrade.
da_dk: Der er en ny OJS-udgave tilgængelig! Du anvender i øjeblikket {$currentVersion}. Den nyeste OJS-udgave er {$latestVersion}. Besøg <a href="http://pkp.sfu.ca/ojs_download" target="_new">this page</a> og download den nyeste version og se opgraderingsinstruktionerne.
es_es: ¡Hay una nueva versión de OJS disponible! Está utilizando la versión de OJS {$currentVersion}. La versión más reciente de OJS es {$latestVersion}. Visite <a href="http://pkp.sfu.ca/ojs_download" target="_new">esta página</a> para descargar la versión más reciente y para encontrar instrucciones para la actualización.
fa_ir: نسخه جدیدی از OJS در دسترس است. شما در حال استفاده از نسخه {$currentVersion} هستید در حالی که آخرین نسخه موجود، نسخه {$latestVersion} است. لطفاً به <a href="http://pkp.sfu.ca/ojs_download" target="_new">این صفحه</a> مراجعه کرده، آخرین نسخه را دانلود نمونه و دستورالعمل‌های به‌روزرسانی را مطالعه کنید.
fi_fi: OJS:stä on saatavilla uusi versio! Käytät tällä hetkellä versiota OJS {$currentVersion}. Viimeisin versio on OJS {$latestVersion}. Lataa uusin versio ja tutustu päivitysohjeisiin <a href="http://pkp.sfu.ca/ojs_download" target="_new">täällä</a>.
fr_ca: Une nouvelle version d'OJS est maintenant disponible! Vous utilisez actuellement OJS {$currentVersion}. La dernière version est OJS {$latestVersion}. Allez à <a href="http://pkp.sfu.ca/ojs_download" target="_new">this page</a> pour télécharger la dernière version d'OJS et voir les instructions concernant la mise à jour.
id_id: Ada versi baru OJS! Anda saat ini menggunakan OJS {$currentVersion}. Versi terbaru adalah OJS {$latestVersion}. Silakan kunjungi <a href="http://pkp.sfu.ca/ojs_download" target="_new">laman ini</a> untuk mengunduh versi terbaru dan membaca instruksi upgrade-nya.
pl_pl: Nowa wersja OJS jest dostępna! W tej chwili używasz OJS w wersji {$currentVersion}. Najnowszą wersją jest {$latestVersion}. Przejdź <a href="http://pkp.sfu.ca/ojs_download" target="_new">na stronę </a> w celu pobrania najnowszej wersji.
pt_pt: Está disponível uma nova versão do OJS! Actualmente usa a versão do OJS {$currentVersion}. A versão mais recente do OJS {$latestVersion}. Por favor visite <a href="http://pkp.sfu.ca/ojs_download" target="_new">this page</a> para fazer download da versão mais recente e encontre as instruções para a actualização
ru_ru: Доступна новая версия OJS! Сейчас вы пользуетесь OJS {$currentVersion}. Самая последняя версия — OJS {$latestVersion}. Пожалуйста, зайдите на <a href="http://pkp.sfu.ca/ojs_download" target="_new">эту страницу</a>, чтобы скачать самую последнюю версию и получить инструкции по обновлению.
sv_se: Det finns en ny OJS-version tillgänglig! För närvarande använder du OJS {$currentVersion}. Den senaste versionen är OJS {$latestVersion}. Gå till <a href="http://pkp.sfu.ca/ojs_download" target="_new">den här sidan</a> för att ladda ned den senaste versionen och för att hitta instruktioner för uppgradering.
tr_tr: ADS'nin kullanılabilir yeni bir sürümü var! Şu halde ADS'nin {$currentVersion} sürümünü kullanıyorsunuz. {$latestVersion} ADS'nin daha güncel sürümüdür. Güncel sürümü indirmek ve güncelleme talimatları bulmak için lütfen <a href="http://pkp.sfu.ca/ojs_download" target="_new">bu sayfa</a/yı ziyaret ediniz.

# site-upgradeAvailable-manager
source: There is a new version of OJS available! You are currently using OJS {$currentVersion}. The most recent version is OJS {$latestVersion}. Please contact your Site Administrator ({$siteAdminName}, <a href="mailto:{$siteAdminEmail}">{$siteAdminEmail}</a>) to notify them of this new release. More information can be found <a href="http://pkp.sfu.ca/ojs_download" target="_new">here</a>.
ar_iq: تم إطلاق نسخة جديدة من نظام المجلات المفتوحة! أنت حالياً تستعمل النسخة {$currentVersion} منه. النسخة ذات الإصدار الأحدث هي OJS {$latestVersion}. لطفاً، إتصل بمدير الموقع ({$siteAdminName}، <a href="mailto:{$siteAdminEmail}">{$siteAdminEmail}</a>) لإبلاغه عن هذا الإصدار الأخير. للمزيد من المعلومات أنظر <a href="http://pkp.sfu.ca/ojs_download" target="_new">هنا</a>.
ca_es: Hi ha una nova versió de l'OJS disponible. Actualment feu servir l'OJS {$currentVersion}. La versió més recent és OJS {$latestVersion}. Contacteu amb l'administrador/a del lloc web ({$siteAdminName}, <a href="mailto:{$siteAdminEmail}">{$siteAdminEmail}</a>) per notificar-li la nova versió. Hi ha més informació disponible <a href="http://pkp.sfu.ca/ojs_download" target="_new">aquí</a>.
cs_cz: Je dostupná nová verze OJS! Vy používáte následující verzi OJS: {$currentVersion}. Nejnovější verze OJS je: {$latestVersion}. Kontaktujte, prosím, administrátora webu ({$siteAdminName}, <a href="mailto:{$siteAdminEmail}">{$siteAdminEmail}</a>) a upozorněte ho na novou verzi OJS. Více informací lze nalézt <a href="http://pkp.sfu.ca/ojs_download" target="_new">zde</a>.
da_dk: Der er en ny OJS-udgave tilgængelig! Du anvender i øjeblikket {$currentVersion}. Den nyeste OJS-udgave er {$latestVersion}. Kontakt din webstedsadministrator ({$siteAdminName}, <a href="mailto:{$siteAdminEmail}">{$siteAdminEmail}</a>) for at gøre ham opmærksom på den nye version. Få mere information <a href="http://pkp.sfu.ca/ojs_download" target="_new">her</a>.
es_es: ¡Hay una nueva versión de OJS disponible! Está utilizando la versión de OJS {$currentVersion}. La versión más reciente de OJS es {$latestVersion}. Contacte con su administrador/a del sitio ({$siteAdminName}, <a href="mailto:{$siteAdminEmail}">{$siteAdminEmail}</a>) para avisarles de esta nueva versión. Podrá encontrar más información <a href="http://pkp.sfu.ca/ojs_download" target="_new">aquí</a>.
fa_ir: نسخه جدیدی از OJS در دسترس است. شما در حال استفاده از نسخه {$currentVersion} هستید در حالی که آخرین نسخه موجود، نسخه {$latestVersion} است. لطفاً به مدیر سایت ({$siteAdminName}, <a href="mailto:{$siteAdminEmail}">{$siteAdminEmail}</a>) در این مورد اطلاع دهید. اطلاعات بیشتری را می توانید در این <a href="http://pkp.sfu.ca/ojs_download" target="_new">لینک</a> مشاهده کنید.
fi_fi: OJS:stä on saatavilla uusi versio! Käytät tällä hetkellä versiota OJS {$currentVersion}. Viimeisin versio on OJS {$latestVersion}. Ota yhteyttä sivustosi ylläpitäjään ({$siteAdminName} <a href="mailto:{$siteAdminEmail}">{$siteAdminEmail}</a>) ja kerro tästä uudesta julkaisusta. Lisätietoja löytyy <a href="http://pkp.sfu.ca/ojs_download" target="_new">täältä</a>.
fr_ca: Une nouvelle version d'OJS est maintenant disponible! Vous utilisez actuellement OJS {$currentVersion}. La dernière version est OJS {$latestVersion}. Contactez votre administrateur de site ({$siteAdminName}, <a href="mailto:{$siteAdminEmail}">{$siteAdminEmail}</a>) pour lui signaler cette nouvelle version. Plus d'information <a href="http://pkp.sfu.ca/ojs_download" target="_new">ici</a>.
id_id: Ada versi baru OJS! Anda saat ini menggunakan OJS {$currentVersion}. Versi terbaru adalah OJS {$latestVersion}. Silakan hubungi Administrator Situs ({$siteAdminName}, <a href="mailto:{$siteAdminEmail}">{$siteAdminEmail}</a>) untuk memberitahu mereka tentang versi baru ini. Informasi lebih lanjut dapat dibaca di <a href="http://pkp.sfu.ca/ojs_download" target="_new">sini</a>.
pl_pl: Dostępna jest nowa wersja OJS! Aktualnie korzystasz z wersji OJS {$currentVersion}. Ostatnia wersja OJS to {$latestVersion}. Proszę o skontaktowanie się z administratorem strony ({$siteAdminName}, <a href="mailto:{$siteAdminEmail}">{$siteAdminEmail}</a>) w celu powiadomienia go o nowej wersji. Dodatkowe informacje są dostępne na stronie internetowej <a href="http://pkp.sfu.ca/ojs_download" target="_new">here</a>.
pt_pt: Está disponível uma nova versão do OJS! Actualmente usa a versão do OJS {$currentVersion}. A versão mais recente do OJS {$latestVersion}. Por favor contacte o Administrador ({$siteAdminName}, <a href="mailto:{$siteAdminEmail}">{$siteAdminEmail}</a>) para notificá-lo da última versão. Pode encontrar mais informação <a href="http://pkp.sfu.ca/ojs_download" target="_new">aqui</a>.
ru_ru: Доступна новая версия OJS! Сейчас вы пользуетесь OJS {$currentVersion}. Самая последняя версия — OJS {$latestVersion}. Пожалуйста, свяжитесь с вашим администратором сайта ({$siteAdminName}, <a href="mailto:{$siteAdminEmail}">{$siteAdminEmail}</a>), чтобы уведомить его об этой новой версии. Более подробную информацию можно найти <a href="http://pkp.sfu.ca/ojs_download" target="_new">здесь</a>.
sv_se: Det finns en ny OJS-version tillgänglig! För närvarande använder du OJS {$currentVersion}. Den senaste versionen är OJS {$latestVersion}. Kontakta din our webbplatsadministratör ({$siteAdminName}, <a href="mailto:{$siteAdminEmail}">{$siteAdminEmail}</a>) för att göra hen uppmärksam på den här nya releasen. Mer information finns <a href="http://pkp.sfu.ca/ojs_download" target="_new">här</a>.
tr_tr: ADS'nin kullanılabilir yeni bir sürümü var! Şu halde ADS'nin {$currentVersion} sürümünü kullanıyorsunuz. {$latestVersion} ADS'nin daha güncel sürümüdür. Yeni sürümü bildirmek için Site Yöneticiniz ({$siteAdminName} <a href="mailto:{$siteAdminEmail}">{$siteAdminEmail}</a>) ile irtibate geçiniz. Daha fazla bilgi edinmek için <a href="http://pkp.sfu.ca/ojs_download" target="_new">buraya</a> tıklayınız.

# log-author-documentRevised
source: {$authorName} has revised article {$submissionId}. The new file ID is {$fileId}.
ar_iq: {$authorName} قام بتنقيح المؤلَّف {$submissionId}. رمز الملف الجديد ID {$fileId}.
ca_es: {$authorName} ha revisat l’article {$submissionId}. El nou identificador per al fitxer és {$fileId}.
cs_cz: {$authorName} pozměnil článek {$submissionId}. Nové ID souboru je {$fileId}.
da_dk: {$authorName} har revideret artikel {$submissionId}. Det nye fil-id er {$fileId}.
es_es: {$authorName} revisó el artículo {$submissionId}. El Id. del nuevo archivo es {$fileId}.
fa_ir: {$authorName} مقاله {$submissionId} را اصلاح کرد. شناسه فایل جدید {$fileId} می‌باشد.
fi_fi: {$authorName} on korjannut artikkelia {$submissionId}. Uusi tiedostotunniste on {$fileId}.
fr_ca: {$authorName} a révisé l'article {$submissionId}. Le nouvel ID du fichier est {$fileId}.
id_id: {$authorName} telah merevisi naskah {$submissionId}. ID file baru adalah {$fileId}.
nb_no: {$authorName} har omarbeidet artikkel {$submissionId}. Den nye filens ID er {$fileId}.
pl_pl: {$authorName} zrewidował(a) tekst {$submissionId}. Nowy identyfikator pliku to {$fileId}.
pt_pt: {$authorName} reviu o artigo {$submissionId}. O novo ID é {$fileId}.
ru_ru: Автор {$authorName} исправил статью {$submissionId}. Новый ID файла — {$fileId}.
sv_se: {$authorName} har arbetat om artikel {$submissionId}. Nytt fil-ID är {$fileId}.
tr_tr: {$authorName} {$submissionId} numaralı gönderisini değiştirdi. Yeni dosya tanımı : {$fileId}.

# log-review-reviewerUnassigned
source: {$reviewerName} has been unassigned from reviewing submission {$submissionId} for review round {$round}.
ar_iq: {$reviewerName} قد تم فكه من تحكيم طلب النشر {$submissionId} خلال جولة التحكيم {$round}.
ca_es: {$reviewerName} s'ha desassignat de la tramesa de revisió {$submissionId} per a la ronda de revisió {$round}.
cs_cz: {$reviewerName} byl odebrán z recenzování příspěvku {$submissionId} v recenzním kole {$round}.
da_dk: Tildelingen af {$reviewerName} til bedømmelse af manuskriptet {$submissionId} for bedømmelsesrunde {$round} er fjernet.
es_es: Se excluyó a {$reviewerName} de la revisión del envío {$submissionId} en la ronda de revisión {$round}.
fa_ir: {$reviewerName} از داوری مقاله {$submissionId} برای دور {$round} معزول شد.
fi_fi: {$reviewerName} on poistettu käsikirjoituksen {$submissionId} arvioinnista arviointikierroksella {$round}.
fr_ca: {$reviewerName} n'a pas été assigné à l'évaluation de la soumission {$submissionId} pour le cycle d'évaluation {$round}.
id_id: {$reviewerName} telah dibebastugaskan dari review naskah {$submissionId} untuk ronde review {$round}.
nb_no: {$reviewerName} er avløst fra vurdering av manuskriptet {$submissionId} for vurderingsrunde {$round}.
pl_pl: {$reviewerName} został(a) odłączony(a) od recenzji tekstu {$submissionId} w {$round} rundzie.
pt_pt: {$reviewerName} liberada(o) da ronda {$round} de revisão da submissão {$submissionId}.
ru_ru: Рецензент {$reviewerName} был освобожден от рецензирования материала {$submissionId} на {$round}-м раунде рецензирования.
sv_se: {$reviewerName} har tagits bort som granskare för bidrag {$submissionId}, granskningsomgång {$round}.
tr_tr: {$reviewerName} {$submissionId} numaralı gönderiyi değerlendirme görevinden çekildi ({$round}. değerlendirme turu).

# log-review-reviewInitiated
source: The round {$round} review by {$reviewerName} for submission {$submissionId} has been initiated.
ar_iq: جولة التحكيم {$round} من قبل {$reviewerName} للمؤلَّف {$submissionId} قد بوشر بها.
ca_es: S’ha començat la ronda {$round} de revisió feta per {$reviewerName} per a la tramesa {$submissionId}.
cs_cz: Recenzní kolo {$round} prováděné recenzentem {$reviewerName} pro příspěvek {$submissionId} bylo zahájeno.
da_dk: Rundebedømmelsen {$round}, der foretages af {$reviewerName}, for manuskriptet {$submissionId} er startet.
es_es: {$reviewerName} inició la ronda de revisión {$round} del envío {$submissionId}.
fa_ir: دور {$round} داوری {$reviewerName} برای مقاله {$submissionId} شروع شد.
fi_fi: {$reviewerName} on aloittanut käsikirjoituksen {$submissionId} arvioinnin kierroksella {$round}.
fr_ca: Le cycle {$round} d'évaluation par {$reviewerName} pour la soumission {$submissionId} a été commencé.
id_id: Ronde {$round} review oleh {$reviewerName} untuk naskah {$submissionId} telah dimulai.
nb_no: Vurderingsrunde {$round} av manuskriptet {$submissionId} ved {$reviewerName} er igangsatt.
pl_pl: {$reviewerName} rozpoczął(ęła) recenzję tekstu {$submissionId} w {$round} rundzie.
pt_pt: A ronda {$round} de revisão da submissão {$submissionId}, designada a {$reviewerName}, foi iniciada.
ru_ru: {$round}-й раунд рецензирования рецензентом {$reviewerName} для материала {$submissionId} был начат.
sv_se: Omgång {$round}, med {$reviewerName} som granskare för bidrag {$submissionId}, har påbörjats.
tr_tr: {$submissionId} numaralı gönderinin {$round}. değerlendirme turu {$reviewerName} tarafından başlatıldı.
