Repository: asmecher/ojs
Catalog: locale/*/locale.xlf
Languages: ar_iq, ca_es, cs_cz, da_dk, es_es, fa_ir, fi_fi, fr_ca, id_id, nb_no, pl_pl, pt_pt, ru_ru, sv_se, tr_tr

# installer-databaseSettingsInstructions
source: OJS requires access to a SQL database to store its data. See the system requirements above for a list of supported databases. In the fields below, provide the settings to be used to connect to the database.
ar_iq: نظام المجلات المفتوحة يتطلب الوصول إلى قاعدة بيانات لحفظ بياناته. أنظر متطلبات النظام أعلاه لمعرفة أنظمة قواعد البيانات المدعومة. في الخانات أدناه، أدرج الإعدادات التي سيستعملها النظام للاتصال بقاعدة البيانات.
ca_es: L’OJS ha de tenir accés a la base de dades SQL per emmagatzemar-hi les dades. Consulteu la llista de bases de dades admeses a la secció de requeriments del sistema. Indiqueu els paràmetres que s’utilitzaran per connectar a la base de dades en els camps que es mostren a continuació.
cs_cz: OJS vyžaduje přístup k SQL databázi, aby mohl uchovávat svoje data. Viz systémové požadavky výše pro seznam podporovaných databází. Do políček níže uveďte nastavení, které má být použito pro připojení do databáze.
da_dk: OJS kræver adgang til en SQL-database til lagring af sine data. Se systemkravene ovenfor, hvor du kan finde en liste over understøttede databaser. I felterne nedenfor skal du angive de indstillinger, der skal benyttes til at oprette forbindelse til databasen.
es_es: OJS requiere el acceso a una base de datos SQL para almacenar sus datos. Vea los requisitos del sistema para obtener una lista de bases de datos compatibles. En los campos siguientes, introduzca la configuración que utilizará para conectarse a la base de datos.
fa_ir: OJS برای ذخیره داده‌های خود نیاز به دسترسی به یک بانک اطلاعاتی SQL دارد. لطفاً شرایط مورد لزوم ذکر شده در بالای این صفحه را برای دیدن لیست بانک‌های اطلاعاتی سازگار مشاهده کنید. سپس در قسمت زیر تنظیمات لازم برای ایجاد ارتباط با بانک اطلاعاتی را وارد کنید
fi_fi: Voidakseen tallentaa tietoja OJS edellyttää pääsyä SQL-tietokantaan. Katso järjestelmävaatimukset (yllä) nähdäksesi luettelon tuetuista tietokannoista. Anna alla olevissa kentissä asetukset, joita käytetään muodostettaessa yhteys tietokantaan.
fr_ca: OJS nécessite l'accès à une base de données SQL pour stocker ses données. Voir la configuration nécessaire ci-dessus pour une liste des base de données prises en cahrge. Dans les champs ci-dessus, fournir les paramètres à utiliser pour se connecter à la base de données.
id_id: OJS membutuhkan akses ke database SQL untuk menyimpan datanya. Lihat persyaratan sistem di atas untuk mengetahui sistem database yang didukung. Di kolom berikut, isikan pengaturan yang diperlukan untuk koneksi ke database.
nb_no: OJS krever tilgang til en SQL-database for lagring av data. Se listen over databaser som støttes i systemkravene ovenfor. Skriv inn innstillingene som skal brukes for å opprette forbindelsen med databasen i feltene nedenfor.
pt_pt: O sistema exige acesso a uma base de dados SQL para armazenar os seus dados. Verifique os requisitos do sistema para a lista de bases de dados suportadas. Nos campos a seguir, informe as configurações a serem utilizadas para conectar ao servidor de bases de dados.
ru_ru: OJS для хранения своих данных требует доступ к базе данных, поддерживающей язык SQL. Выше, в требованиях к системе, указаны поддерживаемые базы данных. В полях ниже укажите настройки, которые будут использованы для соединения с базой данных.
sv_se: OJS behöver tillgång till en SQL-databas för att lagra data. Se systemkrav ovan för en lista över databaser som stöds. Ange detaljer i fälten nedan för databasanslutning.
tr_tr: ADS verileri depolamak için bir SQL veri tabanı erişimi gerektirir. Desteklenen veri tabanlarının bir listesi için yukarıdaki sistem gereksinimlerine bakınız. Aşağıdaki alanlar veri tabanına bağlanmak için kullanılacak ayarları oluşturur.

# installer-installApplication
source: Install Open Journal Systems
ar_iq: تنصيب نظام المجلات المفتوحة
ca_es: Instal·la l’Open Journal Systems
cs_cz: Instalace Open Journal Systems
da_dk: Installer Open Journal Systems
es_es: Instalar Open Journal Systems
fa_ir: نصب سیستم‌های مجله آزاد
fi_fi: Asenna Open Journal Systems
fr_ca: Installer Open Journal Systems
nb_no: Installer Open Journal Systems
pt_pt: Instalar o sistema
ru_ru: Установить Open Journal Systems
sv_se: Installera Open Journal Systems
tr_tr: Açık Dergi Sistemlerini Yükle

# installer-upgradeApplication
source: Upgrade Open Journal Systems
ar_iq: ترقية نظام المجلات المفتوحة
ca_es: Actualitza l’Open Journal Systems
da_dk: Opgrader Open Journal Systems
es_es: Actualizar Open Journal Systems
fa_ir: به‌روزرسانی سیستم‌های مجله آزاد
fi_fi: Päivitä Open Journal Systems
fr_ca: Mettre à jour Open Journal Systems
nb_no: Oppgrader Open Journal Systems
pt_pt: Actualizar o sistema
ru_ru: Обновить Open Journal Systems
sv_se: Uppgradera Open Journal Systems
tr_tr: Açık Dergi Sistemleri Güncelle

# installer-reinstallAfterDatabaseError
source: <strong>Warning:</strong> If installation failed part way through database installation you may need to drop your OJS database or database tables before attempting to reinstall the database.
ar_iq: <strong>تحذير:</strong> إن فشلت عملية التنصيب أثناء تهيئة قاعدة البيانات، قد تضطر إلى طرح قاعدة البيانات بالكامل أو من جداولها على الأقل قبل محاولة إعادة تنصيبها.
ca_es: <strong>Avís</strong>: si la instal·lació ha fallat durant el procés d’instal·lació de la base de dades, és possible que hàgiu de suprimir la base de dades de l’OJS o les taules de la base de dades abans de tornar a intentar instal·lar-la.
cs_cz: <strong>Varování:</strong> Pokud instalace selhala v průběhu instalace databáze, budete možná muset odstranit Vaši OJS databázy nebo databázové tabulky před tím, než se pokusíte databázy přeinstalovat.
da_dk: <b>Advarsel!</b> Hvis installationen mislykkedes midt under databaseinstallationen, bliver du muligvis nødt til at opgive OJS-databasen eller databasetabellerne, inden du forsøger at geninstallere databasen.
es_es: <strong>Atención:</strong> Si el proceso falla en algún momento durante la instalación de la base de datos, podría necesitar desinstalar la base de datos OJS o las tablas de bases de datos antes de proceder a su reinstalación.
fa_ir: <b>اخطار:</b> چنانچه نصب به‌صورت نیمه کاره رها شود ممکن است لازم شود بانک اطلاعاتی و یا جداول ایجاد شده را حذف کنید و سپس اقدام به نصب مجدد نمایید.
fi_fi: <strong>Varoitus:</strong> Jos asennus epäonnistui kesken tietokannan asennusta, voit joutua poistamaan OJS:n tietokannan tai tietokantataulukot ennen kuin yrität asentaa tietokannan uudestaan.
fr_ca: <strong>Avertissement :</strong> Si l'installation de la base de données échoue, vous devrez peut-être supprimer votre base de données OJS ou les tables de votre base de données avant de tenter de réinstaller la base de données.
id_id: <strong>Peringatan:</strong> Jika terjadi kegagalan saat instalasi database, Anda harus menghapus database OJS atau tabel yang sudah dibuat sebelum menginstal ulang database.
nb_no: <b>Advarsel:</b> Hvis installasjonen feilet under databaseinstallasjonen kan du trenge å droppe din OJS-database eller databasetabellene før du forsøker å reinstallere databasen.
pt_pt: <strong>AVISO:</strong> em caso de erro durante a instalação da base de dados, pode ser necessário eliminar a base de dados ou as tabelas antes de executar novamente a instalação.
ru_ru: <strong>Предупреждение:</strong> Если установка завершится неудачей в процессе установки базы данных, вам может потребоваться удалить Вашу базу данных OJS или таблицы из базы данных, после чего предпринять попытку переустановить базу данных.
sv_se: <b>Varning:</b> Om installationen misslyckades under själva databasinstallationen kan du tvingas kasta ("drop") din OJS-databas eller dina databastabeller innan du försöker att installera databasen igen.
tr_tr: <strong>Uyarı:</strong>Eğer yükleme, veri tabanının yüklenmesi yoluyla başarısız olmuşsa, yeniden yüklemeyi denemeden önce ADS veri tabanını veya veri tabanı tablolarını düşürmeniz (drop) gerekebilir.

# installer-overwriteConfigFileInstructions
source: <h4>IMPORTANT!</h4> <p>The installer could not automatically overwrite the configuration file. Before attempting to use the system, please open <tt>config.inc.php</tt> in a suitable text editor and replace its contents with the contents of the text field below.</p>
ar_iq: <h4>مهم!</h4> <p>برنامج التنصيب لم يتمكن من تعديل ملف الإعدادات آلياً. قبل الشروع بتشغيل هذا النظام، لطفاً، إفتح <tt>config.inc.php</tt> بأي برنامج مناسب لتحرير النصوص واستبدل محتوياته بالنص المبين في الخانة أدناه.</p>
ca_es: <h4>Important:</h4> <p>L’instal·lador no ha pogut sobreescriure automàticament el fitxer de configuració. Abans d’intentar utilitzar el sistema, obriu el fitxer <tt>config.inc.php</tt> en un editor de textos adequat i reemplaceu-ne els continguts amb les dades que apareixen en el quadre de text següent.</p>
cs_cz: <h4>DŮLEŽITÉ!</h4> <p>Instalace nemohla automaticky přepsat konfigurační soubor. Než se pokusíte používat systém, otevřete prosím <tt>config.inc.php</tt> ve vhodném textovém editoru a nahraďte jeho obsah obsahem níže uvedeného textového pole.</p>
da_dk: <h4>VIGTIGT!</h4> <p>Installationsprogrammet kunne ikke automatisk overskrive konfigurationsfilen. Inden du forsøger at benytte systemet, skal du åbne filen <tt>config.inc.php</tt> i en passende teksteditor og erstatte dens indhold med indholdet i tekstfeltet nedenfor.</p>
es_es: <h4>¡IMPORTANTE!</h4> <p>El instalador no puede reescribir automáticamente el archivo de configuración. Antes de proceder a utilizar el sistema, abra <tt>config.inc.php</tt> en un editor de texto adecuado y reemplace los contenidos por los del campo de texto que se muestran a continuación.</p>
fa_ir: <h4>مهم!</h4> <p>کد نصب سامانه نمی‌تواند به‌طور خودکار در فایل تنظیمات تغییرات اعمال کند. قبل از شروع کار با سیستم لطفاً فایل <tt>config.inc.php</tt> را در یک ویرایشگر مناسب متنی باز کرده و محتوای آن را با محتوای جعبه متن زیر عوض کنید..</p>
fi_fi: <h4>HUOM!</h4> <p>Järjestelmä ei voinut korvata määritystiedostoa automaattisesti. Ennen kuin aloitat järjestelmän käytön, avaa <tt>config.inc.php</tt> sopivassa tekstieditorissa ja korvaa sen sisältö alla olevan tekstikentän sisällöllä.</p>
fr_ca: <h4>IMPORTANT!</h4> <p>L'installateur n'a pas pu écraser automatiquement le fichier de configuration. Avant de tenter d'utiliser le système, veuillez ouvrir <tt>config.inc.php</tt> dans un éditeur de texte approprié et remplacer son contenu par le contenu de la zone de texte ci-dessous.</p>
id_id: <h4>PENTING!</h4> <p>Installer tidak bisa secara otomatis menimpa file konfigurasi. Sebelum mencoba untuk menggunakan sistem, buka <tt>config.inc.php</tt> menggunakan text editor dan ganti isinya dengan isi kolom berikut ini.</p>
nb_no: <h4>IMPORTANT!</h4> <p>Installasjonen kunne ikke automatisk overskrive konfigurasjonsfilen. Før du forsøker å bruke systemet, vennligst åpne <tt>config.inc.php</tt> i et egnet tekstbehandlingsprogram og erstatt innholdet i den med innholdet i tekstfeltet nedenfor.</p>
pt_pt: <h4>IMPORTANTE!</h4> <p>O instalador não pode sobrescrever o documento de configuração. Antes de usar o sistema, edite o documento <tt>config.inc.php</tt> num editor de texto e substitua todo o conteúdo pelo texto no campo abaixo.</p>
ru_ru: <h4>ВАЖНО!</h4> <p>Установщик не смог автоматически перезаписать файл конфигурации. Прежде чем попытаться воспользоваться системой, пожалуйста, откройте <tt>config.inc.php</tt> в подходящем текстовом редакторе и замените его содержимое содержимым текстового поля ниже.</p>
sv_se: <h4>VIKTIGT!</h4> <p>Installationen kunde inte skriva över konfigurationsfilen automatiskt. Innan du försöker använda systemet, öppna <tt>config.inc.php</tt> i en lämplig textredigerare och ersätt innehållet med texten nedan.</p>
tr_tr: <h4>ÖNEMLİ!</h4> <p>Yükleme komutu konfigürasyon dosyasını otomatik olarak yazamaz. Sistemi kullanmayı denemeden önce <tt>config.inc.php</tt> dosyasını uygun bir metin editöründe açınız ve içeriklerini aşağıdaki metin alanının içeriklerine uygun olarak değiştirin.</p>

# installer-installationComplete
source: <p>Installation of OJS has completed successfully.</p> <p>To begin using the system, <a href="{$loginUrl}">login</a> with the username and password entered on the previous page.</p> <p>If you wish to be part of the PKP community, you can:</p> <ol> <li>Read the <a href="http://pkp.sfu.ca/blog" target="_new">PKP blog</a> and follow the <a href="http://pkp.sfu.ca/blog/feed" target="_new">RSS feed</a> for news and updates.</li> <li>Visit the <a href="http://forum.pkp.sfu.ca" target="_new">support forum</a> if you have questions or comments.</li> </ol>
ar_iq: <p>تنصيب نظام المجلات المفتوحة إكتمل بنجاح.</p> <p>للشروع باستعمال النظام، <a href="{$loginUrl}">أدخل</a> مستعملاً اسم الدخول وكلمة المرور المدخلين في الصفحة السابقة.</p> <p>إن رغبت في أن تكون عضواً في مجتمع مشروع المعرفة العامة، فإمكانك:</p> <ol> <li>قراءة <a href="http://pkp.sfu.ca/blog" target="_new">مدونة مشروع المعرفة العامة</a> ومتابعة <a href="http://pkp.sfu.ca/blog/feed" target="_new">المغذي الخبري</a> للحصول على المستجدات والتحديثات.</li> <li>زيارة رابط <a href="http://forum.pkp.sfu.ca" target="_new">منتدى الدعم</a> إن كانت لديك أسئلة أو ملاحظات.</li> </ol>
ca_es: <p>La instal·lació de l’OJS s’ha completat correctament.</p> <p>Per començar a utilitzar el sistema, <a href="{$loginUrl}">inicieu la sessió</a> amb el nom d’usuari i la contrasenya que heu introduït a la pàgina anterior.</p> <p>Si voleu rebre notícies i actualitzacions, aneu a</p> <ol> <li><a href="http://pkp.sfu.ca/ojs/register" target="_new">Registrar</a> la vostra revista, conferència o indexador i rebreu actualitzacions de programari, pedaços de seguretat i més.</li> <li>Unir-vos a la <a href="http://pkp.sfu.ca/informed" target="_new">llista de discussió </a>de l'OJS, l'OCS, l'indexador, Lemon8-XML, OPM o tots els mencionats anteriorment.</li> <li>Subscriviu-vos al <a href="http://pkp.sfu.ca/blog" target="_new">blog PKP</a> i al <a href="http://pkp.sfu.ca/blog/feed" target="_new">canal de notificacions</a>.</li> </ol> <p>Si ens voleu fer arribar dubtes o comentaris, entreu al <a href="http://forum.pkp.sfu.ca" target="_new">fòrum de suport</a>.</p>
cs_cz: <p>Instalace OJS byla úspěšně dokončena.</p> <p>Abyste začali používat systém, <a href="{$loginUrl}">přihlaste se</a> pomocí uživatelského jména a hesla, které jste zadali na předchozí stránce.</p> <p>Pokud chcete dostávat informace o novinkách a aktualizacích, <strong>zaregistrujte se prosím na <a href="http://pkp.sfu.ca/ojs/register" target="_new">http://pkp.sfu.ca/ojs/register</a>.</strong> Pokud máte otázky nebo komentáře, navštivte prosím <a href="http://forum.pkp.sfu.ca" target="_new">support forum</a>.</p>
da_dk: <p>Installationen af OJS er fuldført.</p> <p>Hvis du vil begynde at benytte systemet, skal du <a href="{$loginUrl}">logge på</a> med det brugernavn og den adgangskode, der blev angivet på den forrige side.</p> <p>Hvis du vil modtage nyheder og opdateringer, <strong>skal du registrere dig på <a href="http://pkp.sfu.ca/ojs/register" target="_new">http://pkp.sfu.ca/ojs/register</a>.</strong> Hvis du har spørgsmål eller kommentarer, skal du besøge <a href="http://forum.pkp.sfu.ca" target="_new">supportforummet</a>.</p>
es_es: <p>La instalación de OJS se completó con éxito.</p> <p>Para comenzar a utilizar el sistema, <a href="{$loginUrl}">inicie sesión</a> con el nombre de usuario y la contraseña que introdujo en la página anterior.</p> <p>Si desea recibir noticias y actualizaciones, puede:</p> <ol> <li><a href="http://pkp.sfu.ca/ojs/register" target="_new">Registrar</a> su revista, conferencia o recopilación y recibir actualizaciones de software o parches de seguridad entre otras cosas.</li> <li>Únase a nuestra <a href="http://pkp.sfu.ca/informed" target="_new">lista de debate</a> para OJS, OCS, Harvester, Lemon8-XML, OMP, o todos los anteriores.</li> <li>Subscríbase al <a href="http://pkp.sfu.ca/blog" target="_new">blog PKP</a> <a href="http://pkp.sfu.ca/blog/feed" target="_new">canal RSS</a>.</li> </ol> <p>Si tiene preguntas o comentarios, visite el <a href="http://forum.pkp.sfu.ca" target="_new">foro de ayuda</a>.</p>
fa_ir: <p>نصب OJS با موفقیت پایان یافت.</p> <p>برای شروع کار با سیستم ، با استفاده از نام کاربری و رمز عبوری که در مرحله قبل وارد کردید به سیستم <a href="{$loginUrl}">وارد</a> شوید.</p> <p>چنانچه مایلید اخبار و تازه‌ها را دریافت کنید <strong>لطفاً در <a href="http://pkp.sfu.ca/ojs/register" target="_new">http://pkp.sfu.ca/ojs/register</a> ثبت‌نام کنید.</strong> چنانچه سؤال یا نظری دارید لطفاً از <a href="http://forum.pkp.sfu.ca" target="_new">انجمن پشتیبانی</a> بازدید کنید.</p>
fi_fi: <p>OJS on asennettu onnistuneesti.</p> <p>Aloittaaksesi järjestelmän käytön<a href="{$loginUrl}">kirjaudu sisään</a> käyttäjätunnuksella ja salasanalla, jotka syötettiin edellisellä sivulla.</p> <p>Jos haluat olla osa PKP-yhteisöä, voit toimia seuraavasti:</p> <ol> <li>Lue <a href="http://pkp.sfu.ca/blog" target="_new">PKP:n blogia</a> ja seuraa <a href="http://pkp.sfu.ca/blog/feed" target="_new">RSS-syötettä</a> saadaksesi tiedot uutisista ja päivityksistä.</li> <li>Käy <a href="http://forum.pkp.sfu.ca" target="_new">tukifoorumi-sivulla</a>, jos sinulla on kysymyksiä tai kommentteja.</li> </ol>
fr_ca: <p>Installation d'OJS réussie.</p> <p>Pour commencer à utiliser le système, <a href="{$loginUrl}">se connecter</a> avec les nom d'utilisateur et mot de passe saisis à la page précédente.</p> <p>Si vous voulez recevoir des nouvelles et mises à jour, vous pouvez :</p> <ol> <li><a href="http://pkp.sfu.ca/ojs/register" target="_new">Inscrire</a> votre revue, conférence, ou moissonneur et recevez des nouvelles sur les mises à jour de logiciels, rustines de sécurité, et plus.</li> <li>Devenir membre de notre <a href="http://pkp.sfu.ca/informed" target="_new">liste de discussion</a> pour OJS, OCS, the Harvester, Lemon8-XML, OMP, ou pour l'ensemble de ceux-ci.</li> <li>Vous abonner au <a href="http://pkp.sfu.ca/blog" target="_new">blog de PKP</a> <a href="http://pkp.sfu.ca/blog/feed" target="_new">flux RSS</a>.</li> </ol> <p>Si vous avez des questions ou des commentaires, veuillez visiter le <a href="http://forum.pkp.sfu.ca" target="_new">forum de support</a>.</p>
id_id: <p>Instalasi OJS telah berhasil.</p> <p>Untuk mulai menggunakan sistem, <a href="{$loginUrl}">login</a> dengan nama pengguna dan kata sandi yang dimasukkan di halaman sebelumnya.</p> <p>Jika Anda ingin bergabung dengan komunitas PKP, Anda dapat:</p> <ol> <li>membaca <a href="http://pkp.sfu.ca/blog" target="_new">blog PKP</a> dan mengikuti <a href="http://pkp.sfu.ca/blog/feed" target="_new">RSS feed</a> untuk berita dan update.</li> <li>mengunjungi <a href="http://forum.pkp.sfu.ca" target="_new">forum dukungan</a> jika Anda memiliki pertanyaan atau komentar.</li> </ol>
nb_no: <p>Installasjonen av OJS er vellykket gjennomført .</p> <p>For å begynne å bruke systemet, <a href="{$loginUrl}">logg inn</a> med brukernavnet og passord skrevet inn på foregående side.</p> <p>Hvis du ønsker å motta nyheter og oppdateringer, <strong>vennligst registrer deg på <a href="http://pkp.sfu.ca/ojs/register" target="_new">http://pkp.sfu.ca/ojs/register</a>.</strong> Hvis du har spørsmål eller kommentarer, besøk <a href="http://forum.pkp.sfu.ca" target="_new">støtteforumet</a>.</p>
pt_pt: <p>Instalação do sistema concluída com sucesso.</p> <p>Para iniciar o uso do sistema, <a href="{$loginUrl}">aceda ao sistema</a> com o nome de utilizador e a senha fornecidos durante a instalação.</p>
ru_ru: <p>Установка OJS была успешно завершена.</p> <p>Чтобы начать использовать систему, <a href="{$loginUrl}">войдите в систему</a> с именем пользователя и паролем, который вы ввели на предыдущей странице.</p> <p>Если вы хотите стать частью сообщества PKP, вы можете:</p> <ol> <li>Читать <a href="http://pkp.sfu.ca/blog" target="_new">блог PKP</a> и подписаться на <a href="http://pkp.sfu.ca/blog/feed" target="_new">ленту RSS</a> для получения новостей и обновлений.</li> <li>Посещать <a href="http://forum.pkp.sfu.ca" target="_new">форум поддержки</a>, если у Вас есть вопросы или комментарии.</li> </ol>
sv_se: <p>Installationen av OJS genomfördes utan problem.</p> <p><a href="{$loginUrl}">Logga in </a> med det användarnamn och lösenord som du angivit på föregående sida för att börja använda systemet.</p> <p>För att följa och delta i PKP-communityt finns följande möjligheter: <ol> <li>Läs <a href="http://pkp.sfu.ca/blog" target="_new">PKP-bloggen</a> och följ <a href="http://pkp.sfu.ca/blog/feed" target="_new">RSS-flödet</a> för nyheter och uppdateringar.</li> <li>Besök <a href="http://forum.pkp.sfu.ca" target="_new">supportforumet</a> om du har frågor eller kommentarer.</li> </ol>
tr_tr: <p>ADS yüklemesi başarıyla tamamlandı.</p> <p>Sistemi kullanmaya başlamak için bir önceki sayfada girilen kullanıcı adı ve şifre ile <a href="{$loginUrl}">üye girişi </a> yapınız.</p> <p>Eğer güncellemeler ve yazılımla ilgili haberleri almak isterseniz: </p> <ol> <li>dergi, konferans, harmanlama ile güncelleme alma, yazılım güncelleme, güvenlik yamaları ve daha fazlası için <a href="http://pkp.sfu.ca/ojs/register" target="_new">Kayıt</a> olunuz.</li> <li>OJS, OCS, Harvester, Lemon8-XML, OMP ve tüm yukarıdakilere için <a href="http://pkp.sfu.ca/informed" target="_new">tartışma listemize</a> katılabilirsiniz.</li> <li><a href="http://pkp.sfu.ca/blog" target="_new">PKP blog</a> <a href="http://pkp.sfu.ca/blog/feed" target="_new">RSS desteğine</a> üye olabilirsiniz.</li> </ol> <p>Soru ve yorumlarınız için lütfen <a href="http://pkp.sfu.ca/support/forum" target="_new">destek forumunu</a> kullanınız.</p>
