Repository: asmecher/ojs
Catalog: locale/*/locale.xlf
Languages: ar_iq, ca_es, cs_cz, da_dk, es_es, fa_ir, fi_fi, fr_ca, id_id, nb_no, pl_pl, pt_pt, ru_ru, sv_se, tr_tr

# search-syntaxInstructions
source: Search tips: <ul> <li>Search terms are case-insensitive</li> <li>Common words are ignored</li> <li>By default only articles containing <em>all</em> terms in the query are returned (i.e., <em>AND</em> is implied)</li> <li>Combine multiple words with <em>OR</em> to find articles containing either term; e.g., <em>education OR research</em></li> <li>Use parentheses to create more complex queries; e.g., <em>archive ((journal OR conference) NOT theses)</em></li> <li>Search for an exact phrase by putting it in quotes; e.g., <em>"open access publishing"</em></li> <li>Exclude a word by prefixing it with <strong>-</strong> or <em>NOT</em>; e.g. <em>online -politics</em> or <em>online NOT politics</em></li> <li>Use <strong>*</strong> in a term as a wildcard to match any sequence of characters; e.g., <em>soci* morality</em> would match documents containing "sociological" or "societal"</li> </ul>
ar_iq: <h4>تلميحات البحث: </h4><ul> <li>عبارات البحث تتحسس الفرق بين الحروف الصغيرة والكبيرة</li> <li>الكلمات الدارجة يتم تجاهلها</li> <li>إفتراضياً، نتيجة البحث تعطي المؤلفات المتضمنة <em>لكل</em> عبارات جملة البحث (بعبارة أخرى، <em>AND</em> تُطبق بين الكلمات الواردة في عبارة البحث)</li> <li>إربط عدة كلمات باستعمال <em>OR</em> للعثور على مؤلفات تتضمن أياً من تلك الكلمات وليس شرطاً لجميعها؛ مثلاً: <em>تعليم OR تربية</em></li> <li>استعمل الأقواس لإنشاء استعلامات بحث أكثر تعقيداً؛ مثل: <em>أرشيف ((مجلة OR مؤتمر) NOT أطروحة)</em></li> <li>للبحث عن عبارة معينة بالضبط، ضعها بين علامات إقتباس؛ مثلاً: <em>"النشر عبر الإنترنت"</em></li> <li>استبعد كلمة معينة عبر وضعها بعد <strong>-</strong> أو <em>NOT</em>؛ مثل: <em>تعليمات -نشر</em> أو <em>تعليمات NOT نشر</em></li> <li>استعمل <strong>*</strong> في عبارة البحث كبديل عن أي سلسلة من الحروف؛ مثل: <em>soci* morality</em> والتي ستضاهي عدة كلمات، مثل "sociological" أو "societal"</li> </ul>
ca_es: <h4>Consells per a la cerca: </h4><ul> <li>Els termes de la cerca no distingeixen entre majúscules i minúscules.</li> <li>No es tenen en compte els mots gramaticals (articles, preposicions, etc.).</li> <li>Per defecte, només es retornen els articles que contenen <em>tots</em> els termes de la consulta (és a dir, que s’utilitza l’operador <em>AND</em> de manera predeterminada).</li> <li>Combineu les expressions que contenen més d’una paraula amb l’operador <em>OR</em> per cercar qualsevol dels termes de la consulta; per exemple, <em>educació OR recerca</em>.</li> <li>Utilitzeu parèntesis per crear consultes més complexes; p. ex., <em>arxiu ((revista OR conferència) NOT tesis)</em></li> <li>Per cercar una frase o una locució exactes, escriviu-les entre cometes; p. ex., <em>«publicació amb accés obert»</em></li> <li>Per excloure una paraula, afegiu-hi al davant un guionet (<strong>-</strong>) o<em> NOT</em>; p. ex., <em>en línia -política</em> o <em>en línia NOT política</em>.</li> <li>Utilitzeu l’asterisc (<strong>*</strong>) en un terme com a comodí per cercar qualsevol seqüència de caràcters; p. ex., si introduïu <em>soci* moralitat</em> se cercaran tant els documents que contenen la paraula «societat» com els que contenen la paraula «sociològica».</li> </ul>
cs_cz: Tipy pro vyhledávání: <ul> <li>Nezáleží na velikosti písmen vyhledávaného výrazu</li> <li>Běžná slova jsou ignorována</li> <li>Ve výchozím nastavení jsou vraceny pouze články obsahující <em>všechny</em> termíny dotazu (tzn. <em>AND</em> je aplikováno)</li> <li>Kombinujte více slov pomocí <em>OR</em> pro nalezení článků obsahujících některý z termínů; např. <em>vzdělávání OR výzkum</em></li> <li>Pro vytvoření komplexnějších dotazů použijte závorky; např. <em>archiv ((časopis OR konference) NOT disertace)</em></li> <li>Vyhledejte přesnou frázi vložením hledaného výrazu do uvozovek; např. <em>"open access publikování"</em></li> <li>Vylučte slovo tím, že před něj vložíte <strong>-</strong> nebo <em>NOT</em>; např. <em>online -politika</em> nebo <em>online NOT politika</em></li> <li>Použijte <strong>*</strong> v termínu jako divokou kartu pro nalezení jakékoliv sekvence znaků; např. <em>soci* etika</em> by vrátilo dokumenty obsahující "sociologický" nebo "sociální"</li> </ul>
da_dk: <h4>Tip til søgning: </h4><ul> <li>Der skelnes ikke mellem store og små bogstaver i søgeordene</li> <li>Fællesord ignoreres</li> <li>Som standard returneres kun artikler, der indeholder <i>alle</i> ordene i forespørgslen (dvs. <i>OG</i> er underforstået)</li> <li>Kombiner flere ord med <i>ELLER</i> for at finde artikler, der indeholder et af ordene, f.eks. <i>uddannelse ELLER forskning</i></li> <li>Brug parenteser for at oprette mere komplekse forespørgsler, f.eks. <i>arkiver ((tidsskrift ELLER konference) IKKE teser)</i></li> <li>Søg efter en et bestemt udtryk ved at sætte det i anførselstegn, f.eks. <i>"open access-publicering"</i></li> <li>Udelad et ord ved at sætte <b>-</b> eller <i>IKKE</i> foran det, f.eks. <i>online -politikker</i> eller <i>online IKKE politikker</i></li> <li>Brug <b>*</b> som jokertegn i et ord for at søge efter tegnenes rækkefølge, f.eks. <i>soci* politik</i> returnerer dokumenter, der indeholder ordet "sociologisk" eller "social"</li> </ul>
es_es: <h4>Consejos de búsqueda: </h4><ul> <li>Los términos de búsqueda no distinguen entre mayúsculas y minúsculas</li> <li>Las palabras comunes serán ignoradas</li> <li>Por defecto, sólo aquellos artículos que contengan<em>todos</em> los términos en consulta, serán devueltos (p. ej.: <em>Y</em> está implícito)</li> <li>Combine múltiples palabras con<em>O</em> para encontrar artículos que contengan cualquier término; p. ej., <em>educación O investigación</em></li> <li>Utilice paréntesis para crear consultas más complejas; p. ej., <em>archivo ((revista O conferencia) NO tesis)</em></li> <li>Busque frases exactas introduciendo comillas; p.ej, <em>"publicaciones de acceso abierto"</em></li> <li>Excluya una palabra poniendo como prefijo <strong>-</strong> o <em>NO</em>; p. ej. <em>-política en línea</em> o <em>NO política en línea</em></li> <li>Utilice <strong>*</strong> en un término como comodín para que cualquier secuencia de caracteres concuerde; p. ej., <em>soci* moralidad</em> hará que aparezcan aquellos documentos que contienen "sociológico" o "social"</li> </ul>
fa_ir: <h4>نکاتی در مورد جستجو: </h4> <ul> <li>حروف کوچک وبزرگ فرقی ندارند</li> <li>کلمات رایج در عبارت جستجو نادیده گرفته میشوند</li> <li>بصورت پیش‌فرض فقط مقالاتی که دارای <i>همه</i> کلمات جستجو هستند برگردانده میشوند. مثل وقتی که عملگر <i>و</i> اعمال میشود</li> <li>ترکیب کلمات با <i>یا</i> مقالاتی را برمیگرداند که هرکدام از کلمات را داشته باشد</li> <li>هنگام تشکیل عبارت های جستجوی پیچیده سعی کنید قسمت های مختلف را با پرانتز از هم جدا کنید. مانند <i>بایگانی (مجله یا کنفرانس) نه پایان نامه)</i></li> <li>اگر بخواهید یک عبارت را دقیقا به صورتی است جستجو کنید آن را داخل دابل کوتیشن قرار دهید مانند <i>"مقالات دسترسی آزاد"</i></li> <li>برای حذف یک کلمه از جستجو به نحوی که حاصل جستجو فاقد آن کلمه باشد ، قبل از آن کلمه <b>-</b> یا <i>نه</i> بیاورید مانند <i>آنلاین -آرشیو</i> یا <i>نه آنلاین politics</i></li> <li>از ستاره یعنی <b>*</b> در کلمات به عنوان علامت سرکش استفاده کنید تا جایگزین هر تعداد حروف شود. مثلا <i>soci* morality</i> معادل "sociological" یا "societal" میباشد</li> </ul>
fi_fi: Hakuvinkkejä:<ul> <li>Hakusanat ovat merkkikoosta riippumattomia</li> <li>Yleisimpiä sanoja (prepositiot, artikkelit jne.) ei huomioida</li> <li>Oletusarvoisesti tuloksissa näytetään vain artikkelit, jotka sisältävät <em>kaikki</em> käytetyt hakusanat (käytettäessä <em>AND</em> -operaattoria)</li> <li>Yhdistä useita sanoja <em>OR</em>-operaattorilla löytääksesi kumman tahansa sanan sisältäviä artikkeleita, esim. <em>koulutus OR tutkimus</em></li> <li>Sulkeiden avulla voit luoda monimutkaisempia kyselyitä; esim. <em>arkisto ((julkaisu OR konferenssi) NOT opinnäyte)</em></li> <li>Hae tiettyä tekstin osaa tai ilmaisua lainausmerkkejä käyttämällä, esim. <em>"open access -julkaiseminen"</em></li> <li>Jätä sana haun ulkopuolelle laittamalla sen eteen <strong>-</strong> tai <em>NOT</em>, esim. <em>verkko- politiikka</em> tai <em>verkko NOT politiikka</em></li> <li>Käytä <strong>*</strong>-merkkiä jokerimerkkinä etsiessäsi erilaisia muotoja sanasta, esim. <em>kasvatustie*</em> etsii asiakirjat, jotka sisältävät mm. "kasvatustiede" ja "kasvatustieteellinen"</li> </ul>
fr_ca: <h4>Pistes de recherche : </h4><ul> <li>Les termes de recherche sont insensibles à la casse</li> <li>Les noms communs sont ignorés</li> <li>Par défaut, seulement les articles contenant <em>tous</em> les termes de recherche sont retournés (c.-à-d. <em>ET</em> est implicite)</li> <li>Combiner plusieurs mots avec <em>OU</em> pour trouver l'un ou l'autre terme, c.-à-d. <em>éducation OU recherche</em></li> <li>Utiliser des parenthèses pour faire une recherche plus complexe, c.-à-d. <em>archive ((revue OU conférence) SAUF thèses)</em></li> <li>Rechercher une phrase exacte en la mettant entre guillemets, c.-à-d. <em>"Publication en accès libre"</em></li> <li>Exclure un mot en le préfixant avec <strong>-</strong> ou <em>SAUF</em>, c.-à-d. <em>en ligne -politiques</em> ou <em>en ligne SAUF politiques</em></li> <li>Utiliser <strong>*</strong> comme troncature dans un terme pour y faire correspondre toute séquence de caractères, c.-à-d. <em>soci* moralité</em> feront apparaître les documents contenant « sociologique » ou « socialisme »</li> </ul>
id_id: Tip Pencarian: <ul> <li>Istilah pencarian tidak mempedulikan besar-kecilnya huruf</li> <li>Kata-kata umum diabaikan</li> <li>Secara default hanya artikel yang berisi <em>semua</em> istilah dalam query akan ditampilkan</li> <li>Gabungkan beberapa kata dengan <em>ATAU</em> untuk mencari artikel yang berisi salah satu istilah; contoh: <em>pendidikan ATAU penelitian</em></li> <li>Gunakan tanda kurung tutup untuk menggunakan pencarian kompleks; contoh: <em>arsip ((jurnal ATAU konferensi) BUKAN tesis)</em></li> <li>Pencarian untuk frase utuh dengan meletakkannya di antara tanda petik dua; contoh: <em>"penerbitan akses terbuka"</em>atau <em>"open access publishing"</em></li> <li>Pengecualian kata dengan memberi awalan tanda (<strong>-</strong>) atau <em>BUKAN</em>; contoh: <em>online -politik</em> atau <em>online BUKAN politik</em></li> <li>Gunakan tanda bintang (<strong>*</strong>) dalam istilah untuk menghasilkan semua urutan karakter; contoh: <em>soci*</em> morality akan cocok dengan dokumen yang berisi "sociological" atau "societal"</li> </ul>
nb_no: Søketips: <ul> <li>Søkeord skiller ikke mellom små og store bokstaver</li> <li>Vanlige ord blir ignorert</li> <li>Ved standard søk blir bare artikler som inneholder <i>alle</i> søkeordene truffet (m.a.o. at søkebegrepet <i>AND</i> er implisitt)</li> <li>Du kan kombinere flere søkeord med <i>OR</i> for å finne artikler som inneholder minst ett av søkeordene; for eksempel <i>utdanning OR forskning</i></li> <li>Bruk parenteser for å lage komplekse søk; for eksempel <i>archive ((tidsskrift OR konferanse) NOT avhandling)</i></li> <li>Søk etter en eksakt frase ved å sette den i anførselstegn; for eksempel <i>"Open Access publisering"</i></li> <li>Ekskluder et søkeord med prefikset <b>-</b> eller <i>NOT</i>; f.eks. <i>online -politics</i> eller <i>online NOT politics</i></li> <li>Bruk <b>*</b> i søkeord som jokertegn for å treffe alskens tegn; for eksempel vil <i>soci* morality</i> både treffe dokumenter som inneholder "sociological" og "societal"</li> </ul>
pl_pl: <h4>Wskazówki: </h4><ul> <li>Wielkość znaków nie ma znaczenia</li> <li>Spójniki są ignorowane</li> <li>Wyszukaj dokładnego wyrażenia przez umieszczenie go w cudzyszłowie, np. <em>"Dolnośląska Szkoła Wyższa"</em></li> <li>Wyklucz wyrażenie poprzedzając je znakiem <strong>-</strong>.</li> </ul>
pt_pt: <h4>Dicas para pesquisa: </h4><ul> <li>O sistema de pesquisa não diferencia maiúsculas ou minúsculas</li> <li>Termos irrelevantes são ignorados pelo sistema de pesquisa</li> <li>São recuperados por padrão apenas artigos contendo <em>todos</em> os termos de pesquisa (ex.: <strong>E</strong> é implícito)</li> <li>Combine múltiplos termos com <strong>OU</strong> para encontrar artigos contendo um ou outro termo; ex.: <em>educação OU pesquisa</em></li> <li>Use parênteses para criar pesquisas mais complexas; ex.: <em>ficheiro ((revista OU conferência) NÃO teses)</em></li> <li>Use aspas duplas para recuperar o termo exato; ex.: <em>"Acesso Livre à informação"</em></li> <li>Exclua termos utilizando <strong>-</strong> ou <strong>NÃO</strong>; ex.: <em>online -políticas</em> ou <em>online NÃO políticas</em></li> <li>Use <strong>*</strong> como caracter coringa; ex.: <em>soci* moralidade</em> recuperará documentos contendo "sociedade" ou "sociológico"</li> </ul>
ru_ru: Советы по поиску: <ul> <li>Поиск ведется без учета регистра (строчные и прописные буквы не различаются)</li> <li>Общие слова игнорируются</li> <li>По умолчанию отображаются только статьи, содержащие <em>все</em> слова из запроса (то есть предполагается условие <em>AND</em>)</li> <li>Для поиска статей, содержащих один из терминов, разделяйте слова с помощью <em>OR</em>, например, <em>образование OR обучение</em></li> <li>Используйте круглые скобки для создания более сложных запросов, например, <em>архив ((журнал OR конференция) NOT диссертации)</em></li> <li>Для поиска точного совпадения фразы используйте кавычки, например, <em>"издания в открытом доступе"</em></li> <li>Исключайте слово из поиска, поставив перед ним <strong>-</strong> (дефис) или <em>NOT</em>, например <em>конкурс -красоты</em> или <em>конкурс NOT красоты</em></li> <li>Используйте <strong>*</strong> в качестве специального символа, заменяющего любую последовательность символов, например, <em>соц* мораль</em> найдет документы, содержащие «социальная» или «социологическая»</li> </ul>
sv_se: Search tips: <ul> <li>Söktermer skiljer inte på versaler och gemener</li> <li>Vissa vanliga ord utesluts av sökmotorn</li> <li>Som default får du träffar på <em>alla</em> termer som angivits i sökfrågan (med andra ord, <em>AND</em> är implicit)</li> <li>Kombinera olika ord med <em>OR</em> för att hitta artiklar som innehåller minst ett av sökorden; t.ex. <em>utbildning OR forskning</em></li> <li>Använd parenteser för att skapa mer avancerade söksträngar; t.ex. <em>arkiv ((tidskrift OR konferens) NOT avhandlingar)</em></li> <li>Sök efter en exakt fras genom att använda citationstecken; t.ex. <em>"open access-publicering"</em></li> <li>Exkludera ord genom att skriva <strong>-</strong> eller <em>NOT</em> innan sökordet; t.ex. <em>online -politik</em> eller <em>online NOT politik</em></li> <li>Använd <strong>*</strong> för att matcha alla typer av tecken; t.ex. <em>soci* morality</em> ger träffar på dokument som innehåller "sociological" eller "societal"</li> </ul>
tr_tr: <h4>Arama İpuçları: </h4><ul> <li>Arama terimlerinde küçük ve büyük harf farkı yoktur.</li> <li>Sık kullanılan kelimeler göz ardı edilmiştir.</li> <li>Arama sonucunda sadece sorgudaki tüm terimleri içeren makaleler listelenir.</li> <li>İki sözcüğü içeren makaleleri bulmak için kelimeleri <strong>veya</strong> ile birleştirin; ör., <em>eğitim veya araştırma</em></li> <li>Daha kompleks sorgular için parantez kullanın; ör., arşiv ((işletme VEYA yönetim) siyasi değil)</li> <li>Doğru deyimi araştırmak için tırnak işareti içinde kullanın; ör., <em>"erişime açık yayın"</em></li> <li>Bir kelimeyi hariç tutmak için önüne <strong>-</strong> işaret koyun; ör. <em>bilgisayarla çalışan - politika</em></li> <li>Bir kelime içinde ardışık karakterleri ifade etmek için <strong>*</strong> sembolünü kullanın; ör., <em>Türk*</em> = "Türkiye", "Türkler", "Türklerin" vb. terimlerinin bulunmasını sağlar</li> </ul>

# article-pageTitle
source: View of {$title}
ar_iq: معاينة {$title}
ca_es: Vista de {$title}
cs_cz: Zobrazit {$title}
da_dk: Visning af: {$title}
es_es: Vista de {$title}
fa_ir: {$title}
fi_fi: {$title} näkymä
fr_ca: Vue de {$title}
id_id: Tampilan {$title}
pl_pl: Widok {$title}
pt_pt: Visualização de {$title}
ru_ru: Просмотр «{$title}»
sv_se: Visar {$title}
tr_tr: {$title} görünümü

# article-pdf-title
source: Portable Document Format (PDF)
ar_iq: صيغة الملف المحمول (PDF)
da_dk: PDF (Portable Document Format)
fa_ir: فايل PDF
fr_ca: Format de document portable (PDF)
tr_tr: Taşınabilir Döküman Biçimi (PDF)

# article-download
source: Download this PDF file
ar_iq: تنزيل هذا الملف
ca_es: Descarrega aquest arxiu PDF
cs_cz: Stáhnout tento PDF soubor
da_dk: Download denne PDF-fil
es_es: Descargar este archivo PDF
fa_ir: دانلود این فایل PDF
fi_fi: Lataa tämä PDF-tiedosto
fr_ca: Télécharger ce document PDF.
id_id: Unduh file PDF ini
pl_pl: Pobierz PDF
pt_pt: Download este ficheiro PDF
ru_ru: Скачать этот файл PDF
sv_se: Ladda ned den här PDF-filen
tr_tr: Bu PDF dosyası indir

# article-pluginMissing
source: <p>The PDF file you selected should load here if your Web browser has a PDF reader plugin installed (for example, a recent version of <a href="https://get.adobe.com/reader/">Adobe Acrobat Reader</a>).</p>
ar_iq: <p>إن الملف الذي اخترته ينبغي أن يظهر هنا إذا كان متصفحك مدعماً ببرنامج لقراءة الملفات ذات الصيغة المحمولة (على سبيل المثال، نسخة حديثة من برنامج <a href="https://get.adobe.com/reader/">Adobe Acrobat Reader</a>).</p>
ca_es: <p>L'arxiu PDF que ha seleccionat hauria de carregar-se si el seu navegador té instal·lat un mòdul de lectura de PDF reader (per exemple, una versió recent de <a href="https://get.adobe.com/reader/">Adobe Acrobat Reader</a>).</p>
cs_cz: <p>Vybraný soubor PDF by se měl načíst zde, pokud má váš webový prohlížeč nainstalovaný plugin pro čtení souborů PDF (například poslední verze <a href="https://get.adobe.com/reader/">Adobe Acrobat Reader</a>). </p>
da_dk: <p>Den valgte PDF-fil vil blive indlæst her, såfremt din browser har en PDF reader plugin installeret (for eksempel, en nyere version af <a href="https://get.adobe.com/reader/">Adobe Acrobat Reader</a>).</p>
es_es: <p>El archivo PDF que ha seleccionado debería cargarse aquí si su navegador tiene instalado un módulo de lectura de PDF (por ejemplo, una versión reciente de <a href="https://get.adobe.com/reader/">Adobe Acrobat Reader</a>).</p>
fa_ir: <p>در صورتی که مرورگر شما دارای افزونه نمایش فایل‌های PDF باشد ( برای مثال <a href="https://get.adobe.com/reader/">Adobe Acrobat Reader</a>)، فایل PDF در مرورگر شما نمایش داده می‌شود.</p>
fi_fi: <p>Valitsemasi PDF-tiedosto latautuu tässä, jos verkkoselaimeesi on asennettu PDF-lukuohjelma-lisäosa (esim. <a href="https://get.adobe.com/reader/">Adobe Acrobat Reader -ohjelman</a> viimeisin versio).</p>
fr_ca: <p>Le fichier PDF sélectionné devrait se s'afficher ici si un plugiciel de lecture de PDF est installé dans votre navigateur (par exemple, une version récente de <a href="https://get.adobe.com/reader/">Adobe Acrobat Reader</a>).</p>
id_id: <p>File PDF yang Anda pilih akan tampil di sini bila browser Anda memiliki PDF reader plug-in (misalnya, versi mutakhir <a href="https://get.adobe.com/reader/">Adobe Acrobat Reader</a>).</p>
pl_pl: <p>Wybrany przez Ciebie plik PDF powinien wyświetlić się w tym miejscu. Jeżeli tak się nie stało, pobierz wtyczkę obsługującą format PDF dla swojej przeglądarki (na przykład, najnowszą wersję <a href="https://get.adobe.com/reader/">Adobe Acrobat Reader</a>).</p>
pt_pt: <p>O ficheiro PDF que seleccionou deve carregar aqui se o navegador da Web tiver um plugin de leitor de PDF instalado (por exemplo, uma versão recente de <a href="https://get.adobe.com/reader/">Leitor Adobe Acrobat</a>).</p>
ru_ru: <p>Выбранный Вами файл PDF должен загружаться здесь, если у Вашего веб-браузера установлен модуль для чтения PDF (например, последняя версия <a href="https://get.adobe.com/reader/">Adobe Acrobat Reader</a>).</p>
sv_se: <p>Här ska PDF-filen du valt visas om din webbläsare har ett plugin för att läsa PDF-filer installerad (exempelvis en nyare version av <a href="https://get.adobe.com/reader/">Adobe Acrobat Reader</a>).</p>
tr_tr: <p>Web tarayıcınızda bir PDF okuyucu eklentisi yüklüyse (örneğin, <a href="https://get.adobe.com/reader/">Adobe Acrobat Reader</a>'ın son bir sürümü varsa) seçtiğiniz PDF dosyası yüklenir.</p>

# article-nonpdf-title
source: Article Download
ar_iq: تنزيل المؤلَّف
ca_es: Descàrrega de l'article
cs_cz: Stažení článku
da_dk: Hent artikel
es_es: Descargar artículo
fa_ir: دانلود مقاله
fi_fi: Artikkelin lataus
fr_ca: Télécharger l'article
id_id: Unduh Artikel
pl_pl: Pobieranie artykułów
pt_pt: Transferir artigo
ru_ru: Скачать статью
sv_se: Artikelnedladdning
tr_tr: Makale İndir
