Repository: asmecher/ojs
Catalog: locale/*/locale.xlf
Languages: ar_iq, ca_es, cs_cz, da_dk, es_es, fa_ir, fi_fi, fr_ca, id_id, nb_no, pl_pl, pt_pt, ru_ru, sv_se, tr_tr

# grid-catalogEntry-approvedRepresentation-title
source: Galley Approval
ar_iq: موافقة اللوح الطباعي
ca_es: Acceptació de galerada
cs_cz: Schválení sazebnice
da_dk: Godkendelse af publiceringsversion
es_es: Aceptación de galerada
fa_ir: تأیید کلیشه چاپی
fi_fi: Julkaistavan tiedoston hyväksyntä
fr_ca: Approbation des épreuves
id_id: Persetujuan Galley
pl_pl: Zatwierdzenie plików do publikacji
pt_pt: Aprovação Edição
ru_ru: Одобрение гранок
sv_se: Godkännande av publiceringsversion
tr_tr: Dizgi Onayı

# grid-catalogEntry-approvedRepresentation-message
source: <p>Approve this galley for publication.</p>
ar_iq: <p>وافق على نشر هذا اللوح الطباعي.</p>
ca_es: <p>Acceptar aquesta galerada per a la publicació.</p>
cs_cz: <p>Schválení této sazebnice pro publikování.<p>
da_dk: <p>Godkend denne publiceringsversion til publicering.</p>
es_es: <p>Aceptar esta galerada para su publicación.</p>
fa_ir: <p>تأیید این کلیشه چاپی برای انتشار</p>
fi_fi: <p>Hyväksy tämä tiedosto julkaistavaksi.</p>
fr_ca: <p>Approuver cette épreuve pour publication.</p>
id_id: <p>Setujui galley ini untuk publikasi.</p>
pl_pl: <p>Zatwierdź te pliki do publikacji w czasopiśmie.</p>
pt_pt: <p>Aprovar esta edição para publicação.</p>
ru_ru: <p>Одобрить эту гранку для публикации.</p>
sv_se: <p>Godkänn den här publiceringsversionen för publicering.</p>
tr_tr: <p>Yayın için bu dizgiyi onaylayın</p>

# grid-catalogEntry-approvedRepresentation-removeMessage
source: <p>Remove approval of this galley.</p>
ar_iq: <p>إلغاء الموافقة على هذا اللوح الطباعي.</p>
ca_es: <p>Cancel·lar l'acceptació d'aquesta galerada.</p>
cs_cz: <p>Odebrání schválení této sazebnice.</p>
da_dk: <p>Fjern godkendelse fra denne publiceringsversion.</p>
es_es: <p>Cancelar la aceptación de esta galerada.</p>
fa_ir: <p>عدم تأیید این کلیشه چاپی </p>
fi_fi: <p>Poista tämän julkaistavan tiedoston hyväksyntä.</p>
fr_ca: <p>Retirer l'approbation pour cette épreuve.</p>
id_id: <p>Cabut persetujuan untuk galley ini.</p>
pl_pl: <p>Cofnij zatwierdzenie dla tych plików.</p>
pt_pt: <p>Remover aprovação desta edição.</p>
ru_ru: <p>Отменить одобрение этой гранки.</p>
sv_se: <p>Ta tillbaka godkännande för den här publiceringsversionen.</p>
tr_tr: <p>Bu dizginin onayını kaldır.</p>

# search-cli-rebuildIndex-indexing
source: Indexing "{$journalName}"
ar_iq: فهرسة "{$journalName}"
ca_es: Indexant "{$journalName}"
cs_cz: Indexace "{$journalName}"
da_dk: Indeksering af "{$journalName}"
es_es: Indexando "{$journalName}"
fa_ir: نمایه‌سازی "{$journalName}"
fi_fi: Indeksointi "{$journalName}"
fr_ca: indexation de "{$journalName}"
id_id: Mengindeks "{$journalName}"
pl_pl: Indeksowanie "{$journalName}"
pt_pt: Indexão "{$journalName}"
ru_ru: Индексирование «{$journalName}»
sv_se: Indexerar "{$journalName}"
tr_tr: "{$journalName}" indeksleniyor

# search-cli-rebuildIndex-indexingByJournalNotSupported
source: This search implementation does not allow per-journal re-indexing.
ar_iq: تطبيق هذا البحث لا يسمح بإعادة الفهرسة على مستوى المجلة الواحدة.
ca_es: La implementació de la cerca no permet reindexació per revista.
cs_cz: Tato implementace vyhledávání neumožňuje opakované indexování podle časopisů.
da_dk: Denne søgning tillader ikke en re-indeksering af hver enkelt tidsskrift.
es_es: La implementación de la búsqueda no permite la reindexación a nivel de revista.
fa_ir: در سامانه جستجو این وب‌سایت نمایه‌سازی دوباره به ازای هر مجله امکانپدیر نمیباشد
fi_fi: Tämä haun toteutus ei salli julkaisukohtaista uudelleenindeksointia.
fr_ca: Cette implémentation de recherche ne permet pas la réindexation par journal.
id_id: Pencarian ini tidak memungkinkan pengindeksan ulang per jurnal.
pl_pl: Wybrana implementacja silnika wyszukiwarki nie pozwala na ponowne indeksowanie na poziomie jednego czasopisma.
pt_pt: A execução da pesquisa não permite a re-indexação por revista.
ru_ru: Эта реализация поиска не разрешает пожурнальную переиндексацию.
sv_se: Den här sökfunktionaliteten tillåter inte omindexering per tidskrift.
tr_tr: Bu arama uygulaması, dergi başına yeniden indekslenmesine izin vermez.

# search-cli-rebuildIndex-unknownJournal
source: The given journal path "{$journalPath}" could not be resolved to a journal.
ar_iq: إن مسار المجلة "{$journalPath}" تعذر الوصول منه إليها.
ca_es: La ruta especificada "{$journalPath}" no coincideix amb cap revista.
cs_cz: Nastavená cesta k časopisu "{$journalPath}" nelze přiřadit k časopisu.
da_dk: Den angivne tidsskriftssti "{$journalPath}" leder ikke frem til et tidsskrift.
es_es: La ruta "{$journalPath}" no corresponde a ninguna revista.
fa_ir: آدرس "{$journalPath}" به عنوان آدرس مجله معتبر نمی باشد
fi_fi: Annettu julkaisupolku "{$journalPath}" ei johtanut julkaisuun.
fr_ca: Le chemin d'accès donné "{$journalPath}" ne mène à aucun journal.
id_id: Path jurnal yang diberikan "{$journalPath}" tidak mengarah ke jurnal apapun.
pl_pl: Podana ścieżka "{$journalPath}" nie odnosi się do czasopisma.
pt_pt: O caminho fornecido "{$journalPath}" não pôde ser usado nesta revista.
ru_ru: По данному пути к журналу «{$journalPath}» не удается найти журнал.
sv_se: Angiven sökväg för tidskrift, "{$journalPath}", kunde inte knytas till någon tidskrift.
tr_tr: Verilen günlük yolu "{$journalPath}" bu dergi için çözülemedi.

# editor-issues-backIssues
source: Back Issues
ar_iq: الأعداد السابقة
ca_es: Números anteriors
cs_cz: Předchozí čísla
da_dk: Tidligere numre
es_es: Números anteriores
fa_ir: شماره‌های گذشته
fi_fi: Vanhat numerot
fr_ca: Numéros précédents
id_id: Terbitan Terdahulu
pl_pl: Opublikowane numery
pt_pt: Anteriores
ru_ru: Прошлые выпуски
sv_se: Publicerade nummer
tr_tr: Eski Sayılar

# editor-issues-futureIssues
source: Future Issues
ar_iq: الأعداد المستقبلية
ca_es: Números pròxims
cs_cz: Budoucí čísla
da_dk: Fremtidige numre
es_es: Próximos números
fa_ir: شماره‌های آینده
fi_fi: Tulevat numerot
fr_ca: Numéros à venir
id_id: Terbitan Akan Datang
pl_pl: Zaplanowane numery
pt_pt: Próximos
ru_ru: Будущие выпуски
sv_se: Kommande nummer
tr_tr: Gelecek Sayılar

# navigation-subscriptions
source: Subscriptions
ar_iq: الاشتراكات
cs_cz: Předplatné
da_dk: Abonnementer
es_es: Suscripciones
fa_ir: اشتراک‌ها
fi_fi: Tilaukset
fr_ca: Abonnements
pl_pl: Subskrypcje
pt_pt: Subscrições
ru_ru: Подписки
sv_se: Prenumerationer
tr_tr: Abonelikler

# log-editor-submissionExpedited
source: {$editorName} has taken the edit process for the article {$submissionId}.
ar_iq: {$editorName} قد تولى مهمة تحرير المؤلَّف {$submissionId}.
cs_cz: {$editorName} převzal redakční proces příspěvku {$submissionId}.
da_dk: {$editorName} har påtaget sig redigeringen af artiklen {$submissionId}.
es_es: {$editorName} se hará cargo del proceso de edición del artículo {$submissionId}.
fi_fi: {$editorName} on nopeuttanut käsikirjoituksen {$submissionId} käsittelyä.
fr_ca: {$editorName} a pris en charge l'édition de l'article {$submissionId}.
nb_no: {$editorName} har forestått redigeringsprosessen for artikkelen {$submissionId}.
pl_pl: {$editorName} rozpoczął proces edycji tego artykułu {$submissionId}.
pt_pt: {$editorName} tomou o processo de edição do artigo {$submissionId}.
ru_ru: Редактор {$editorName} взялся за процесс редактирования по статье {$submissionId}.
sv_se: {$editorName} har tagit hand om redigeringsprocessen för artikeln {$submissionId}.
tr_tr: {$editorName}, {$submissionId} makalesi için düzenleme işlemini tamamladı.

# catalog-sortBy
source: Order of articles
ar_iq: ترتيب المقالات
ru_ru: Сортировка статей

# catalog-sortBy-categoryDescription
source: Choose how to order articles in this category.
ar_iq: إختر كيفية ترتيب المقالات ضمن هذا القطاع.
ru_ru: Выберите способ сортировки статей в этой категории.

# submission-scheduledIn-tba
source: (TBA)
ca_es: (per anunciar)
cs_cz: (Bude oznámeno)
es_es: (Anuncio pendiente)
fi_fi: (ilmoitetaan myöhemmin)
fr_ca: (AC)
nb_no: (kommer)
pl_pl: (do uzgodnienia)
pt_pt: (A Designar)
ru_ru: Будет назначено позже
tr_tr: (Bildirilecek)

# submission-search
source: Article Search
ru_ru: Поиск по статьям

# reader-purchasePrice
source: ({$currency} {$price})
cs_cz: {$price}) ({$currency}
ru_ru: ({$price} {$currency})
tr_tr: ({$price} {$currency})

# journal-issn
source: ISSN
da_dk: ISSN-nummer
fa_ir: شاپا
