Repository: asmecher/ojs
Catalog: locale/*/locale.xlf
Languages: ar_iq, ca_es, cs_cz, da_dk, es_es, fa_ir, fi_fi, fr_ca, id_id, nb_no, pl_pl, pt_pt, ru_ru, sv_se, tr_tr

# context-current
source: Current Journal:
ar_iq: المجلة الحالية:
ca_es: Revista actual:
cs_cz: Aktuální časopis:
da_dk: Aktuelle tidsskrift:
es_es: Revista actual:
fa_ir: مجله جاری:
fi_fi: Valittu julkaisu:
fr_ca: Revue sélectionnée:
id_id: Jurnal:
pl_pl: Aktualne czasopismo:
pt_pt: Revista Actual:
ru_ru: Текущий журнал:
sv_se: Aktuell tidskrift:
tr_tr: Güncel Dergi:

# context-select
source: Switch to another journal:
ar_iq: إنتقل إلى مجلة أخرى:
ca_es: Canviar a una altra revista:
cs_cz: Zvolit jiný časopis:
da_dk: Skift til et andet tidsskrift:
es_es: Cambiar a otra revista:
fa_ir: تعویض به مجله دیگر
fi_fi: Vaihda toiseen julkaisuun:
fr_ca: Sélectionner une autre revue:
id_id: Lihat jurnal lain:
pl_pl: Przełącz do innego czasopisma:
pt_pt: Navegar para outra revista:
ru_ru: Переключиться к другому журналу:
sv_se: Växla till annan tidskrift:
tr_tr: Başka bir dergi seçin:

# navigation-categories
source: Categories
ar_iq: الفئات
cs_cz: Kategorie
da_dk: Kategorier
es_es: Categorías
fa_ir: حوزه
fi_fi: Kategoriat
fr_ca: Catégories
id_id: Kategori
nb_no: Kategorier
pl_pl: Kategorie
pt_pt: Categorias
ru_ru: Категории
sv_se: Kategorier
tr_tr: Kategoriler

# navigation-categories-browse
source: Browse
ar_iq: تصفح
ca_es: Navega
cs_cz: Procházet
es_es: Examinar
fa_ir: پیمایش
fi_fi: Selaa
fr_ca: Naviguer
id_id: Telusuri
pl_pl: Przeglądaj
pt_pt: Localizar
ru_ru: Обзор
sv_se: Bläddra
tr_tr: Listele

# reviewer-article-enterReviewForm
source: Click on icon to fill in the review form.
ar_iq: أنقر الإيقونة لملء نموذج التحكيم
ca_es: Feu clic a la icona per emplenar el formulari de revisió.
cs_cz: Pro vyplnění formuláře recenze klikněte na ikonu.
da_dk: Klik på ikonet for at udfylde review formularen.
es_es: Haga clic en el icono para rellenar el formulario de revisión.
fa_ir: لطفاً بر روی آیکون کلیک کنید تا به فرم داوری بروید
fi_fi: Klikkaa kuvaketta täyttääksesi arviointilomakkeen.
fr_ca: Cliquez sur l'icône pour compléter le formulaire d'évaluation.
id_id: Klik di ikon untuk mengisi form review.
nb_no: Klikk på ikonet for å fylle ut vurderingsskjemaet.
pl_pl: Kliknij ikonę dymka, aby wypełnić formularz recenzji.
pt_pt: Clique no ícone para preencher o formulário de revisão
ru_ru: Щелкните на значке, чтобы заполнить форму рецензии.
sv_se: Klicka på ikonen för att fylla i granskningsformuläret.
tr_tr: Değerlendirme formunu doldurmak için simgeye tıklayınız:

# reviewer-submission-reviewFormResponse-form-responseRequired
source: Please fill in required fields.
ar_iq: لطفاً، عليك بإملاء الحقول المطلوبة
ca_es: Empleneu els camps obligatoris.
cs_cz: Vyplňte prosím požadované položky.
da_dk: Udfyld de obligatoriske felter.
es_es: Rellene los campos obligatorios.
fa_ir: لطفاً فیلدهای ضروری را پر کنید.
fi_fi: Ole hyvä ja täytä kaikki pakolliset kentät.
fr_ca: Veuillez remplir les champs obligatoires.
id_id: Isilah kolom berikut.
nb_no: Vær vennlig å fylle inn de påkrevde feltene.
pl_pl: Wypełnij wymagane pola.
pt_pt: Preencha os campos obrigatórios.
ru_ru: Пожалуйста, заполните обязательные поля.
sv_se: Vänligen fyll i obligatoriska fält.
tr_tr: Lütfen gerekli alanları doldurunuz.

# common-openJournalSystems
source: Open Journal Systems
ar_iq: أنظمة المجلات المفتوحة
fa_ir: سامانه مجله باز
pt_pt: Sistema Electrónico de Edição de Revistas
tr_tr: Açık Dergi Sistemleri

# common-confirmComplete
source: Are you sure you wish to mark this task as completed? You may not be able to make changes afterwards.
ar_iq: هل أنت متأكد من رغبتك في تأشير هذه المهمة على أنها منجزة؟ قد لا تتمكن من إجراء تعديلات بعدها
ca_es: Esteu segur/a que voleu marcar aquesta tasca com a completa? Si ho feu, no hi podreu fer canvis més endavant.
cs_cz: Jste si jisti, že chcete označit tento úkol jako dokončený? Poté nebudete mít možnost provést změny.
da_dk: Er du sikker på, at du vil markere denne opgave som fuldført? Du kan muligvis ikke foretage ændringer senere.
es_es: ¿Está seguro/a de que desea marcar esta tarea como completa? No podrá realizar cambios después.
fa_ir: آیا مطمئن هستید که می‌خواهید این وظیفه را به عنوان تکمیل شده علامت گذاری نمایید؟ پس از این عمل دیگر قادر به تغییر آن نخواهید بود.
fi_fi: Haluatko varmasti merkitä tämän tehtävän suoritetuksi? Et voi välttämättä tehdä muutoksia enää myöhemmin.
fr_ca: Êtes-vous certain de vouloir identifier cette tâche comme complétée? Il est possible que vous ne puissiez plus faire de modifications par la suite.
id_id: Apakah Anda yakin tugas ini telah selesai? Anda mungkin tidak bisa mengubahnya lagi.
nb_no: Er du sikker på at du vil registrere at du er ferdig med denne oppgaven? Hvis du gjør dette, kan du muligens ikke foreta endringer senere.
pl_pl: Czy na pewno chcesz oznaczyc zadania jako wykonane? Po oznaczeniu edycja nie będzie dostępna.
pt_pt: Deseja realmente marcar esta tarefa como concluída? Não será possível realizar alterações após executar esta acção.
ru_ru: Вы уверены, что хотите отметить эту задачу как завершенную? После этого вы не сможете внести изменения.
sv_se: Är du säker på att du vill markera händelsen som avslutad? Ändringar i efterhand kan vara spärrade.
tr_tr: Bu görevi tamamlandı olarak işaretlemek istediğinizden emin misiniz? Sonradan değişiklik yapmanız mümkün olmayabilir.

# common-payment
source: Payment
ar_iq: دفع مال
ca_es: Pagament
cs_cz: Platba
da_dk: Betaling
es_es: Pago
fa_ir: پرداخت
fi_fi: Maksu
fr_ca: Paiement
id_id: Pembayaran
nb_no: Betaling
pl_pl: Płatność
pt_pt: Pagamento
ru_ru: Платеж
sv_se: Betalning
tr_tr: Ödeme

# common-payments
source: Payments
ar_iq: أجور مدفوعة
ca_es: Pagaments
cs_cz: Platby
da_dk: Betalinger
es_es: Pagos
fa_ir: پرداخت‌ها
fi_fi: Maksut
fr_ca: Paiements
id_id: Pembayaran
nb_no: Betalinger
pl_pl: Płatności
pt_pt: Pagamentos
ru_ru: Платежи
sv_se: Betalningar
tr_tr: Ödemeler

# common-homePageHeader-altText
source: Homepage Header
ar_iq: رأس الصفحة الرئيسية
ca_es: Capçalera de la pàgina inicial
cs_cz: Záhlaví domácí stránky
da_dk: Hjemmesidehovede
es_es: Encabezado de la página inicial
fa_ir: بخش سرتیتر صفحه اصلی
fi_fi: Etusivun ylätunniste
fr_ca: En-tête de la page d'accueil
id_id: Header Beranda
nb_no: Tidsskriftets hjemmeside: topptekst
pl_pl: Nagłówek strony głównej
pt_pt: Cabeçalho da página inicial
ru_ru: Заголовок главной страницы
sv_se: Sidhuvud förstasida
tr_tr: Ana Sayfa Başlığı

# common-journalHomepageImage-altText
source: Journal Homepage Image
ar_iq: صورة الصفحة الرئيسية للمجلة
ca_es: Imatge per a la pàgina inicial de la revista
cs_cz: Obrázek domácí stránky časopisu
da_dk: Tidsskriftets hjemmesidebillede
es_es: Imagen de la página inicial de la revista
fa_ir: تصویر صفحه خانگی مجله
fi_fi: Julkaisun etusivun kuva
fr_ca: Image de la page d'accueil de la revue
id_id: Gambar Beranda Jurnal
nb_no: Tidsskriftets hjemmeside: bilde
pl_pl: Baner
pt_pt: Imagem de capa da revista
ru_ru: Изображение главной страницы журнала
sv_se: Förstasidesbild tidskrift
tr_tr: Dergi Ana Sayfa Görseli

# navigation-journalHelp
source: Journal Help
ar_iq: مساعدة
ca_es: Ajuda de la revista
cs_cz: Nápověda časopisu
da_dk: Hjælp til tidsskrift
es_es: Servicio de ayuda de la revista
fa_ir: راهنمای مجله
fi_fi: Julkaisun ohje
fr_ca: Aide
id_id: Bantuan Jurnal
nb_no: Hjelp
pl_pl: Pomoc
pt_pt: Ajuda do sistema
ru_ru: Помощь
sv_se: Hjälp
tr_tr: Yardım

# navigation-current
source: Current
ar_iq: الحالي
ca_es: Últim número
cs_cz: Aktuální
da_dk: Nyeste
es_es: Actual
fa_ir: شماره جاری
fi_fi: Uusin numero
fr_ca: Numéro courant
id_id: Terkini
nb_no: Nyeste
pl_pl: Aktualny numer
pt_pt: Actual
ru_ru: Текущий выпуск
sv_se: Senaste
tr_tr: Son Sayı

# navigation-otherJournals
source: Other Journals
ar_iq: المجلات الأخرى
ca_es: Altres revistes
cs_cz: Další časopisy
da_dk: Andre tidsskrifter
es_es: Otras revistas
fa_ir: مجلات دیگر
fi_fi: Muut julkaisut
fr_ca: Autres revues
id_id: Jurnal Lain
nb_no: Andre tidsskrift
pl_pl: Inne czasopisma
pt_pt: Outras revistas
ru_ru: Другие журналы
sv_se: Andra tidskrifter
tr_tr: Diğer Dergiler

# navigation-browseByIssue
source: By Issue
ar_iq: حسب العدد
ca_es: Per número
cs_cz: Podle čísla
da_dk: Efter nummer
es_es: Por número
fa_ir: مرور بر اساس شماره
fi_fi: Numeron mukaan
fr_ca: Par numéro
id_id: Berdasarkan Terbitan
nb_no: i utgaver
pl_pl: wg numeru
pt_pt: Por Edição
ru_ru: По выпускам
sv_se: Per nummer
tr_tr: Sayılara Göre

# navigation-browseByAuthor
source: By Author
ar_iq: حسب المؤلف
ca_es: Per autor/a
cs_cz: Podle autora
da_dk: Efter forfatter
es_es: Por autor/a
fa_ir: مرور بر اساس نویسنده
fi_fi: Kirjoittajan mukaan
fr_ca: Par auteur
id_id: Berdasarkan Penulis
nb_no: i forfattere
pl_pl: wg autora
pt_pt: Por Autor
ru_ru: По авторам
sv_se: Per författare
tr_tr: Yazarlara Göre

# navigation-infoForAuthors
source: For Authors
ar_iq: للمؤلفين
ca_es: Per als autors/ores
cs_cz: Pro autory
da_dk: Til forfattere
es_es: Para autores/as
fa_ir: برای نویسندگان
fi_fi: Kirjoittajille
fr_ca: Pour les auteurs
id_id: Untuk Penulis
nb_no: For forfattere
pl_pl: dla autorów
pt_pt: Para Autores
ru_ru: Для авторов
sv_se: För författare
tr_tr: Yazarlar İçin

# navigation-infoForLibrarians
source: For Librarians
ar_iq: لأمناء المكتبات
ca_es: Per als bibliotecaris/àries
cs_cz: Pro knihovníky
da_dk: Til bibliotekarer
es_es: Para bibliotecarios/as
fa_ir: برای کتابداران
fi_fi: Kirjastonhoitajille
fr_ca: Pour les bibliothécaires
id_id: Untuk Pustakawan
nb_no: For bibliotekarer
pl_pl: dla bibliotekarzy
pt_pt: Para Bibliotecários
ru_ru: Для библиотек
sv_se: För bibliotekarier
tr_tr: Kütüphaneciler İçin

# navigation-competingInterestGuidelines
source: Competing Interest Guidelines
ar_iq: إرشادات الفوائد التنافسية
ca_es: Directrius per a conflictes d’interessos
cs_cz: Směrnice pro střet zájmů
da_dk: Retningslinjer for konkurrerende interesser
es_es: Directrices sobre conflictos de intereses
fa_ir: دستورالعمل‌های مربوط به تضاد منافع.
fi_fi: Sidonnaisuuksien ilmoittaminen
fr_ca: Directives pour les conflits d'intérêts
id_id: Panduan Konflik Kepentingan
nb_no: Interessekonflikter: retningslinjer
pl_pl: Wytyczne w zakresie konfliktu interesów
pt_pt: Directrizes para Interesses Conflitantes
ru_ru: Руководство по заполнению Декларации о конфликте интересов
sv_se: Riktlinjer gällande intressekonflikter
tr_tr: Çıkar Çelişkisi Rehberi

# navigation-infoForAuthors-long
source: Information For Authors
ar_iq: معلومات للمؤلفين
ca_es: Informació per als autors/ores
cs_cz: Informace pro autory
da_dk: Oplysninger til forfattere
es_es: Información para autores/as
fa_ir: اطلاعات برای نویسندگان
fi_fi: Tietoa kirjoittajille
fr_ca: Information pour les auteurs
id_id: Informasi untuk Penulis
nb_no: Informasjon for forfattere
pl_pl: Informacje dla autorów
pt_pt: Informação para Autores
ru_ru: Информация для авторов
sv_se: Information för författare
tr_tr: Yazarlar İçin Bilgi

# navigation-infoForLibrarians-long
source: Information For Librarians
ar_iq: معلومات لأمناء المكتبات
ca_es: Informació per als bibliotecaris/àries
cs_cz: Informace pro knihovníky
da_dk: Oplysninger til bibliotekarer
es_es: Información para bibliotecarios/as
fa_ir: اطلاعات برای کتابداران
fi_fi: Tietoa kirjastonhoitajille
fr_ca: Information pour les bibliothécaires
id_id: Informasi untuk Pustakawan
nb_no: Informasjon for bibliotekarer
pl_pl: Informacje dla bibliotekarzy
pt_pt: Informação para Bibliotecários
ru_ru: Информация для библиотек
sv_se: Information för bibliotekarier
tr_tr: Kütüphaneciler İçin Bilgi

# navigation-skip-about
source: Skip to about the journal
ar_iq: القفز إلى "عن المجلة"
ru_ru: Сразу перейти к информации о журнале

# navigation-skip-issue
source: Skip to the current issue
ar_iq: القفز إلى العدد الحالي
ru_ru: Сразу перейти к текущему выпуску

# common-queue-long-submissionsUnassigned
source: Unassigned
ar_iq: غير معين
ca_es: No s'ha assignat
cs_cz: Nepřidělené
da_dk: Ikke-tildelt
es_es: Sin asignar
fa_ir: انتساب نشده
fi_fi: Osoittamattomat
fr_ca: Non assignées
id_id: Belum Ditugaskan
nb_no: Ikke oppnevnt
pl_pl: Nieprzypisane
pt_pt: Não designado
ru_ru: Не назначенные
sv_se: Ej tilldelat
tr_tr: Yeni Başvurular

# common-queue-short-submissionsUnassigned
source: Unassigned
ar_iq: غير معين
ca_es: No s'ha assignat
cs_cz: Nepřidělené
da_dk: Ikke-tildelt
es_es: Sin asignar
fa_ir: انتساب نشده
fi_fi: Osoittamattomat
fr_ca: Non assignées
id_id: Belum Ditugaskan
nb_no: Ikke oppnevnt
pl_pl: Nieprzypisane
pt_pt: Não designado
ru_ru: Новые
sv_se: Ej tilldelat
tr_tr: Yeni Başvurular

# common-queue-long-submissionsInEditing
source: Submissions in Editing
ar_iq: طلبات النشر قيد التحرير
ca_es: Trameses en edició
cs_cz: Právě editované příspěvky
da_dk: Manuskripter under redigering
es_es: Envíos en edición
fa_ir: مقالات ارسالی در حال ویراستاری
fi_fi: Toimitettavana olevat käsikirjoitukset
fr_ca: Soumissions en cours de révision
id_id: Naskah dalam Proses Edit
nb_no: Manus redigeres
pl_pl: Zgłoszony tekst w edycji
pt_pt: Submissões em Processo de Edição
ru_ru: Материалы в процессе редактирования
sv_se: Bidrag under redigering
tr_tr: Düzenlemedeki Gönderiler

# common-queue-short-submissionsInEditing
source: In Editing
ar_iq: قيد التحرير
ca_es: En edició
cs_cz: Editované
da_dk: Under redigering
es_es: En edición
fa_ir: در حال ویراستاری
fi_fi: Toimitettavana
fr_ca: En révision
id_id: Sedang Diedit
nb_no: Redigeres
pl_pl: W edycji
pt_pt: Em Edição
ru_ru: На редакции
sv_se: Redigeras
tr_tr: Sonuçlananlar

# common-queue-long-submissionsInReview
source: Submissions in Review
ar_iq: طلبات النشر قيد التحكيم
ca_es: Trameses en revisió
cs_cz: Příspěvky v recenzním řízení
da_dk: Manuskripter under bedømmelse
es_es: Envíos en revisión
fa_ir: مقالات ارسالی در حال داوری
fi_fi: Arvioitavana olevat käsikirjoitukset
fr_ca: Soumissions en cours d'évaluation
id_id: Naskah dalam Proses Review
nb_no: Manus vurderes
pl_pl: Przesłany tekst w recenzji
pt_pt: Submissões em Processo de Revisão
ru_ru: Материалы в процессе рецензирования
sv_se: Bidrag under granskning
tr_tr: Hakemlik Sürecindekiler

# common-queue-short-submissionsInReview
source: In Review
ar_iq: قيد التحكيم
ca_es: En revisió
cs_cz: V recenzním řízení
da_dk: Under bedømmelse
es_es: En revisión
fa_ir: در حال داوری
fi_fi: Arvioitavana
fr_ca: En évaluation
id_id: Sedang Direview
nb_no: Vurderes
pl_pl: W recenzji
pt_pt: Em Revisão
ru_ru: На рецензии
sv_se: Granskas
tr_tr: Hakemdekiler

# common-queue-long-submissionsArchives
source: Archives
ar_iq: المحفوظات
ca_es: Arxius
cs_cz: Archivy
da_dk: Arkiver
es_es: Archivos
fa_ir: بایگانی
fi_fi: Arkistot
id_id: Arsip
nb_no: Arkiv
pl_pl: Archiwum
pt_pt: Arquivos
ru_ru: Архивы
sv_se: Arkiv
tr_tr: Arşivlenenler

# common-queue-short-submissionsArchives
source: Archives
ar_iq: المحفوظات
ca_es: Arxius
cs_cz: Archivy
da_dk: Arkiver
es_es: Archivos
fa_ir: بایگانی‌ها
fi_fi: Arkistot
id_id: Arsip
nb_no: Arkiv
pl_pl: Archiwum
pt_pt: Arquivos
ru_ru: Архивы
sv_se: Arkiv
tr_tr: Arşivlenenler

# common-queue-long-active
source: Active
ar_iq: طلبات النشر الفعالة
ca_es: Trameses actives
cs_cz: Aktivní příspěvky
da_dk: Aktive manuskripter
es_es: Envíos activos
fa_ir: مقالات ارسالی فعال
fi_fi: Aktiiviset
fr_ca: Soumissions actives
id_id: Aktif
nb_no: Aktive manus
pl_pl: Aktywne
pt_pt: Submissões Activas
ru_ru: В работе
sv_se: Aktiva bidrag
tr_tr: Etkin Gönderiler

# common-queue-short-active
source: Active
ar_iq: فعالة
ca_es: Activa
cs_cz: Aktivní
da_dk: Aktiv
es_es: Activo/a
fa_ir: فعال
fi_fi: Aktiiviset
fr_ca: Actives
id_id: Aktif
nb_no: Aktive
pl_pl: Aktywne
pt_pt: Activo
ru_ru: В работе
sv_se: Aktiv
tr_tr: Etkin

# common-queue-long-completed
source: Archive
ar_iq: الحفظ
ca_es: Arxiu
cs_cz: Archiv
da_dk: Arkiv
es_es: Archivar
fa_ir: تکمیل شده
fi_fi: Arkisto
fr_ca: Archivée(s)
id_id: Arsip
nb_no: Arkiver
pl_pl: Archiwum
pt_pt: Arquivar
ru_ru: Архив
sv_se: Arkiv
tr_tr: Arşiv

# common-queue-short-completed
source: Archive
ar_iq: الحفظ
ca_es: Arxiu
cs_cz: Archiv
da_dk: Arkiv
es_es: Archivar
fa_ir: بایگانی
fi_fi: Arkisto
fr_ca: Archivée(s)
id_id: Arsip
nb_no: Arkiver
pl_pl: Archiwum
pt_pt: Arquivo
ru_ru: Архив
sv_se: Arkiv
tr_tr: Arşiv

# section-section
source: Section
ar_iq: القسم
ca_es: Secció
cs_cz: Sekce
da_dk: Sektion
es_es: Sección
fa_ir: نوع مقاله
fi_fi: Osasto
fr_ca: Rubrique
id_id: Bagian
nb_no: Seksjon
pl_pl: Dział
pt_pt: Secção
ru_ru: Раздел
sv_se: Sektion
tr_tr: Bölüm

# section-sections
source: Sections
ar_iq: أقسام المجلة
ca_es: Seccions de la revista
cs_cz: Sekce časopisu
da_dk: Tidsskriftssektioner
es_es: Secciones de la revista
fa_ir: انواع مقالات
fi_fi: Osastot
fr_ca: Rubriques de la revue
id_id: Bagian
nb_no: Tidsskriftseksjoner
pl_pl: Działy czasopisma
pt_pt: Secções
ru_ru: Разделы журнала
sv_se: Sektioner
tr_tr: Dergi Bölümleri

source: Section title
ar_iq: عنوان القسم
ca_es: Títol de secció
cs_cz: Název sekce
da_dk: Sektionstitel
es_es: Título de sección
fa_ir: عنوان نوع مقاله
fi_fi: Osaston nimi
fr_ca: Titre de rubrique
id_id: Nama Bagian
nb_no: Seksjonstittel
pl_pl: Nazwa działu
pt_pt: Título da Secção
ru_ru: Название раздела
sv_se: Sektionsnamn
tr_tr: Bölüm başlığı

# section-abbreviation
source: Abbreviation
ar_iq: المختصر
ca_es: Abreviació
cs_cz: Zkratka
da_dk: Forkortelse
es_es: Abreviatura
fa_ir: اختصار
fi_fi: Lyhenne
fr_ca: Abréviation
id_id: Singkatan
nb_no: Forkortelse
pl_pl: Skrót
pt_pt: Abreviatura
ru_ru: Аббревиатура
sv_se: Förkortning
tr_tr: Kısaltma

# section-abbreviation-example
source: (For example, Articles=ART)
ar_iq: (مثلاً، مقالات = مقل)
ca_es: (Per exemple, articles=ART)
cs_cz: (Například články=ČL)
da_dk: (F.eks. Artikler = ART)
es_es: (Por ejemplo, artículos=ART)
fa_ir: (برای مثال م ق = مقاله)
fi_fi: (Esimerkiksi: artikkelit = ART)
fr_ca: (Par exemple, Articles=ART)
id_id: (Sebagai contoh, Artikel=ART)
nb_no: (Eksempel: Artikler=ART)
pl_pl: (np. artykuły=ART)
pt_pt: (Por exemplo, Artigos=ART)
ru_ru: (Например, Статьи=СТ)
sv_se: (Till exempel Artiklar=ART)
tr_tr: (Örneğin, Makaleler=MAK)

source: Section Policy
ar_iq: سياسة القسم
ru_ru: Правила раздела

# article-article
source: Article
ar_iq: مقالة
cs_cz: Článek
da_dk: Artikel
es_es: Artículo
fa_ir: مقاله
fi_fi: Artikkeli
id_id: Artikel
nb_no: Artikkel
pl_pl: Artykuł
pt_pt: Artigo
ru_ru: Статья
sv_se: Artikel
tr_tr: Makale

# article-articles
source: Articles
ar_iq: مقالات
cs_cz: Články
da_dk: Artikler
es_es: Artículos
fa_ir: مقالات
fi_fi: Artikkelit
id_id: Artikel
nb_no: Artikler
pl_pl: Artykuły
pt_pt: Artigos
ru_ru: Статьи
sv_se: Artiklar
tr_tr: Makaleler

# common-publication
source: Article
ar_iq: مقالة
cs_cz: Článek
da_dk: Artikel
es_es: Artículo
fa_ir: مقاله
fi_fi: Artikkeli
id_id: Artikel
nb_no: Artikkel
pl_pl: Artykuł
pt_pt: Artigo
ru_ru: Статья
sv_se: Artikel
tr_tr: Makale

# common-publications
source: Articles
ar_iq: مقالات
cs_cz: Články
da_dk: Artikler
es_es: Artículos
fa_ir: مقالات
fi_fi: Artikkelit
id_id: Artikel
nb_no: Artikler
pl_pl: Artykuły
pt_pt: Artigos
ru_ru: Статьи
sv_se: Artiklar
tr_tr: Makaleler

# article-submissionId
source: Submission ID
ar_iq: الرمز التعريفي للطلب
ca_es: Id. de la tramesa
cs_cz: ID příspěvku
da_dk: Manuskript-id
es_es: Id. del envío
fa_ir: شناسه مقاله ارسالی
fi_fi: Käsikirjoituksen tunniste
fr_ca: ID de la soumission
id_id: ID Naskah
nb_no: Manus-ID
pl_pl: Identyfikator zgłoszenia
pt_pt: ID da Submissão
ru_ru: ID материала
sv_se: Bidragets ID
tr_tr: Gönderi ID'si

# article-title
source: Title
ar_iq: العنوان
ca_es: Títol
cs_cz: Název
da_dk: Titel
es_es: Título
fa_ir: عنوان
fi_fi: Otsikko
fr_ca: Titre
id_id: Judul
nb_no: Tittel
pl_pl: Tytuł
pt_pt: Título
ru_ru: Название
sv_se: Titel
tr_tr: Başlık

# article-authors
source: Authors
ar_iq: المؤلفون
ca_es: Autors/ores
cs_cz: Autoři
da_dk: Forfattere
es_es: Autores/as
fa_ir: نویسندگان
fi_fi: Kirjoittajat
fr_ca: Auteurs
id_id: Penulis
nb_no: Forfattere
pl_pl: Autor
pt_pt: Autores
ru_ru: Авторы
sv_se: Författare
tr_tr: Yazarlar

# article-indexingInformation
source: Indexing Information
ar_iq: معلومات الفهرسة
ca_es: Informació d'indexació
cs_cz: Informace pro indexaci
da_dk: Indekseringsoplysninger
es_es: Información de indexación
fa_ir: اطلاعات نمایه‌ای
fi_fi: Indeksointitiedot
fr_ca: Information d'indexation
id_id: Informasi Pengindeksan
nb_no: Indekseringsinformasjon
pl_pl: Informacje dotyczące indeksowania
pt_pt: Informação para Indexação
ru_ru: Информация для индексирования
sv_se: Information om indexering
tr_tr: Dizinleme Bilgisi

# article-metadata
source: Metadata
ar_iq: البيانات الوصفية
ca_es: Metadades
es_es: Metadatos
fa_ir: فراداده
fi_fi: Metatiedot
fr_ca: Métadonnées
pl_pl: Metadane
pt_pt: Metadados
ru_ru: Метаданные
tr_tr: Üst Veri

# article-journalSection
source: Journal Section
ar_iq: قسم المجلة
ca_es: Secció de la revista
cs_cz: Sekce časopisu
da_dk: Tidsskriftssektion
es_es: Sección de la revista
fa_ir: نوع مقاله
fi_fi: Julkaisun osasto
fr_ca: Rubrique de revue
id_id: Bagian Jurnal
nb_no: Tidsskriftseksjon
pl_pl: Dział czasopisma
pt_pt: Secção da Revista
ru_ru: Раздел журнала
sv_se: Tidskriftssektion
tr_tr: Dergi Bölümü

# article-file
source: File
ar_iq: الملف
ca_es: Fitxer
cs_cz: Soubor
da_dk: Fil
es_es: Archivo
fa_ir: فایل
fi_fi: Tiedosto
fr_ca: Fichier
nb_no: Fil
pl_pl: Plik
pt_pt: Documento
ru_ru: Файл
sv_se: Fil
tr_tr: Dosya

# article-suppFile
source: Supplementary File
ar_iq: الملف التكميلي
ca_es: Fitxer addicional
cs_cz: Doplňkový soubor
da_dk: Supplerende fil
es_es: Archivo complementario
fa_ir: فایل مکمل
fi_fi: Liitetiedosto
fr_ca: Fichier supplémentaire
id_id: File Tambahan
nb_no: Tilleggsfil
pl_pl: Plik pomocniczy
pt_pt: Documento Suplementar
ru_ru: Дополнительный файл
sv_se: Tilläggsfil
tr_tr: Ek Dosya

# article-suppFiles
source: Supplementary File(s)
ar_iq: الملف/الملفات التكميلية
ca_es: Fitxer(s) addicional(s)
cs_cz: Doplňkový/é soubor/y
da_dk: Supplerende fil(er)
es_es: Archivo(s) complementario(s)
fa_ir: فایل(‌های) مکمل
fi_fi: Liitetiedosto(t)
fr_ca: Fichier(s) supplémentaire(s)
id_id: File Tambahan
nb_no: Tilleggsfil(er)
pl_pl: Pliki pomocnicze
pt_pt: Documento(s) Suplementar(es)
ru_ru: Дополнительные файлы
sv_se: Tilläggsfil(er)
tr_tr: Ek Dosya(lar):

# article-suppFilesAbbrev
source: Supp. files
ar_iq: ملفات تكميلية
ca_es: Fitxers add.
cs_cz: Doplň. soubory
da_dk: Supp. filer
es_es: Archivos comp.
fa_ir: فایل‌های مکمل
fi_fi: Liitetiedostot
fr_ca: Fichiers suppl.
id_id: File Tambahan
nb_no: Tilleggsfil(er)
pl_pl: Pliki pomocnicze
pt_pt: Docs. Sup.
ru_ru: Доп. файлы
sv_se: Tilläggsfil(er)
tr_tr: Ek Dosyalar

# article-discipline
source: Academic discipline and sub-disciplines
ar_iq: الإلتزام الأكاديمي والتخصصات الفرعية
ca_es: Disciplines i subdisciplines acadèmiques
cs_cz: Akademická disciplína a subdisciplíny
da_dk: Akademisk fagområde og underfagområder
es_es: Disciplina académica y subdisciplinas
fa_ir: رشته و گرایش علمی
fi_fi: Akateeminen tieteenala ja alatieteet
fr_ca: Discipline et sous-disciplines académiques
id_id: Disiplin dan Sub-disiplin Ilmu
nb_no: Akademisk fag og felt
pl_pl: Dyscypliny i subdyscypliny naukowe
pt_pt: Área e sub-área do Conhecimento Acadêmico
ru_ru: Академические дисциплины и разделы дисциплин
sv_se: Ämnesområde och underämnen
tr_tr: Akademik Bölüm ve Alt-Bölümler

# article-subject
source: Keywords
ar_iq: الكلمات المفتاحية
ca_es: Paraules clau
cs_cz: Klíčová slova
da_dk: Nøgleord
es_es: Palabras clave
fa_ir: کلمات کلیدی
fi_fi: Avainsanat
fr_ca: Mots-clés
id_id: Kata Kunci
nb_no: Emneord (Nøkkelord)
pl_pl: Słowa kluczowe
pt_pt: Palavras-chave
ru_ru: Ключевые слова
sv_se: Nyckelord
tr_tr: Anahtar Kelimeler

# article-coverage
source: Coverage
ar_iq: التغطية
ca_es: Cobertura
cs_cz: Dosah
da_dk: Dækning
es_es: Cobertura
fa_ir: پوشش
fi_fi: Kattavuus
fr_ca: Couverture
id_id: Cakupan
nb_no: Dekning
pl_pl: Zasięg
pt_pt: Cobertura
ru_ru: Охват
sv_se: Täckning
tr_tr: Kapsam
