Repository: asmecher/ojs
Catalog: locale/*/locale.xlf
Languages: ar_iq, ca_es, cs_cz, da_dk, es_es, fa_ir, fi_fi, fr_ca, id_id, nb_no, pl_pl, pt_pt, ru_ru, sv_se, tr_tr

# reviewer-article-reviewerComments
source: Comments
ar_iq: ملاحظات
ca_es: Comentaris
cs_cz: Komentáře
da_dk: Kommentarer
es_es: Comentarios
fa_ir: نظرات
fi_fi: Kommentit
fr_ca: Commentaires
id_id: Komentar
nb_no: Kommentarer
pl_pl: Uwagi
pt_pt: Comentários
ru_ru: Комментарии
sv_se: Kommentarer
tr_tr: Yorumlar

# reviewer-article-uploadedFile
source: Uploaded files
ar_iq: الملفات المرفوعة
ca_es: Fitxers carregats
cs_cz: Nahrané soubory
da_dk: Overførte filer
es_es: Archivos subidos
fa_ir: فایل‌های آپلود شده
fi_fi: Ladatut tiedostot
fr_ca: Fichiers téléchargés
id_id: File yang diunggah
nb_no: Opplastete filer
pl_pl: Wysłane pliki
pt_pt: Documentos Enviados
ru_ru: Загруженные файлы
sv_se: Uppladdade filer
tr_tr: Yüklenmiş dosyalar:

# reviewer-article-reviewersAnnotatedVersion
source: Version uploaded by reviewer
ar_iq: النسخة المرفوعة من قبل المحكم
ca_es: Versió carregada pel revisor/a
cs_cz: Verze nahraná recenzentem
da_dk: Version overført af bedømmer
es_es: Versión cargada por el revisor/a
fa_ir: نسخه آپلود شده به‌وسیله داور
fi_fi: Arvioijan lataama versio
fr_ca: Version téléchargée par l'évaluateur
id_id: Versi yang diunggah reviewer
nb_no: Versjon lastet opp av fagkonsulent
pl_pl: Wersja wysłana przez recenzenta
pt_pt: Versão enviada pelo revisor
ru_ru: Версия, загруженная рецензентом
sv_se: Version uppladdad av granskaren
tr_tr: Hakem tarafından yüklenen sürüm

# reviewer-article-reviewersAnnotatedVersionDescription
source: (If you want to annotate the file, for the editor, save on your hard drive and use Browse/Upload.)
ar_iq: (لو رغبت في تأشير الملف للمحرر، إحفظ الملف في حاسبتك واستعمل تصفح/رفع)
ca_es: (Si voleu introduir comentaris per a l’editor/a al fitxer, deseu-lo al disc dur i utilitzeu «Navega/Carrega».)
cs_cz: (Pokud chcete soubor pro editora opatřit poznámkami, uložte ho na Váš pevný disk a použijte Procházet/Nahrát.)
da_dk: (Hvis du vil anmærke filen til redaktøren, skal du gemme den på harddisken og bruge Gennemse/Overfør).
es_es: (Si desea anotar el archivo para el editor/a, guárdelo en su disco duro y utilice Examinar/Cargar.)
fa_ir: در صورت تمایل می‌توانید در فایل اصلی مقاله مطالبی به عنوان یادداشت تایپ کنید و سپس فایل را آپلود کنید.
fi_fi: (Jos haluat lisätä tiedostoon selityksiä toimittajalle, tallenna se kovalevyllesi ja käytä Selaa/Lataa-toimintoja.)
fr_ca: (Si vous voulez annoter le fichier, pour le rédacteur, enregistrer sur votre disque dur et utiliser Explorer/Télécharger.)
id_id: (Jika Anda ingin menambahkan anotasi pada file, untuk editor, simpan di hard drive dan gunakan Telusur/Unggah.)
nb_no: (Hvis du vil skrive merknader til redaktøren direkte i manuskriptfilen, må du først lagre den på din egen maskin, og deretter bruke Finn/Last opp.)
pl_pl: (Jeżeli chcesz uzupełnić plik o komentarze dla redaktora, zapisz plik na dysku.)
pt_pt: (Caso deseje realizar anotações no documento ao editor, guarde no seu computador e depois envie usando Pesquisar/Enviar.)
ru_ru: (Если вы хотите добавить свои пометки в файл для редактора, сохраните файл на свой компьютер и используйте Обзор/Загрузить.)
sv_se: (Om du vill skriva kommentarer till redaktören i filen, spara först ned filen på din hårddisk och ladda sedan upp den igen (Bläddra/Ladda upp.)
tr_tr: (Dosyayla ilgili olarak editöre açıklama yazacaksanız, kendi bilgisayarınıza kaydedin ve Listele/Yükle seçeneğini kullanın.)

# reviewer-article-schedule-request
source: Editor's Request
ar_iq: طلب المحرر
ca_es: Sol·licitud de l’editor/a
cs_cz: Požadavky editora
da_dk: Redaktørs forespørgsel
es_es: Petición del editor/a
fa_ir: درخواست دبیر
fi_fi: Toimittajan pyyntö
fr_ca: Demande du rédacteur
id_id: Permintaan Editor
nb_no: Redaktørens bestilling
pl_pl: Prośba redaktora
pt_pt: Pedido do Editor
ru_ru: Запрос редактора
sv_se: Redaktörens begäran
tr_tr: Editörün İsteği

# reviewer-article-schedule-response
source: Your Response
ar_iq: إجابتك
ca_es: La vostra resposta
cs_cz: Vaše odpověď
da_dk: Dit svar
es_es: Su respuesta
fa_ir: پاسخ شما
fi_fi: Vastauksesi
fr_ca: Votre réponse
id_id: Respon Anda
nb_no: Ditt svar
pl_pl: Twoja odpowiedź
pt_pt: Resposta
ru_ru: Ваш ответ
sv_se: Ditt svar
tr_tr: Cevabınız

# reviewer-article-schedule-submitted
source: Review Submitted
ar_iq: التحكيم قُدِّم
ca_es: S'ha tramès la revisió
cs_cz: Recenze odeslána
da_dk: Bedømmelsen er fremsendt
es_es: Revisión enviada
fa_ir: داوری ارسال شد
fi_fi: Arviointi lähetetty
fr_ca: Évaluation soumise
id_id: Review Dikumpulkan
nb_no: Fagvurdering: innsendt
pl_pl: Wysłane recenzje
pt_pt: Revisão Enviada
ru_ru: Рецензия отправлена
sv_se: Granskning har skickats in
tr_tr: Değerlendirme Gönderildi

# reviewer-article-schedule-due
source: Review Due
ar_iq: التحكيم استوجب
ca_es: Venciment de la revisió
cs_cz: Termín pro recenzi
da_dk: Bedømmelsen er forfalden
es_es: Fecha de entrega de revisión
fa_ir: مهلت داوری
fi_fi: Arvioinnin määräpäivä
fr_ca: Évaluation à échéance
id_id: Tenggat Review
nb_no: Fagvurdering: ventet-dato
pl_pl: Termin
pt_pt: Revisão não concluída
ru_ru: Срок отправки рецензии
sv_se: Deadline för granskning
tr_tr: Değerlendirme Süresi

# reviewer-article-decision-accept
source: Accept Submission
ar_iq: إقبل التقديم
ca_es: Accepta la tramesa
cs_cz: Přijmout příspěvek
da_dk: Accepter manuskript
es_es: Aceptar este envío
fa_ir: پذیرش مقاله ارسالی
fi_fi: Hyväksy käsikirjoitus
fr_ca: Accepter la soumission
id_id: Terima Naskah
nb_no: aksepteres
pl_pl: Zaakceptuj tekst
pt_pt: Aceitar
ru_ru: Принять материал
sv_se: Acceptera bidraget
tr_tr: Yayımlanması Uygundur

# reviewer-article-decision-pendingRevisions
source: Revisions Required
ar_iq: التنقيحات مطلوبة
ca_es: Publicable amb modificacions
cs_cz: Požadovat přepracování
da_dk: Rettelser er påkrævet
es_es: Publicable con modificaciones
fa_ir: اصلاحات لازم است
fi_fi: Vaatii korjauksia
fr_ca: Révisions requises
id_id: Perlu Revisi
nb_no: aksepteres, med forbehold om omarbeiding
pl_pl: Wymagane poprawki
pt_pt: Correcções obrigatórias
ru_ru: Требуется доработка
sv_se: Ändringar krävs
tr_tr: Düzeltmeler Yapıldıktan Sonra Yayımlanabilir

# reviewer-article-decision-resubmitHere
source: Resubmit for Review
ar_iq: أعد التقديم للتحكيم
ca_es: Modifica per tornar a avaluar
cs_cz: Znovu předložit k recenzi
da_dk: Fremsend igen til bedømmelse
es_es: Reenviar para revisión
fa_ir: ارسال برای داوری مجدد
fi_fi: Lähetä uudelleen arvioitavaksi
fr_ca: Soumettre à nouveau pour évaluation
id_id: Kirim Ulang untuk Review
nb_no: send inn på nytt for ny fagvurdering
pl_pl: Wymagane poprawki i ponowna recenzja
pt_pt: Submeter novamente para revisão
ru_ru: Отправить на рецензию повторно
sv_se: Återsänd för granskning
tr_tr: Düzeltmelerden Sonra İncelenmesi Gerekir

# reviewer-article-decision-resubmitElsewhere
source: Resubmit Elsewhere
ar_iq: أعد التقديم في مكان آخر
ca_es: Torna a trametre a una altra publicació
cs_cz: Podat někde jinde
da_dk: Fremsend igen til andet sted/anden bedømmer
es_es: Reenviar a otra publicación
fa_ir: ارسال به مجله دیگر
fi_fi: Lähetä toiseen julkaisuun
fr_ca: Soumettre à nouveau ailleurs
id_id: Kirim Ulang di Lain Tempat
nb_no: sendes inn til et annet publiseringssted
pl_pl: Do zgłoszenia w innym czasopiśmie
pt_pt: Enviar a outra revista
ru_ru: Отправить в другое место
sv_se: Skicka in till annan publikation
tr_tr: Yayımlanmaması Daha Uygundur

# reviewer-article-decision-decline
source: Decline Submission
ar_iq: أرفض طلب النشر
ca_es: No publicable
cs_cz: Odmítnout příspěvek
da_dk: Afvis manuskript
es_es: No publicable
fa_ir: رد مقاله ارسالی
fi_fi: Hylkää käsikirjoitus
fr_ca: Refuser la soumission
id_id: Tolak Naskah
nb_no: avvises
pl_pl: Odrzuć tekst
pt_pt: Rejeitar
ru_ru: Отклонить статью
sv_se: Refusera bidraget
tr_tr: Yayımlanamaz

# reviewer-article-decision-seeComments
source: See Comments
ar_iq: أنظر الملاحظات
ca_es: Visualitza els comentaris
cs_cz: Viz komentáře
da_dk: Se kommentarer
es_es: Ver comentarios
fa_ir: نظراتم را ببینید
fi_fi: Katso kommentit
fr_ca: Voir les commentaires
id_id: Lihat Komentar
nb_no: annet: se kommentarer
pl_pl: Rekomendacje w komentarzu
pt_pt: Ver comentários
ru_ru: Смотри комментарии
sv_se: Se kommentarer
tr_tr: Başka Bir Hakeme Gönderiniz

# reviewer-article-schedule
source: Schedule
ar_iq: جدوِل
ca_es: Planificació
cs_cz: Plánování
da_dk: Planlæg
es_es: Planificación
fa_ir: زمان‌بندی کردن
fi_fi: Aikataulu
fr_ca: Calendrier
id_id: Jadwal
nb_no: Arbeidsplan
pl_pl: Harmonogram
pt_pt: Agendar
ru_ru: Расписание
sv_se: Schema
tr_tr: Zaman Çizelgesi

# reviewer-article-submissionToBeReviewed
source: Submission To Be Reviewed
ar_iq: طلب النشر ليُحكَّم
ca_es: Tramesa per revisar
cs_cz: Příspěvek k recenzování
da_dk: Manuskript, der skal bedømmes
es_es: Envío para revisar
fa_ir: مقالات ارسالی که باید داوری شود
fi_fi: Arvioitava käsikirjoitus
fr_ca: Soumission à évaluer
id_id: Naskah untuk Direview
nb_no: Manuskriptet som skal vurderes
pl_pl: Teksty do zrecenzowania
pt_pt: Submissão aguardando revisão
ru_ru: Материал на рецензию
sv_se: Bidrag som ska granskas
tr_tr: Değerlendirilecek Başvurular

# reviewer-article-reviewSchedule
source: Review Schedule
ar_iq: جدولة التحكيم
ca_es: Planificació de la revisió
cs_cz: Plán recenze
da_dk: Tidsplan for bedømmelse
es_es: Planificación de revisión
fa_ir: زمان‌بندی داوری
fi_fi: Arviointiaikataulu
fr_ca: Calendrier d'évaluation
id_id: Jadwal Review
nb_no: Arbeidsplan for fagvurderingen
pl_pl: Harmonogram recenzowania
pt_pt: Agenda da Revisão
ru_ru: Расписание рецензирования
sv_se: Schema för granskningsuppdrag
tr_tr: Değerlendirme Zamanlaması

# reviewer-article-reviewSteps
source: Review Steps
ar_iq: خطوات التحكيم
ca_es: Passos per a la revisió
cs_cz: Kroky recenze
da_dk: Bedømmelsestrin
es_es: Pasos de revisión
fa_ir: مراحل داوری
fi_fi: Arvioinnin vaiheet
fr_ca: Étapes d'évaluation
id_id: Langkah-langkah Review
nb_no: Fagvurdering steg for steg
pl_pl: Etapy recenzowania
pt_pt: Directrizes de Revisão
ru_ru: Шаги рецензирования
sv_se: Steg för granskning
tr_tr: Değerlendirme Basamakları

# reviewer-article-reviewerGuidelines
source: Reviewer Guidelines
ar_iq: إرشادات المحكم
ca_es: Directrius per al revisor/a
cs_cz: Instrukce pro recenzenta
da_dk: Retningslinjer for bedømmere
es_es: Directrices para el revisor/a
fa_ir: دستورالعمل داوری
fi_fi: Arvioijan ohjeet
fr_ca: Directives aux évaluateurs
id_id: Panduan Reviewer
nb_no: Instruks for fagkonsulenter
pl_pl: Wytyczne dla recenzentów
pt_pt: Directrizes para Revisores
ru_ru: Руководство для рецензентов
sv_se: Riktlinjer för granskare
tr_tr: Hakem Rehberi

# reviewer-article-reviewGuidelinesDescription
source: The Review Guidelines will provide reviewers with criteria for judging a submission's suitability for publication in the journal, and can include any special instructions for preparing an effective and helpful review. In conducting the review, reviewers are presented with with two open text boxes, the first "for author and editor," and the second "for editor." Alternatively, the Journal Manager can create a peer review form under Review Forms. In all cases, editors will have the option of including the reviews in corresponding with the author.
ar_iq: إن إرشادات المحكم ستقدم للمحكمين معايير الحكم على مناسبة المؤلَّف للنشر في المجلة من عدمها، كما يمكنها أن تتضمن أي تعليمات خاصة لتحضير تقييم مؤثر ومفيد. عند إجراء التقييم، يعرض الموقع للمحكمين مربعي نص، الأول "للمؤلف والمحرر" والثاني "للمحرر". بدلاً من ذلك، يمكن لرئيس تحرير المجلة إنشاء نموذج التحكيم المناظر عبر (نماذج التحكيم). وفي جميع الحالات، سيكون للمحررين خيار تضمين التقييمات المتعلقة بالمؤلف.
ca_es: Les directrius de revisió proporcionen als revisors/ores els criteris per jutjar la idoneïtat d'una tramesa per ser publicada a la revista, i poden incloure qualsevol instrucció especial per a la preparació d'una revisió eficaç i útil. A l'hora de fer la revisió, els revisors/ores trobaran dos quadres de text en blanc: el primer «per a l'autor/a i l'editor/a» i el segon «per a l'editor/a». De manera alternativa, l'administrador/a de la revista pot crear una avaluació d'experts/ertes a «Formularis de revisió». En tots els casos, els editors/ores tindran l'opció d'incloure les revisions en correspondència amb l'autor/a.
cs_cz: Směrnice pro recenzenty poskytují recenzentům kritéria pro zhodnocení vhodnosti příspěvku pro publikaci v časopise a mohou zahrnovat zvláštní pokyny pro přípravu efektivní a užitečné recenze. Při vlastní recenzi mají recenzenti k dispozici dva rámečky pro volný text, jednak "pro autora a editora" a za druhé "pro editora". Případně může manažer časopisu vytvořit formulář pro recenze v sekci "Formuláře recenzí". Ve všech případech budou mít editoři možnost vložit recenzi do korespondence s autorem.
da_dk: Retningslinjerne for bedømmelse opstiller de kriterier, som bedømmerne skal anvende til at vurdere, om et indleveret manuskript egner sig til at blive udgivet i tidsskriftet, og kan indeholde særlige instruktioner for, hvordan man udarbejder en effektiv og anvendelig bedømmelse. Under udførelsen af bedømmelsen præsenteres bedømmerne for to åbne tekstfelter – det første er "til forfatter og redaktør", og det andet er "til redaktør". Alternativt kan tidsskriftschefen oprette en peer review-formular under bedømmelsesformularer. Under alle omstændigheder har redaktører mulighed for at inkludere bedømmelserne i deres korrespondance med forfatteren.
es_es: Las directrices para el revisor/a proporcionarán a los revisores/as el criterio necesario para juzgar si un envío es adecuado para ser publicado en la revista, y puede incluir cualquier tipo de instrucciones particulares para preparar una revisión efectiva y útil. Al realizar la revisión, los revisores/as disponen de dos cuadros de texto abiertos: el primero "para el autor/a y el editor/a" y el segundo "para el editor/a". El gestor/a de la revista también puede crear un formulario de revisión por pares en el apartado Formularios de revisión. En cualquier caso, los editores/as tendrán la opción de incluir las revisiones para el autor/a.
fa_ir: راهنمای داوری شامل ضوابط داوری در مورد مناسب بودن مقاله جهت چاپ در مجله می‌باشد، و ممکن است شامل دستورالعمل‌های خاص مجله برای تهیه متن مناسب داوری نیز بشود. در روند داوری به داوران دو جعبه متن ارائه می‌شود که اولی برای نویسنده و دبیر و دومی برای دبیر است. همچنین مدیر مجله می‌تواند یک فرم داوری را با استفاده از ابزار موجود در فرم‌های داوری طراحی کند. در تمام این حالات انتخاب نهائی با دبیر است که آیا حاصل داوری یک داور را در معرض دید نویسنده قرار بدهد یا خیر.
fi_fi: Arviointiohjeet tarjoavat arvioijille kriteerit, joiden perusteella he arvioivat soveltuuko käsikirjoitus julkaistavaksi julkaisussa. Ohjeet voivat sisältää myös erityisiä ohjeita vaikuttavan ja hyödyllisen arvion kirjoittamiseksi. Arviointia tehtäessä, näytölle ilmestyy kaksi tekstikenttää kommenteille, ensimmäinen "kirjoittajalle ja toimittajalle" ja toinen "toimittajalle". Vaihtoehtoisesti julkaisun hallinnoija voi luoda vertaisarviointilomakkeen Arviointilomakkeet -kohdassa. Kaikissa tapauksissa toimittajilla on mahdollisuus sisällyttää arviot kirjoittajan kanssa käytävään kirjeenvaihtoon.
fr_ca: Les directives pour l'évaluation fourniront aux évaluateurs des critères pour juger de la pertinence d'une soumission pour fins de publication dans la revue, et peuvent inclure toutes instructions spéciales nécessaires à la préparation d'une évaluation efficace et utile. En effectuant l'évaluation, les évaluateurs se font présenter deux boîtes de texte, la première "pour l'auteur et le rédacteur" et la deuxième "pour le rédacteur." Alternativement, le directeur de la revue peut créer un formulaire d'évaluation par les pairs sous Formulaires d'évaluation. Dans tous les cas, les rédacteurs auront l'option d'inclure les évaluations dans leur correspondance avec l'auteur.
id_id: Panduan Review akan memberi Reviewer kriteria untuk menilai kelayakan naskah untuk diterbitkan, dan dapat mencakup instruksi khusus apapun untuk menyiapkan review yang efektif. Dalam melakukan review, reviewer dihadapkan dengan dua kotak teks terbuka, yang pertama "untuk penulis dan editor", dan yang kedua "untuk editor". Sebagai alternatif, manajer jurnal dapat membuat form peer review di bawah Form Review. Dalam semua kasus, editor akan mempunyai pilihan termasuk menyertakan review dalam korespondensi dengan penulis.
nb_no: Retningslinjene for fagfellevurdering gir fagfellevurdererne kriterier for vurdering av hvorvidt en innlevering er egnet for publisering i tidsskriftet, og kan også inneholde veiledning i å skrive en effektiv og hjelpsom vurdering. Ved gjennomføring av vurderingen får fagfellevurdererne to tekstbokser tilgjengelig, en merket "for forfatter og redaktør," og den andre merket "for redaktøren." Som et alternativ kan tidsskriftadministratoren lage vurderingsskjema under Vurderingsskjema. Uansett vil redaktøren kunne inkludere fagfellevurderingene i korrespondanse med forfattere.
pt_pt: As Directrizes para Revisão fornecerão aos revisores critérios necessários para julgar se uma submissão é adequada para publicação no periódico, e podem incluir quaisquer instruções especiais para preparar uma revisão efectiva e construtiva. Ao entrar na revisão, os revisores terão acesso a dois campos de texto aberto, sendo o primeiro "para autor e editor" e o segundo "somente para o editor". Como opção alternativa, o Director pode criar formulários específicos acedendo a "Formulários de Revisão", na Administração da revista. Em todos os casos, os editores terão a opção de incluir as revisões nas mensagens, ao se comunicarem com o autor.
ru_ru: Руководство для рецензентов знакомит рецензентов с критериями оценки степени соответствия материала для публикации в данном журнале, и может включать любые дополнительные инструкции по подготовке эффективной и полезной рецензии. При написании рецензии у рецензентов есть два текстовых поля: первое «Для автора и редактора» и второе «Для редактора». В качестве альтернативы управляющий журналом может создать форму рецензии в разделе «Формы для рецензий». В любом из этих случаев редакторы будут иметь возможность дать авторам возможность ознакомиться с рецензиями.
sv_se: Riktlinjerna för granskare förser granskare med de kriterier som används för att bedöma hur väl ett bidrag passar för publicering i tidskriften och kan innehålla övriga särskilda instruktioner som granskaren ska använda för att genomföra en effektiv och användbar granskning. När granskare arbetar med sina granskningar har de två fritext-fält till sitt förfogande, den första "för författare och redaktör" och den andra "för redaktör". Alternativt kan tidskriftsansvarig skapa ett granskningsformulär under Granskningsformulär. I båda fallen kan redaktörer välja att inkludera granskningen i sin korrespondens med författaren.
tr_tr: Hakem Rehberleri dergide yayımlanmak üzere yapılan gönderilerin uygunluğunu denetlemek üzere hazırlanan kriterleri ve değerlendirmeye yardımcı olan anlaşılabilir kimi talimatları içermelidir. Değerlendirme sırasında hakeme iki açılabilir kutu sunulur. Bunlardan ilki "yazar ve editöre" ikincisi ise sadece "editöre" yorum ve mesaj göndermek içindir. Alternatif olarak Dergi Yöneticisi Değerlendirme Formları altında özel bir değerlendirme formu oluşturabilir. Editörler her koşulda değerlendirme dahil tüm seçeneklere sahip olacaktır.

# reviewer-article-notifyEditorA
source: Notify the submission's editor
ar_iq: أعلم محرر طلب النشر
ca_es: Notifiqueu a l'editor/a de la tramesa
cs_cz: Informovat editora příspěvku
da_dk: Underret manuskriptets redaktør,
es_es: Notificar al editor/a del envío
fa_ir: خبر به دبیر مقاله
fi_fi: Ilmoita käsikirjoituksen toimittajalle
fr_ca: Aviser le rédacteur de la soumission
id_id: Beritahu editor penyerahan
nb_no: Send e-post til manuskriptredaktøren
pl_pl: Powiadom redaktora prowadzącego
pt_pt: Notificar o editor da submissão
ru_ru: Уведомить редактора материала (
sv_se: Meddela bidragets redaktör
tr_tr: Editörü bilgilendiriniz.

# reviewer-article-notifyEditorB
source: as to whether you will undertake the review.
ar_iq: فيما لو أنك ستتولى مهمة التحكيم
ca_es: si accepteu fer la revisió.
cs_cz: zda zpracujete recenzi.
da_dk: om du vil påtage dig bedømmelsen.
es_es: de si aceptará o no la revisión.
fa_ir: که آیا این داوری را به عهده می‌گیرید
fi_fi: mikäli suostut arvioimaan käsikirjoituksen.
fr_ca: de votre décision d'accepter ou non l'évaluation.
id_id: apakah Anda akan melakukan review.
nb_no: om hvorvidt du vil påta deg vurderingsoppdraget.
pl_pl: czy podejmiesz się recenzji.
pt_pt: a sua decisão sobre a sua disponibilidade para realizar a revisão.
ru_ru: ) о том, что вы согласны дать рецензию.
sv_se: om du vill åta dig att göra granskningen.
tr_tr: Değerlendirmeyi kabul edip-etmediğinizi otomatik olarak oluşturulacak e-posta aracılığıyla editöre iletmek için lütfen ilgili simgeye tıklayınız.

# reviewer-article-consultGuidelines
source: If you are going to do the review, consult Reviewer Guidelines below.
ar_iq: إن كنت ستقوم بالتحكيم، راجع إرشادات المحكمين أدناه
ca_es: Si heu acceptat fer la revisió, consulteu les directrius per al revisor/a.
cs_cz: Pokud budete zpracovávat recenzi, držte se níže uvedených Pokynů pro recenzenta.
da_dk: Se Retningslinjer for bedømmere nedenfor, hvis du vil foretage bedømmelsen.
es_es: Si va a revisar, consulte las directrices para el revisor que aparecen a continuación.
fa_ir: چنانچه داوری را به عهده می‌گیرید, متن راهنمای داوری در پائین این صفحه را مطالعه فرمایید.
fi_fi: Jos aiot suorittaa arvioinnin, tutustu alla arvioijan ohjeisiin.
fr_ca: Si vous acceptez de faire l'évaluation, consultez les Directives aux évaluateurs ci-dessous.
id_id: Jika Anda akan melakukan review, lihat Panduan Reviewer di bawah ini.
nb_no: Hvis du påtar deg vurderingsoppdraget: se 'Instruks for fagkonsulenter' nedenfor.
pl_pl: Jeżeli masz zamiar podjąć się recenzji, przeczytaj wytyczne zamieszczone poniżej.
pt_pt: Em caso positivo, consulte as Directrizes para Revisores a seguir.
ru_ru: Если вы собираетесь дать рецензию, ознакомьтесь с Руководством для рецензентов, приведенным ниже.
sv_se: Om du ska göra en granskning, se Riktlinjer för granskare nedan.
tr_tr: Değerlendirmeyi yapacaksanız, aşağıdaki Hakem Rehberine bakınız.
