Repository: asmecher/ojs
Catalog: locale/*/locale.xlf
Languages: ar_iq, ca_es, cs_cz, da_dk, es_es, fa_ir, fi_fi, fr_ca, id_id, nb_no, pl_pl, pt_pt, ru_ru, sv_se, tr_tr

# user-subscriptions-form-membershipInstructions
source: Membership information if required for the selected subscription type.
ar_iq: بيانات العضوية، فيما لو كانت مطلوبة لنوع الاشتراك المختار
ca_es: Informació d'afiliació, si és necessària, pel tipus de subscripció seleccionat.
cs_cz: Je třeba zadat informace o členství pro vybraný typ předplatného.
da_dk: Medlemsinformation, hvis påkrævet, for den valgte abonnementstype.
es_es: Podría necesitar información de afiliación para el tipo de suscripción seleccionada.
fa_ir: اطلاعات عضویت در صورتی که برای نوع اشتراک انتخاب شده لازم شود
fi_fi: Valittu tilausvaihtoehto edellyttää jäsenyystietoja.
fr_ca: Information d'adhésion, si obligatoire pour le type d'abonnement sélectionné.
id_id: Informasi keanggotaan dibutuhkan untuk tipe langganan yang dipilih.
nb_no: Medlemskapsinformasjon dersom det kreves for den valgte abonnementstypen.
pt_pt: Informações sobre o registo em entidade de classe caso sejam exigidas pelo tipo de assinatura.
ru_ru: Информация о членстве (если необходима для выбранного типа подписки).
sv_se: Information om medlemskap om det krävs för vald prenumerationstyp.
tr_tr: Seçilen abonelik türü için üyelik bilgileri gerekir.

# user-subscriptions-form-institutionName
source: Institution name
ar_iq: اسم المؤسسة
ca_es: Nom de la institució
cs_cz: Jméno organizace
da_dk: Institutionsnavn
es_es: Nombre de la institución
fa_ir: نام سازمان
fi_fi: Instituution nimi
fr_ca: Nom de l'institution
id_id: Nama Institusi
nb_no: Institusjonsnavn
pt_pt: Nome da Instituição
ru_ru: Название организации
sv_se: Institutionens namn
tr_tr: Kurum adı

# user-subscriptions-form-institutionNameRequired
source: An institution name is required.
ar_iq: اسم المؤسسة مطلوب حتماً
ca_es: Heu d'introduir el nom de la institució.
cs_cz: Je vyžadováno zadání jména organizace.
da_dk: Institutionsnavn påkrævet.
es_es: El nombre de la institución es obligatorio.
fa_ir: نام سازمان لازم است
fi_fi: Instituution nimi vaaditaan.
fr_ca: Le nom de l'institution est obligatoire.
id_id: Nama insitusi dibutuhkan.
nb_no: Et institusjonsnavn må oppgis.
pt_pt: O nome da instituição é obrigatório.
ru_ru: Название организации обязательно.
sv_se: Ett namn på institutionen krävs.
tr_tr: Kurum adı gerekli.

# user-subscriptions-form-institutionMailingAddress
source: Mailing address
ar_iq: عنوان المراسلة
ca_es: Adreça postal
cs_cz: Poštovní adresa
da_dk: Postadresse
es_es: Dirección postal
fa_ir: آدرس پستی
fi_fi: Postiosoite
fr_ca: Adresse de courriel
id_id: Alamat Surat Menyurat
nb_no: Postadresse
pt_pt: Endereço postal
ru_ru: Почтовый адрес
sv_se: Postadress
tr_tr: Gönderi adresi

# user-subscriptions-form-domain
source: Domain
ar_iq: المجال
ca_es: Domini
cs_cz: Doména
da_dk: Domæne
es_es: Dominio
fa_ir: دامنه
fi_fi: Verkkotunnus (domain)
fr_ca: Domaine
nb_no: Domene
pl_pl: Domena
pt_pt: Domínio
ru_ru: Домен
sv_se: Domän
tr_tr: Alan

# user-subscriptions-form-domainInstructions
source: If a domain is entered here, IP ranges are optional.<br />Valid values are domain names (e.g. lib.sfu.ca).
ar_iq: إن تم إدخال المجال، فإن مدى IP يكون إختيارياً.<br />القيم الصحيحة هي أسماء مجال، مثل: lib.sfu.ca
ca_es: Si introduïu el domini aquí, els intervals IP seran opcionals.<br />Els valors vàlids són noms de domini (p. ex., lib.sfu.ca).
cs_cz: Pokud zde vložíte jméno domény, rozsah IP je volitelný.<br />Platné hodnoty jsou jména domén (např. lib.sfu.ca).
da_dk: Hvis der indtastes et domæne her, er IP-områder valgfri.<br />Gyldige værdier er domænenavne (fx lib.sfu.ca).
es_es: Si se introduce un dominio aquí, los rangos de IP son opcionales.<br />Los valores válidos son nombres de dominio (p. ej., lib.sfu.ca).
fa_ir: در صورتی که نام دامنه را در این قسمت وارد میکنید، وارد کردن بازه IP اختیاری است.<br /> (مانند lib.sfu.ca)
fi_fi: Jos verkkotunnus syötetään tähän, IP-osoitealueet ovat valinnaisia.<br />Verkkotunnusten nimet (esim. lib.sfu.ca) ovat kelvollisia arvoja.
fr_ca: Si un domaine est saisi ici, les intervalles d'adresses IP sont facultatifs.
id_id: Jika domain dimasukkan di sini, IP range opsional.<br />Nilai valid adalah nama domain (contoh lib.sfu.ca).
nb_no: Om et domenenavn oppgis her, er IP-adresseområde valgfritt. <br />Gyldige verdier er domenenavn (f.eks. lib.sfu.ca).
pt_pt: Caso informe um domínio, faixas de IP são opcionais. <br />Valores válidos são nomes de domínios (ex.: lib.sfu.ca)
ru_ru: Если здесь введен домен, то диапазоны IP-адресов вводить необязательно.<br />Допустимые значения — доменные имена (например, lib.sfu.ca).
sv_se: Om du skriver in en domän här är kan IP-omfång uteslutas.<br />Giltiga värden är domännamn (t.ex. lib.sfu.ca).
tr_tr: Buraya bir alan adı girilecekse, IP aralığı isteğe bağlıdır. <br />Geçerli alan isimleri (ör. kutuphane.dogus.edu.tr).

# user-subscriptions-form-domainIPRangeRequired
source: The selected subscription type requires a domain and/or an IP range for subscription authentication.
ar_iq: إن نوع الاشتراك المختار يتطلب مجالاً و/أو مدى IP للمصادقة على الاشتراك
ca_es: El tipus de subscripció seleccionat requereix un domini i/o un interval IP per a l’autenticació de la subscripció.
cs_cz: Zvolený typ předplatného vyžaduje jméno domény a/nebo rozsah IP pro ověření předplatného.
da_dk: Den valgte abonnementstype kræver et domæne og/eller et IP-område til abonnementsgodkendelse.
es_es: El tipo de suscripción seleccionada requiere un dominio o un rango de IP para validar la suscripción.
fa_ir: نوع اشتراک انتخاب شده نیاز به نام دامنه یا بازه IP دارد تا بکمک آن اشتراک تایید شود.
fi_fi: Valittu tilausvaihtoehto edellyttää verkkotunnusta ja IP-osoitealuetta tilauksen todentamiseksi.
fr_ca: Le type d'abonnement sélectionné nécessite un domaine et/ou un intervalle d'adresses IP pour l'authentification d'abonnement.
id_id: Tipe langganan yang dipilih memerlukan domain dan/atau IP range untuk otentikasi langganan.
nb_no: Den valgte abonnementstypen krever et domene og/eller et IP-adresseområde for abonnementsautentisering.
pt_pt: O tipo de assinatura escolhida exige um domínio e/ou uma faixa de IP para autenticação de assinantes.
ru_ru: Выбранный тип подписки требует указания домена и/или диапазона IP-адресов для аутентификации по подписке.
sv_se: Vald prenumerationstyp kräver att domän och/eller IP-omfång för att autentisera prenumeranter.

# user-subscriptions-form-domainValid
source: Please enter a valid domain.
ar_iq: لطفاً، أدخل مجالاً صحيحاً
ca_es: Introduïu un domini vàlid.
cs_cz: Vložte, prosím, platný název domény.
da_dk: Indtast et gyldigt domæne.
es_es: Introduzca un dominio válido.
fa_ir: لطفا یک نام دامنه معتبری وارد کنید.
fi_fi: Syötä kelvollinen verkkotunnus.
fr_ca: Veuillez saisir un domaine valide.
id_id: Masukkan domain yang valid.
nb_no: Vennligst oppgi et gyldig domene.
pl_pl: Proszę o podanie poprawnej domeny.
pt_pt: Informe um domínio válido.
ru_ru: Пожалуйста, введите верное доменное имя.
sv_se: Skriv in en giltig domän.
tr_tr: Lütfen geçerli bir alan adı giriniz.

# user-subscriptions-form-ipRange
source: IP ranges
ar_iq: مديات IP
ca_es: Intervals IP
cs_cz: Rozsah IP adres
da_dk: IP-områder
es_es: Rangos de IP
fa_ir: بازه های IP
fi_fi: IP-osoitealueet
fr_ca: Intervalles d'adresses IP
nb_no: IP-adresseområde
pt_pt: Faixas de IP
ru_ru: Диапазоны IP-адресов
sv_se: IP-omfång
tr_tr: IP aralığı

# user-subscriptions-form-ipRangeInstructions
source: If IP ranges are entered here, the domain is optional.<br />Valid values include an IP address (e.g. 142.58.103.1), IP range (e.g. 142.58.103.1 - 142.58.103.4), IP range with wildcard '*' (e.g. 142.58.*.*), and an IP range with CIDR (e.g. 142.58.100.0/24).
ar_iq: لو أُدخلت مديات IP هنا، يكون إدخال المجال إختيارياً.<br />القيم الصحيحة تتضمن عنوان IP مثل: ( 142.58.103.1)، أو مدى IP مثل: 142.58.103.1 - 142.58.103.4)، أو مدى IP مع wildcard '*' مثل: 142.58.*.*)، أو مدى IP مع CIDR مثل:142.58.100.0/24).
ca_es: Si introduïu l'interval IP aquí, el domini és opcional.<br />Els valors vàlids inclouen una adreça IP (p. ex., 142.58.103.1), un interval IP (p. ex., 142.58.103.1 - 142.58.103.4), un interval IP amb comodí '*' (p. ex., 142.58.*.*), i un interval IP amb CIDR (p. ex., 142.58.100.0/24).
cs_cz: Pokud je zde vložen rozsah IP adres, je jméno domény volitelné.<br />Platné hodnoty zahrnují jednotlivou IP adresu (např. 142.58.103.1), IP rozsah (např. 142.58.103.1 - 142.58.103.4), IP rozsah vyjádřený divokou kartou '*' (např. 142.58.*.*), a IP rozsah s CIDR (např. 142.58.100.0/24).
da_dk: Hvis der indtastes IP-områder her, er det valgfrit at indtaste domæne.<br />Gyldige værdier er en IP-addresse (fx 142.58.103.1), et IP-område (fx 142.58.103.1-142.58.103.4), et IP-område med wildcard '*' (fx 142.58.*.*) og et IP-område med CIDR (fx 142.58.100.0/24).
es_es: Si se introducen rangos de IP aquí, el dominio es opcional.<br />Los valores válidos incluyen una dirección IP (p. ej., 142.58.103.1), un rango IP (p. ej., 142.58.103.1 - 142.58.103.4), un rango IP con carácter comodín '*' (p. ej., 142.58.*.*) y rango IP con CIDR (p. ej., 142.58.100.0/24).
fa_ir: در صورت وارد کردن بازه های IP در این قسمت وارد کردن نام دامنه اختیاری است.<br /> مقادیر معتبر عبارتند از یک آدرس IP مانند 142.58.103.1 ، یک بازه IP مانند 142.58.103.1 - 142.58.103.4 ، بازه IP همرا با کاراکتر سرکش * مانند: 142.58.*.* و یک بازه IP بهمراه CIDR مانند 142.58.100.0/24.
fi_fi: Jos IP-osoitealueita syötetään tähän, verkkotunnus on valinnainen.<br />Kelvollisia arvoja ovat mm. IP-osoite (esim. 142.58.103.1), IP-osoitealue (esim. 142.58.103.1 - 142.58.103.4), IP-osoitealue ja jokerimerkki "*" (esim. 142.58. *. *) ja IP-osoitealue ja CIDR (esim. 142.58.100.0/24).
fr_ca: Si des intervalles d'adresses IP sont saisis ici, le domaine est facultatif.<br />Les valeurs valides incluent une adresse IP (par ex. 142.58.103.1), un intervalle d'adresses IP (par ex. 142.58.103.1 - 142.58.103.4), un intervalle d'adresses IP avec troncature '*' (par ex. 142.58.*.*), et un intervalle d'adresses IP avec CIDR (par ex. 142.58.100.0 /24).
id_id: Jika IP ranges dimasukkan di sini, domain bersifat opsional.<br />Nilai valid termasuk alamat IP (contoh 142.58.103.1), IP range (contoh. 142.58.103.1 - 142.58.103.4), IP range with wildcard '*' (contoh 142.58.*.*), and an IP range with CIDR (contoh 142.58.100.0/24).
nb_no: OM IP-adresseområde oppgis her, er domene valgfritt.<br />Gyldige verdier inkluderer en IP-adresse (f.eks. 142.58.103.1), IP-adresseområde (f.eks. 142.58.103.1 - 142.58.103.4), IP-adresseområde med jokertegn '*' (f.eks. 142.58.*.*), og et IP-adresseområde med CIDR (f.eks. 142.58.100.0/24).
pt_pt: Insira a faixa de IP caso seja uma subscrição institucional. Caso uma faixa de IP seja fornecida, o domínio é opcional. Valores válidos incluem um IP (ex.: 142.58.103.1), uma faixa de IP CIDR (ex.: 142.58.100.0/24), uma faixa de IP (ex.: 142.58.103.1 - 142.58.103.4), uma faixa de IP com coringa '*' (ex.: 142.58.103.*), ou qualquer combinação dessas opções separadas por ponto-e-vírgula (;) (ex.: 142.58.103.* - 142.58.107.* ; 142.58.108.1/24 ; 142.58.106.*)
ru_ru: Если здесь введены диапазоны IP-адресов, то указание домена необязательно.<br />Допустимыми значениями являются IP-адрес (например, 142.58.103.1), диапазон IP-адресов (например, 142.58.103.1 - 142.58.103.4), диапазон IP-адресов с символом подстановки «*» (например, 142.58.*.*) и диапазон IP-адресов с маской при бесклассовой маршрутизации (например, 142.58.100.0/24).
sv_se: Om IP-omfång anges här är uppgift om domän frivilligt.<br />Giltiga värden är IP-adresser (t.ex. 142.58.103.1), IP-omfång (t.ex. 142.58.103.1 - 142.58.103.4), IP-omfång med wildcard:et '*' (t.ex. 142.58.*.*), samt IP-omfång med CIDR (t.ex. 142.58.100.0/24).

# user-subscriptions-form-ipRangeValid
source: Please enter a valid IP range.
ar_iq: لطفاً، أدخل مدى IP صحيح
ca_es: Introduïu un interval IP vàlid.
cs_cz: Vložte, prosím, platný rozsah IP adres.
da_dk: Indtast et gyldigt IP-område.
es_es: Introduzca un rango de IP válido.
fa_ir: لطفا بازه IP معتبری وارد کنید.
fi_fi: Syötä kelvollinen IP-osoitealue.
fr_ca: Veuillez saisir un intervalle d'adresses IP valide.
id_id: Masukkan IP range yang valid.
nb_no: Vennligst oppgi et gyldig IP-adresseområde.
pt_pt: Insira uma faixa de IP válida.
ru_ru: Пожалуйста, введите правильный диапазон IP-адресов.
sv_se: Skriv in ett giltigt IP-omfång.
tr_tr: Lütfen geçerli bir IP adresi giriniz.

# user-subscriptions-form-deleteIpRange
source: Delete
ar_iq: حذف
ca_es: Elimina
cs_cz: Smazat
da_dk: Slet
es_es: Eliminar
fa_ir: حذف
fi_fi: Poista
fr_ca: Supprimer
id_id: Hapus
nb_no: Slett
pl_pl: Usuń
pt_pt: Eliminar
ru_ru: Удалить
sv_se: Ta bort
tr_tr: Sil

# user-subscriptions-form-addIpRange
source: Add
ar_iq: إضافة
ca_es: Afegeix
cs_cz: Přidat
da_dk: Tilføj
es_es: Añadir
fa_ir: اضافه
fi_fi: Lisää
fr_ca: Ajouter
id_id: Tambah
nb_no: Legg til
pl_pl: Dodaj
pt_pt: Incluir
ru_ru: Добавить
sv_se: Lägg till
tr_tr: Ekle

# search-browseAuthorIndex
source: Browse Author Index
ar_iq: استعرض فهرس المؤلفين
ca_es: Navega per l’índex d’autors/ores
cs_cz: Procházet index autorů
da_dk: Gennemse forfatterindeks
es_es: Examinar índice de autores/as
fa_ir: پیمایش لیست نویسندگان
fi_fi: Selaa kirjoittajahakemistoa
fr_ca: Explorer l'Index des auteurs
id_id: Telusuri Indeks Penulis
nb_no: Finn fram i forfatterregister
pl_pl: Przeglądaj indeks autorów
pt_pt: Índice de autores
ru_ru: Просмотреть список авторов
sv_se: Bläddra i författarregister
tr_tr: Yazar Dizini

# search-searchFor
source: Search articles for
ar_iq: إبحث في المؤلَّفات عن
ca_es: Cerca articles per
cs_cz: Vyhledávat v článcích
da_dk: Søg i artikler efter
es_es: Buscar artículos por
fa_ir: جستجوی مقالات برای
fi_fi: Etsi artikkeleista
fr_ca: Rechercher des articles contenant
id_id: Cari artikel untuk
nb_no: Søk i artikler etter
pl_pl: Wyszukaj w artykułach
pt_pt: Pesquisar termo
ru_ru: Поиск статей
sv_se: Sök i artiklar efter
tr_tr: Makalelerde Ara

# search-withinJournal
source: Within
ar_iq: ضمن
ca_es: Dins de
cs_cz: V rámci
da_dk: Inden for
es_es: Dentro de
fa_ir: درون
fi_fi: Tästä julkaisusta
fr_ca: Dans
id_id: Dalam
nb_no: Innen
pl_pl: Zawierający się w
pt_pt: Em
ru_ru: В журнале
sv_se: Inom
tr_tr: İçinde

# search-allJournals
source: All Journals
ar_iq: جميع المجلات
ca_es: Totes les revistes
cs_cz: Všechny časopisy
da_dk: Alle tidsskrifter
es_es: Todas las revistas
fa_ir: تمام مجلات
fi_fi: Kaikista julkaisuista
fr_ca: Toutes les revues
id_id: Semua Jurnal
nb_no: Alle tidsskrift
pl_pl: Wszystkie czasopisma
pt_pt: Todas as Revistas
ru_ru: Все журналы
sv_se: Alla tidskrifter
tr_tr: Tüm Dergiler

# search-authorIndex
source: Browse Author Index
ar_iq: استعرض فهرس المؤلفين
ca_es: Navega per l’índex d’autors/ores
cs_cz: Procházet index autorů
da_dk: Gennemse forfatterindeks
es_es: Examinar índice de autores/as
fa_ir: پیمایش لیست نویسندگان
fi_fi: Selaa kirjoittajahakemistoa
fr_ca: Explorer l'Index des auteurs
id_id: Telusuri Indeks Penulis
nb_no: Finn fram i forfatterregister
pl_pl: Indeks autorów
pt_pt: Índice de Autores
ru_ru: Просмотреть список авторов
sv_se: Bläddra i författarregister
tr_tr: Yazar Dizini

# search-authorDetails
source: Author Details
ar_iq: تفاصيل المؤلف
ca_es: Detalls de l’autor/a
cs_cz: Detaily autora
da_dk: Oplysninger om forfatter
es_es: Detalles de autor/a
fa_ir: جزئیات نویسندگان
fi_fi: Kirjoittajatiedot
fr_ca: Détails de l'auteur
id_id: Rincian Penulis
nb_no: Forfatterdetaljer
pl_pl: Autor - szczegóły
pt_pt: Perfil do Autor
ru_ru: Информация об авторе
sv_se: Författardetaljer
tr_tr: Yazar Detayları
