Repository: asmecher/ojs
Catalog: locale/*/locale.xlf
Languages: ar_iq, ca_es, cs_cz, da_dk, es_es, fa_ir, fi_fi, fr_ca, id_id, nb_no, pl_pl, pt_pt, ru_ru, sv_se, tr_tr

# editor-submissionReview-notes
source: <ol> <li>Highlighted items indicate action is required by an editor, labelled as follows: <ul> <li class="highlightReviewerNotNotified">A Reviewer has been assigned but not notified by email</li> <li class="highlightNoDecision">All Reviewers have returned with their comments, but no decision is recorded</li> <li class="highlightRevisedCopyUploaded">Author has uploaded a revised manuscript</li> <li class="highlightReviewerConfirmationOverdue">Reviewer is overdue to confirm peer review invitation</li> <li class="highlightReviewerCompletionOverdue">Reviewer is overdue to complete review</li> </ul> </li> <li>"Due" is filled in when reviewer accepts request to review; it displays number of weeks to review's due date or (-) weeks that it is overdue.</li> </ol>
ar_iq: <ol> <li>الفقرات المسلط عليها الضوء تشير إلى إجراءات مطلوب اتخاذها من قبل المحرر، ومعلمة بما يأتي: <ul> <li class="highlightReviewerNotNotified">تم تعيين محكم، دون إعلامه بذلك عبر البريد الالكتروني</li> <li class="highlightNoDecision">وردت جميع تقييمات المحكمين وملاحظاتهم، لكن قرار هيئة التحرير لم يُتخذ بعد</li> <li class="highlightRevisedCopyUploaded">قام المؤلف برفع نسخة منقحة من مؤلَّفه</li> <li class="highlightReviewerConfirmationOverdue">أحد المحكمين متأخر بشأن قبوله لدعوة التحكيم المناظر</li> <li class="highlightReviewerCompletionOverdue">أحد المحكمين متأخر في إرجاع نتائج تقييمه</li> </ul> </li> <li>"مستحق" يتم تأشيرها عندما يوافق المحكم على تقييم مؤلَّفٍ معين؛ وهي تعرض عدد الأسابيع المتبقية على استيجاب نتيجة التحكيم أو (-) أسابيع سالبة لتشير إلى تجاوز الموعد.</li> </ol>
ca_es: <ol> <li>Els elements destacats indiquen que cal una acció per part de l'editor/a; s'etiqueten de la manera següent: <ul> <li class="highlightReviewerNotNotified">Hi ha un revisor/a assignat però no ha rebut la notificació per correu electrònic</li> <li class="highlightNoDecision">Tots els revisors/ores han retornat el document amb els seus comentaris, però no s'ha pres cap decisió</li> <li class="highlightRevisedCopyUploaded">L'autor/a ha carregat una versió revisada del manuscrit</li> <li class="highlightReviewerConfirmationOverdue">El revisor/a s'ha endarrerit en acceptar la petició d'avaluació d'expert/a</li> <li class="highlightReviewerCompletionOverdue">El revisor/a s'ha endarrerit en entregar la revisió</li> </ul> </li> <li>L'opció "Pendent" queda marcada quan un revisor/a accepta la petició de revisió; s'hi mostren el nombre de setmanes fins a la data de venciment de la revisió o les (-) setmanes des del venciment.</li> </ol>
cs_cz: <ol> <li>Zvýrazněné položky indikují, že je vyžadována akce editora.</li> <li>"Termín splnění" je vyplněn v okamžiku, kdy recenzent přijme žádost o recenzi; ukazuje počet týdnů do termínu splnění nebo (-) počet týdnů po termínu.</li> </ol>
da_dk: <ol> <li>Fremhævede elementer indikerer, at redaktøren skal foretage en handling.</li> <li>"Forfalden" udfyldes automatisk, når bedømmeren accepterer bedømmelsesforespørgslen. I feltet vises antallet af uger til bedømmerens forfaldsdato eller (-) det antal uger, tidsfristen er blevet overskredet med.</li> </ol>
es_es: <ol> <li>Los elementos resaltados indican que el editor debe llevar a cabo las siguientes acciones tal y como se muestra a continuación: <ul> <li class="highlightReviewerNotNotified">Hay un revisor/a asignado a quien no se le avisó por correo electrónico</li> <li class="highlightNoDecision">Todos los revisores/as enviaron sus comentarios, pero no se registró ninguna decisión</li> <li class="highlightRevisedCopyUploaded">El autor/a subió un manuscrito revisado</li> <li class="highlightReviewerConfirmationOverdue">Falta que el revisor/a confirme&nbsp;la invitación para la evaluación por pares</li> <li class="highlightReviewerCompletionOverdue">Falta&nbsp;que el revisor/a termine su tarea</li> </ul> </li> <li>La "Fecha de vencimiento" se completa cuando el revisor/a acepta la tarea y muestra el número de semanas hasta la entrega o (-) las semanas que lleva de retraso.</li> </ol>
fa_ir: <ol> <li>موارد پر رنگ نشان دهنده لزوم انجام کاری توسط دبیر است. <ul> <li class="highlightReviewerNotNotified">داور انتساب داده شده است اما از طریق ایمیل به ایشان اطلاع‌رسانی انجام نشده است</li> <li class="highlightNoDecision">تمام داوران نظرات خود را اعمال کرده‌اند اما هنوز تصمیمی اتخاذ نشده است</li> <li class="highlightRevisedCopyUploaded">نویسنده مقاله اصلاح شده را آپلود کرده است</li> <li "highlightReviewerConfirmationOverdue">مهلت داور برای تأیید اصلاحات سپری شده است</li> <li class="highlightReviewerCompletionOverdue">مهلت داور برای تکمیل داوری سپری شده است</li> </ul> </li> <li>فیلد «مهلت» وقتی تکمیل می‌شود که داور قبول کند که داوری را انجام دهد. در این صورت نشان دهنده تعداد هفته مانده به پایان مهلت می‌باشد. اگر منفی باشد هفته‌های گذشته از مهلت را نشان می‌دهد.</li> </ol>
fi_fi: <ol> <li>Korostetut kohdat osoittavat, että toimittajalta edellytetään seuraavanlaisia toimia: <ul> <li class="highlightReviewerNotNotified">Arvioija on valittu, mutta siitä ei ole ilmoitettu sähköpostitse</li> <li class="highlightNoDecision">Kaikki arvioijat ovat palauttaneet kommenttinsa, mutta päätöstä ei ole tallennettu</li> <li class="highlightRevisedCopyUploaded">Kirjoittaja on ladannut korjatun käsikirjoituksen</li> <li class="highlightReviewerConfirmationOverdue">Arvioija ei ole vahvistanut vertaisarvioijakutsua määräaikaan mennessä</li> <li class="highlightReviewerCompletionOverdue">Arvioija ei ole suorittanut arviointia määräaikaan mennessä</li> </ul> </li> <li>"Määräaika"-kohta täytetään arvioijan hyväksyttyä arviointipyynnön. Kohta näyttää montako viikkoa arvioinnin määräpäivään on jäljellä tai montako (-) viikkoa se on myöhässä.</li> </ol>
fr_ca: <ol> <li>Les éléments surlignés indiquent qu'une action du rédacteur est nécessaire.</li> <li>"Échéance" est rempli quand un évaluateur accepte une demande d'évaluation; ça affiche le nombre de semaines qu'il reste jusqu'à la date d'échéance de l'évaluation ou (-) de semaines de retard.</li> </ol>
id_id: <ol> <li>Item yang ditandai menunjukkan perlu dilakukan tindakan oleh editor, dengan label sebagai berikut: <ul> <li class="highlightReviewerNotNotified">Seorang reviewer telah ditugaskan namun belum diberitahu via email</li> <li class="highlightNoDecision">Semua reviewer telah mengumpulkan hasil review beserta komentarnya namun belum ada keputusan</li> <li class="highlightRevisedCopyUploaded">Penulis telah mengunggah naskah yang telah direvisi</li> <li class="highlightReviewerConfirmationOverdue">Reviewer telah melampaui tenggat konfirmasi undangan peer review</li> <li class="highlightReviewerCompletionOverdue">Reviewer telah melampaui tenggat penyelesaian review</li> </ul> </li> <li>"Tenggat" dicatat ketika reviewer menerima permohonan untuk mereview; ini menunjukkan jumlah minggu sebelum tanggal tenggat atau (-) minggu setelah tenggat terlampaui.</li> </ol>
nb_no: <ol> <li>Merkede elementer indikerer at noe avventer handling fra redaktøren.</li> <li>"Forventet" fylles ut når fagfellevurdereren aksepterer oppdraget; det viser antall uker frem til forfallsdato for vurderingen eller (-) antall uker siden vuderingen skulle vært ferdig.</li> </ol>
pl_pl: <ol> <li>Podświetlone elementy wymagają działań ze strony redaktora.</li> <li>"Czas" zostaje wyświetlony, gdy recenzent podejmie się pracy nad tekstem. Podana jest liczba tygodni, jakie pozostały do zakończenia recenzji. W przypadku przekroczenia terminu, przy liczbie tygodni widnieć będzie znak "-".</li> </ol>
pt_pt: <ol> <li>Itens marcados indicam que uma acção é exigida por parte do editor.</li> <li>"Prazo" é preenchido quando o revisões indica disponibilidade para realizar a revisão; exibe o tempo em semanas até à data de entrega da revisão ou (-) semanas quando está atrasado.</li> </ol>
ru_ru: <ol> <li>Выделенные строки означают, что редактор должен выполнить определенные действия, при этом используются следующие обозначения:</li> <ul> <li class="highlightReviewerNotNotified">Рецензент был назначен, но не был уведомлен электронной почтой</li> <li class="highlightNoDecision">Все рецензенты прислали свои рецензии с комментариями, но решение не было принято</li> <li class="highlightRevisedCopyUploaded">Автор загрузил на сайт исправленную версию материала</li> <li class="highlightReviewerConfirmationOverdue">Рецензент не подтвердил свое участие в рецензировании до указанного срока</li> <li class="highlightReviewerCompletionOverdue">Рецензент не предоставил рецензию до указанного срока</li> </ul> </li> <li>Поле «Срок выполнения» заполняется, когда рецензент соглашается принять участие в рецензировании; оно показывает количество недель до истечения срока, отведенного на рецензирование, или (со знаком минус) количество недель, на которые срок предоставления рецензии просрочен.</li> </ol>
sv_se: <ol> <li>Markerade element indikerar att de kräver åtgärd från en redaktör enligt följande: <ul> <li class="highlightReviewerNotNotified">En granskare har blivit utsedd men inte meddelad via e-post</li> <li class="highlightNoDecision">All granskare har inkommit med sina kommentarer, men inget beslut är registrerat</li> <li class="highlightRevisedCopyUploaded">Författaren har laddat upp ett omarbetat manuskript</li> <li class="highlightReviewerConfirmationOverdue">Granskaren är försenad med svar på inbjudan att granska</li> <li class="highlightReviewerCompletionOverdue">Granskaren är försenad med sin granskning</li> </ul> </li> <li>"Deadline" fylls i när granskaren har accepterat att genomföra granskningen; fältet visar antalet veckor till deadline för granskningen, alternativt (-) antal veckor som granskningen är försenad.</li> </ol>
tr_tr: <ol> <li>Aşağıda belirtilen öğeler editör işlemi beklemektedir: <ul> <li class="highlightReviewerNotNotified">Bir Hakem atanandı ancak e-posta ile bilgilendirilmedi</li> <li class="highlightNoDecision">Tüm hakemler yorumlarını gönderdi, ancak hiçbir karar kaydedilmedi</li> <li class="highlightRevisedCopyUploaded">Yazar gözden geçirilmiş makaleyi yükledi</li> <li class="highlightReviewerConfirmationOverdue">Hakem değerlendirme davetini onaylamak için gecikmiş</li> <li class="highlightReviewerCompletionOverdue">Hakem değerlendirmeyi tamamlamakta gecikmiş</li> </ul> </li> <li>"Son tarih" hakemler değerlendirmeyi kabul edince doldurulur; hakemlere verilen değerlendirme süresinin hafta sayısını listeler ve (-) ile belirtilenler gecikmiş hafta sayısıdır.</li> </ol>

# editor-submissionEditing-notes
source: <ol> <li>Highlighted items indicate action is required by an editor, labelled as follows: <ul> <li class="highlightCopyediting">An action is required in the copyediting stage</li> <li class="highlightLayoutEditing">An action is required in the layout editing stage</li> <li class="higlightProofreading">An action is required in the proofreading stage</li> </ul> </li> </ol>
ar_iq: <ol> <li>الفقرات المسلط عليها الضوء تشير إلى إجراءات مطلوب اتخاذها من قبل المحرر، ومعلمة بما يأتي: <ul> <li class="highlightCopyediting">إجراءٌ ما مطلوب في مرحلة التدقيق</li> <li class="highlightLayoutEditing">إجراءٌ ما مطلوب في مرحلة التصميم الطباعي</li> <li class="higlightProofreading">إجراءٌ ما مطلوب في مرحلة القراءة التصحيحة</li> </ul> </li> </ol>
ca_es: <ol> <li>Els elements destacats indiquen que cal una acció per part de l'editor/a; s'etiqueten de la manera següent: <ul> <li class="highlightCopyediting">Cal una acció a la fase de correcció d'originals</li> <li class="highlightLayoutEditing">Cal una acció a la fase de maquetació</li> <li class="higlightProofreading">Cal una acció a la fase de correcció de proves</li> </ul> </li> </ol>
cs_cz: <ol> <li>Označené položky vyžadují zásah editora, jednotlivá označení znamenají: <ul> <li class="highlightCopyediting">Je požadován zásah ve fázi lektorování</li> <li class="highlightLayoutEditing">Je požadován zásah ve fázi rozvržení textu</li> <li class="higlightProofreading">Je požadován zásah ve fázi korektur textu</li> </ul> </li> </ol>
da_dk: <ol> <![CDATA[<ol> <li>Markerede punkter indikerer, at der skal foretages en tilretning af en redaktør med betegnelsen: <ul> <li class="highlightCopyediting">Der skal foretagers en tilretning under manuskriptredigering</li> <li class="highlightLayoutEditing">Der skal foretagers en tilretning under layuotredigering</li> <li class="higlightProofreading">Der skal foretagers en tilretning under korrekturlæsning</li> </ul> </li> </ol>
es_es: <ol> <li>Los elementos resaltados indican que el editor debe llevar a cabo las siguientes acciones tal y como se muestra a continuación: <ul> <li class="highlightCopyediting">Es necesario tomar medidas en la fase de corrección de originales</li> <li class="highlightLayoutEditing">Es necesario tomar medidas en la fase de edición de maquetación</li> <li class="higlightProofreading">Es necesario tomar medidas en la fase de corrección de pruebas</li> </ul> </li> </ol>
fa_ir: <ol> <li>موارد برجسته شده، کارهایی است که باید توسط دبیر انجام گیرد: <ul> <li class="highlightCopyediting">tفعالیت‌های ضروری در مرحله ویراستاری</li> <li class="highlightLayoutEditing"> tفعالیت‌های ضروری در مرحله صفحه‌آرایی</li> <li class="higlightProofreading"> tفعالیت‌های ضروری در مرحله بازبینی نهایی</li> </ul> </li> </ol>
fi_fi: <ol> <li>Korostetut kohdat osoittavat, että toimittajalta edellytetään seuraavanlaisia toimia: <ul> <li class="highlightCopyediting">Teknisen toimittamisen vaihe edellyttää toimia</li> <li class="highlightLayoutEditing">Taittovaihe edellyttää toimia</li> <li class="higlightProofreading">Oikolukuvaihe edellyttää toimia</li> </ul> </li> </ol>
fr_ca: <ol> <![CDATA[<ol> <li>Les éléments surlignés indiquent qu'une action du rédacteur est requise, tel qu'indiqué : <ul>
id_id: <ol> <li>Item yang ditandai menunjukkan perlu dilakukan tindakan oleh editor, dengan label sebagai berikut: <ul> <li class="highlightCopyediting">Perlu tindakan di tahap copyediting</li> <li class="highlightLayoutEditing">Perlu tindakan di tahap layout editing</li> <li class="higlightProofreading">Perlu tindakan di tahap proofreading</li> </ul> </li> </ol>
pl_pl: <ol> <li>Podświetlone elementy oznaczają, że elementy oczekują na akcję ze strony redaktora: <ul> <li class="highlightCopyediting">Na poziomie korekty</li> <li class="highlightLayoutEditing">Na poziomie składu</li> <li class="higlightProofreading">Na poziomie korekty pliku do publikacji</li> </ul> </li> </ol>
ru_ru: <ol> <li>Выделенные строки означают, что редактор должен выполнить определенные действия, при этом используются следующие обозначения:</li> <ul> <li class="highlightCopyediting">Требуется действие на стадии литературного редактирования</li> <li class="highlightLayoutEditing">Требуется действие на стадии верстки</li> <li class="higlightProofreading">Требуется действие на стадии корректуры</li> </ul> </li> </ol>
sv_se: <ol> <li>Markerade element indikerar att de kräver åtgärd från en redaktör enligt följande: <ul> <li class="highlightCopyediting">Åtgärd krävs i manusredigerings-steget</li> <li class="highlightLayoutEditing">Åtgärd krävs i layoutredigerings-steget</li> <li class="higlightProofreading">Åtgärd krävs i korrekturläsnings-steget</li> </ul> </li> </ol>
tr_tr: <ol> <![CDATA[<ol> <li>Aşağıda gösterilen işaretli öğeler bir editör tarafından eylem yapılması gerektiğini gösterir: <ul> <li class="highlightCopyediting">Sayfa düzenleme aşamasında bir eylem gereklidir.</li> <li class="highlightLayoutEditing">Mizanpaj aşamasında bir eylem gerekir.</li> <li class="higlightProofreading">Düzeltme sırasında bir eylem gerekir.</li> </ul> </li> </ol>

# sectionEditor-activeEditorialAssignments
source: Active Editorial Assignments
ar_iq: مهام التحرير النشطة
ca_es: Assignacions editorials actives
cs_cz: Aktivní editorské úkoly
da_dk: Aktive redaktionelle tildelinger
es_es: Tareas editoriales activas
fa_ir: موارد جاری واگذار شده از سوی سردبیر
fi_fi: Aktiiviset toimitukselliset toimeksiannot
fr_ca: Travail éditorial en cours
id_id: Tugas Editorial Aktif
nb_no: Aktive redaksjonelle oppdrag
pl_pl: Aktywne prace redakcyjne
pt_pt: Tarefas Editoriais Activas
ru_ru: Активные редакционные задания
sv_se: Aktiva redaktionella uppdrag
tr_tr: Aktif Editöryal Atamalar

# sectionEditor-completedEditorialAssignments
source: Completed Editorial Assignments
ar_iq: مهام التحرير المنجزة
ca_es: Assignacions editorials completades
cs_cz: Dokončené editorské úkoly
da_dk: Fuldførte redaktionelle tildelinger
es_es: Tareas editoriales completadas
fa_ir: موارد کامل شده واگذار شده از سوی سردبیر
fi_fi: Valmiit toimitukselliset toimeksiannot
fr_ca: Travail éditorial terminé
id_id: Tugas Editorial Selesai
nb_no: Utførte redaksjonelle oppdrag
pl_pl: Ukończone prace redakcyjne
pt_pt: Tarefas Editoriais Concluídas
ru_ru: Выполненные редакционные задания
sv_se: Avslutade redaktionella uppdrag
tr_tr: Tamamlanmış Editöryal Atamalar

# sectionEditor-noneAssigned
source: No submissions assigned.
ar_iq: لا طلبات معينة للتحرير بعد
ca_es: No s’ha assignat cap tramesa.
cs_cz: Nebyly přiděleny žádné příspěvky.
da_dk: Der er ikke tildelt nogen manuskripter.
es_es: No hay envíos asignados.
fa_ir: موردی انتساب نشده است
fi_fi: Ei osoitettuja käsikirjoituksia.
fr_ca: Aucune soumission assignée.
id_id: Tidak ada naskah ditugaskan.
nb_no: Ingen manuskript utpekt.
pl_pl: Nie przypisano zgłoszeń.
pt_pt: Nenhuma submissão designada.
ru_ru: Нет назначенных материалов.
sv_se: Inga tilldelade bidrag.
tr_tr: Başvuru ataması yapılmamış.

# sectionEditor-copyedit-confirmRenotify
source: Notifying this copy editor again will restart their assignment. Are you sure you wish to do this?
ar_iq: إشعار هذا المدقق مرة أخرى سيؤدي إلى إعادة تعيين مهمته من البدء. هل أنت متأكد من رغبتك في عمل ذلك؟
ca_es: Si torneu a trametre la notificació al corrector/a d'originals, es reiniciarà la seva assignació. Esteu segur/a que voleu fer aquesta acció?
cs_cz: Opětovným informováním tohoto redaktora znovu zahájíte jeho úkoly. Určitě si přejete to udělat?
da_dk: Hvis du underretter denne manuskriptredaktør igen, genstartes deres tildeling. Er du sikker på, at du vil gøre dette?
es_es: Al contactar de nuevo con este corrector/a de originales se reiniciará su asignación. ¿Está seguro/a de que desea continuar?
fa_ir: چنانچه بخواهید دوباره به این ویراستار اطلاع دهید عمل انتساب ویراستار از نو شروع خواهد شد. آیا مطمئن هستید که این کار را میخواهید انجام دهید؟
fi_fi: Uuden ilmoituksen lähettäminen tälle tekniselle toimittajalle käynnistää hänen toimeksiantonsa uudelleen. Haluatko varmasti tehdä tämän?
fr_ca: Aviser de nouveau ce réviseur redémarrera la tâche qui lui a été assignée. Êtes-vous certain de vouloir le faire?
id_id: Memberitahu lagi copy editor ini akan memulai ulang tugas mereka. Apakah Anda yakin ingin melakukannya?
nb_no: Ved å varsle denne manusredaktøren igjen, kommer du til å sette oppdraget i gang på nytt. Er du sikker på at du vil gjøre dette?
pl_pl: Ponowne powiadomienie korektora spowoduje zresetowanie ustawień w zakresie przypisanego tekstu.
pt_pt: Notificar o editor de texto novamente reiniciará a tarefa. Deseja realmente reiniciar a tarefa?
ru_ru: Уведомление этого литературного редактора приведет к повторному запуску задания с самого начала. Вы уверены, что хотите это сделать?
sv_se: Om du meddelar manusredaktören igen kommer hens uppdrag återaktiveras. Är du säker på att du vill göra det?
tr_tr: Bu bildirimle Sayfa Düzenleyici atamaları yeniden başlayacaktır. Bunu yapmak istediğinizden emin misiniz?

# sectionEditor-author-confirmRenotify
source: Notifying this author again will restart their assignment. Are you sure you wish to do this?
ar_iq: إشعار هذا المؤلف مرة أخرى سيؤدي إلى إعادة تعيين مهمته من البدء. هل أنت متأكد من رغبتك في عمل ذلك؟
ca_es: Si torneu a trametre la notificació a l’autor/a, es reiniciarà la seva assignació. Esteu segur/a que voleu fer aquesta acció?
cs_cz: Opětovným informováním tohoto autora znovu zahájíte jeho úkoly. Určitě si přejete to udělat?
da_dk: Hvis du underretter denne forfatter igen, genstartes deres tildeling. Er du sikker på, at du vil gøre dette?
es_es: Al contactar de nuevo con este autor/a se reiniciará su asignación. ¿Está seguro/a de que desea continuar?
fa_ir: چنانچه بخواهید دوباره به این نویسنده اطلاع دهید عمل انتساب وی از نو شروع خواهد شد. آیا مطمئن هستید که این کار را میخواهید انجام دهید؟
fi_fi: Uuden ilmoituksen lähettäminen tälle kirjoittajalle käynnistää hänen toimeksiantonsa uudelleen. Haluatko varmasti tehdä tämän?
fr_ca: Aviser de nouveau cet auteur redémarrera la tâche qui lui a été assignée. Êtes-vous certain de vouloir le faire?
id_id: Memberitahu lagi penulis ini akan memulai ulang tugas mereka. Apakah Anda yakin ingin melakukannya?
nb_no: Ved å varsle denne forfatteren igjen, kommer du til å sette oppdraget i gang på nytt. Er du sikker på at du vil gjøre dette?
pl_pl: Ponowne powiadomienie autora spowoduje zresetowanie ustawień w zakresie tekstu.
pt_pt: Notificar o autor novamente reiniciará a tarefa. Deseja realmente reiniciar a tarefa?
ru_ru: Уведомление этого автора приведет к повторному запуску задания с самого начала. Вы уверены, что хотите это сделать?
sv_se: Om du meddelar författaren igen kommer hens uppdrag återaktiveras. Är du säker på att du vill göra det?
tr_tr: Bu bildirimle, yazar atamaları yeniden başlayacaktır. Bunu yapmak istediğinizden emin misiniz?

# sectionEditor-layout-confirmRenotify
source: Notifying this layout editor again will restart their assignment. Are you sure you wish to do this?
ar_iq: إشعار هذا المصمم الطباعي مرة أخرى سيؤدي إلى إعادة تعيين مهمته من البدء. هل أنت متأكد من رغبتك في عمل ذلك؟
ca_es: Si torneu a trametre la notificació al/a la maquetista, es reiniciarà la seva assignació. Esteu segur/a que voleu fer aquesta acció?
cs_cz: Opětovným informováním tohoto typografa znovu zahájíte jeho úkoly. Určitě si přejete to udělat?
da_dk: Hvis du underretter denne layoutredaktør igen, genstartes deres tildeling. Er du sikker på, at du vil gøre dette?
es_es: Al contactar de nuevo con este maquetador/a se reiniciará su asignación. ¿Está seguro/a de que desea continuar?
fa_ir: چنانچه بخواهید دوباره به این صفحه‌آرا اطلاع دهید عمل انتساب وی از نو شروع خواهد شد. آیا مطمئن هستید که این کار را میخواهید انجام دهید؟
fi_fi: Uuden ilmoituksen lähettäminen tälle taittajalle käynnistää hänen toimeksiantonsa uudelleen. Haluatko varmasti tehdä tämän?
fr_ca: Aviser de nouveau ce responsable de la mise en page redémarrera la tâche qui lui a été assignée. Êtes-vous certain de vouloir le faire?
id_id: Memberitahu lagi editor layout ini kan memulai ulang tugas mereka. Apakah Anda yakin ingin melakukannya?
nb_no: Ved å varsle denne layoutredaktøren igjen, kommer du til å sette oppdraget i gang på nytt. Er du sikker på at du vil gjøre dette?
pl_pl: Ponowne powiadomienie składacza spowoduje zresetowanie ustawień w zakresie przypisanego tekstu
pt_pt: Notificar o editor de layout novamente reiniciará a tarefa. Deseja realmente reiniciar a tarefa?
ru_ru: Уведомление этого верстальщика приведет к повторному запуску задания с самого начала. Вы уверены, что хотите это сделать?
sv_se: Om du meddelar layoutredaktören igen kommer hens uppdrag återaktiveras. Är du säker på att du vill göra det?
tr_tr: Bu bildirimle, mizanpajcı atamaları yeniden başlayacaktır. Bunu yapmak istediğinizden emin misiniz?
