Repository: asmecher/ojs
Catalog: locale/*/locale.xlf
Languages: ar_iq, ca_es, cs_cz, da_dk, es_es, fa_ir, fi_fi, fr_ca, id_id, nb_no, pl_pl, pt_pt, ru_ru, sv_se, tr_tr

# installer-preInstallationInstructions
source: <h4>Pre-Installation Steps</h4> <p>1. The following files and directories (and their contents) must be made writable:</p> <ul> <li><tt>config.inc.php</tt> is writable (optional): {$writable_config}</li> <li><tt>public/</tt> is writable: {$writable_public}</li> <li><tt>cache/</tt> is writable: {$writable_cache}</li> <li><tt>cache/t_cache/</tt> is writable: {$writable_templates_cache}</li> <li><tt>cache/t_compile/</tt> is writable: {$writable_templates_compile}</li> <li><tt>cache/_db</tt> is writable: {$writable_db_cache}</li> </ul> <p>2. A directory to store uploaded files must be created and made writable (see "File Settings" below).</p>
ar_iq: <h4>خطوات ما قبل التنصيب</h4> <p>1. الملفات وحوافظها الآتية (مع محتوياتها) ينبغي أن تكون قابلة للتعديل:</p> <ul> <li><tt>config.inc.php</tt> قابل للتعديل (إختيارياً): {$writable_config}</li> <li><tt>public/</tt> قابل للتعديل: {$writable_public}</li> <li><tt>cache/</tt> قابل للتعديل: {$writable_cache}</li> <li><tt>cache/t_cache/</tt> قابل للتعديل: {$writable_templates_cache}</li> <li><tt>cache/t_compile/</tt> قابل للتعديل: {$writable_templates_compile}</li> <li><tt>cache/_db</tt> قابل للتعديل: {$writable_db_cache}</li> </ul> <p>2. حافظة ملفات لتخزين الملفات المرفوعة إلى الموقع ينبغي إنشاؤها وجعلها قابلة للتعديل (أنظر "إعدادات الملفات" أدناه).</p>
ca_es: <h4>Passos per a la preinstal·lació</h4> <p>1. Els directoris i arxius següents (i els seus continguts) han de ser editables:</p> <ul> <li><tt>config.inc.php</tt> és editable (opcional): {$writable_config}</li> <li><tt>public/</tt> és editable: {$writable_public}</li> <li><tt>cache/</tt> és editable: {$writable_cache}</li> <li><tt>cache/t_cache/</tt> és editable: {$writable_templates_cache}</li> <li><tt>cache/t_compile/</tt> és editable: {$writable_templates_compile}</li> <li><tt>cache/_db</tt> és editable: {$writable_db_cache}</li> </ul> <p>2. S'ha de crear un directori editable per emmagatzemar els arxius carregats (veure "Configuració d'arxiu" a continuació).</p>
cs_cz: <h4>Kroky před instalací</h4> <p>1. Následující soubory a adresáře (a jejich obsah) musí být zapisovatelné: </p> <ul> <li><tt>config.inc.php</tt> je zapisovatelný (volitelné): {$writable_config}</li> <li><tt>public/</tt> je zapisovatelný: {$writable_public}</li> <li><tt>cache/</tt> je zapisovatelný: {$writable_cache}</li> <li><tt>cache/t_cache/</tt> je zapisovatelný: {$writable_templates_cache} </ li> <li> <tt>cache/t_compile/</tt> je zapisovatelný: {$writable_templates_compile} </ li> <li> <tt>cache/_db</tt> je zapisovatelný: {$writable_db_cache} </ li> </ul> <P> 2. Adresář pro ukládání nahraných souborů musí být vytvořen a zapisovatelný (viz "Nastavení souborů" níže). </p>
da_dk: <h4>Præ-installation foranstaltninger</h4> <p>1. Følgende filer og mapper (og deres indhold) skal gøres skrivbare:</p> <ul> <li><tt>config.inc.php</tt> er skrivbar (valgfri): {$writable_config}</li> <li><tt>public/</tt> er skrivbar: {$writable_public}</li> <li><tt>cache/</tt> er skrivbar: {$writable_cache}</li> <li><tt>cache/t_cache/</tt> er skrivbar: {$writable_templates_cache}</li> <li><tt>cache/t_compile/</tt> er skrivbar: {$writable_templates_compile}</li> <li><tt>cache/_db</tt> er skrivbar: {$writable_db_cache}</li> </ul> <p>2. En mappe til opbevaring af uploadede filer skal oprettes og gøres skrivbar (se "Filindstillinger" nedenfor).</p>
es_es: <h4>Pasos para la preinstalación</h4> <p>1. Los siguientes archivos y directorios (y sus contenidos) deben ser editables:</p> <ul> <li><tt>config.inc.php</tt> es editable (opcional): {$writable_config}</li> <li><tt>public/</tt> es editable: {$writable_public}</li> <li><tt>cache/</tt> es editable: {$writable_cache}</li> <li><tt>cache/t_cache/</tt> es editable: {$writable_templates_cache}</li> <li><tt>cache/t_compile/</tt> es editable: {$writable_templates_compile}</li> <li><tt>cache/_db</tt> es editable: {$writable_db_cache}</li> </ul> <p>2. Se debe crear un directorio editable para almacenar los archivos cargados (véase "Ajustes de archivo" más abajo).</p>
fa_ir: <h4>مراحل پیش از نصب</h4> <p>1. فایل‌ها و پوشه‌های زیر (به همراه فایل‌های درون پوشه‌ها) باید قابل نوشتن باشند</p> <ul> <li><tt>config.inc.php</tt> قابل نوشتن است (اختیاری): {$writable_config}</li> <li><tt>public/</tt> قابل نوشتن است: {$writable_public}</li> <li><tt>cache/</tt> قابل نوشتن است: {$writable_cache}</li> <li><tt>cache/t_cache/</tt> قابل نوشتن است: {$writable_templates_cache}</li> <li><tt>cache/t_compile/</tt> قابل نوشتن است: {$writable_templates_compile}</li> <li><tt>cache/_db</tt> قابل نوشتن است: {$writable_db_cache}</li> </ul> <p>2. پوشه فایل‌ها باید ایجاد شده و قابل نوشتن باشد (بخش تنظیمات فایل‌ها را مشاهده کنید)</p>
fi_fi: <h4>Esiasennuksen vaiheet</h4> <p>1. Seuraavista tiedostoista ja kansioista (ja niiden sisällöstä) on tehtävä kirjoituskelpoisia:</p> <ul> <li><tt>config.Inc.php</tt> on kirjoituskelpoinen (valinnainen): {$writable_config}</li> <li><tt>public/</tt> on kirjoituskelpoinen: {$writable_public}</li> <li><tt>cache/</tt> on kirjoituskelpoinen: {$writable_cache}</li> <li><tt>cache/t_cache/</tt> on kirjoituskelpoinen: {$writable_templates_cache}</li> <li><tt>cache/t_compile/</tt> on kirjoituskelpoinen: {$writable_templates_compile}</li> <li><tt>cache/_db</tt> on kirjoituskelpoinen: {$writable_db_cache}</li> </ul> <p>2. Ladattaville tiedostoille on luotava hakemisto ja siitä on tehtävä kirjoituskelpoinen (ks. "Tiedostoasetukset" alla).</p>
fr_ca: <h4>Étapes précédant l'installation</h4> <p>1. Les fichiers et répertoires suivants (et leur contenu) doivent être accessibles en écriture :</p> <ul> <li><tt>config.inc.php</tt> est accessible en écriture (facultatif) : {$writable_config}</li> <li><tt>public/</tt> est accessible en écriture : {$writable_public}</li> <li><tt>cache/</tt> est accessible en écriture : {$writable_cache}</li> <li><tt>cache/t_cache/</tt> est accessible en écriture : {$writable_templates_cache}</li> <li><tt>cache/t_compile/</tt> est accessible en écriture : {$writable_templates_compile}</li> <li><tt>cache/_db</tt> est accessible en écriture : {$writable_db_cache}</li> </ul> <p>2. Un répertoire pour stocker les fichiers téléchargés doit être créé et accessible en écriture (voir "Paramètres des fichiers" ci-dessous).</p>
id_id: <h4>Langkah Pra-Instalasi</h <p>1. File dan direktori berikut (beserta isinya) harus "writable":</p> <ul> <li><tt>config.inc.php</tt> writable (opsional): {$writable_config}</li> <li><tt>public/</tt> writable: {$writable_public}</li> <li><tt>cache/</tt> writable: {$writable_cache}</li> <li><tt>cache/t_cache/</tt> writable: {$writable_templates_cache}</li> <li><tt>cache/t_compile/</tt> writable: {$writable_templates_compile}</li> <li><tt>cache/_db</tt> writable: {$writable_db_cache}</li> </ul> <p>2. Buat direktori khusus untuk menyimpan file unggahan dan buat "writable" (lihat Pengaturan File di bawah ini)</p>
pl_pl: <h4>Zadania przed instalacją</h4> <p>1. Następujące pliki i foldery muszą być zapisywalne:</p> <ul> <li><tt>config.inc.php</tt> jest zapisywalny (opcjonalnie): {$writable_config}</li> <li><tt>public/</tt> jest zapisywalny: {$writable_public}</li> <li><tt>cache/</tt> jest zapisywalny: {$writable_cache}</li> <li><tt>cache/t_cache/</tt> jest zapisywalny: {$writable_templates_cache}</li> <li><tt>cache/t_compile/</tt> jest zapisywalny: {$writable_templates_compile}</li> <li><tt>cache/_db</tt> jest zapisywalny: {$writable_db_cache}</li> </ul> <p>2. Folder dla przesyłanych plików musi zostać utworzony i zapisywalny.</p>
ru_ru: <h4>Шаги подготовки к установке</h4> <p>1. Следующие файлы и каталоги (и их содержимое) необходимо сделать доступными для записи:</p> <ul> <li><tt>config.inc.php</tt> доступен для записи (не обязательно): {$writable_config}</li> <li><tt>public/</tt> доступен для записи: {$writable_public}</li> <li><tt>cache/</tt> доступен для записи: {$writable_cache}</li> <li><tt>cache/t_cache/</tt> доступен для записи: {$writable_templates_cache}</li> <li><tt>cache/t_compile/</tt> доступен для записи: {$writable_templates_compile}</li> <li><tt>cache/_db</tt> доступен для записи: {$writable_db_cache}</li> </ul> <p>2. Каталог для хранения загруженных файлов должен быть создан и сделан доступным для записи (смотри «Настройки файлов» ниже).</p>
sv_se: <h4>Innan installationen</h4> <p>1. Följande filer och kataloger (och deras innehåll) måste göras skrivbara:</p> <ul> <li><tt>config.inc.php</tt> är skrivbar (valfritt): {$writable_config}</li> <li><tt>public/</tt> är skrivbar: {$writable_public}</li> <li><tt>cache/</tt> är skrivbar: {$writable_cache}</li> <li><tt>cache/t_cache/</tt> är skrivbar: {$writable_templates_cache}</li> <li><tt>cache/t_compile/</tt> är skrivbar: {$writable_templates_compile}</li> <li><tt>cache/_db</tt> är skrivbar: {$writable_db_cache}</li> </ul> <p>2. En katalog för lagring av uppladdade filer måste skapas och göras skrivbar (Se "Filinställningar" nedan).</p>
tr_tr: <h4>Ön yükleme Adınmları</h4> <p>1. Aşağıdaki dosyalar ve dizinler (ve içerikleri) yazılabilir olmalıdır:</p> <ul> <li><tt>config.inc.php</tt> yazılabilir (optional): {$writable_config}</li> <li><tt>public/</tt> yazılabilir: {$writable_public}</li> <li><tt>cache/</tt> yazılabilir: {$writable_cache}</li> <li><tt>cache/t_cache/</tt> yazılabilir: {$writable_templates_cache}</li> <li><tt>cache/t_compile/</tt> yazılabilir: {$writable_templates_compile}</li> <li><tt>cache/_db</tt> yazılabilir: {$writable_db_cache}</li> </ul> <p>2. Yüklenen dosyaları depolamak için bir dizin oluşturulmalı ve yazılabilir yapılmalıdır (aşağıdaki "Dosya Ayarları" bölümüne bakın).</p>
