Repository: asmecher/ojs
Catalog: locale/*/locale.xlf
Languages: ar_iq, ca_es, cs_cz, da_dk, es_es, fa_ir, fi_fi, fr_ca, id_id, nb_no, pl_pl, pt_pt, ru_ru, sv_se, tr_tr

# user-noRoles-selectUsersWithoutRoles
source: Include users with no roles in this journal.
ar_iq: ضمِّن المستخدمين الذين ليس لهم أدوار في هذه المجلة.
ca_es: Incloure usuaris/àries sense rols en aquesta revista
cs_cz: Zahrnout i uživatele bez rolí v tomto časopise.
da_dk: Inkludér brugere uden nogen roller vedrørende dette tidsskrift.
es_es: Incluir usuarios de esta revista sin roles
fa_ir: وارد کردن کاربران بدون گروه کاربری در این مجله
fi_fi: Sisällytä käyttäjät, joilla ei ole roolia tässä julkaisussa.
fr_ca: Inclure les utilisateurs n'ayant aucun rôle dans cette revue.
id_id: Ikutkan pengguna tanpa peran di jurnal ini.
pl_pl: Uwzględnij użytkowników bez przypisanych ról w czasopiśmie.
pt_pt: Adicionar utilizadores sem papéis nesta revista.
ru_ru: Включить пользователей без назначенных ролей в этом журнале.
sv_se: Inkludera användare utan roll i tidskriften.
tr_tr: Bu dergide rolleri olmayan kullanıcıları dahil et.

# user-profile-profileImage
source: Profile Image
ar_iq: صورة الملف التعريفي
ca_es: Imatge del perfil
cs_cz: Profilový obrázek
da_dk: Profilbillede
es_es: Imagen de perfil
fa_ir: تصویر پروفایل
fi_fi: Profiilikuva
fr_ca: Image du profil
id_id: Foto Profil
pl_pl: Zdjęcie profilowe
pt_pt: Imagem Perfil
ru_ru: Изображение профиля
sv_se: Profilbild
tr_tr: Profil Resmi

# user-showAllJournals
source: Show My Journals
ar_iq: أظهر مجلاتي
ca_es: Mostra les meves revistes
cs_cz: Zobrazit moje časopisy
da_dk: Vis mine tidsskrifter
es_es: Mostrar Mis revistas
fa_ir: مجلات مرا نشان بده
fi_fi: Näytä omat julkaisut
fr_ca: Afficher mes revues
id_id: Tunjukkan jurnal saya
nb_no: Vis mine tidsskrift
pl_pl: Pokaż moje czasopisma
pt_pt: Mostrar Revistas
ru_ru: Показать мои журналы
sv_se: Visa mina tidskrifter
tr_tr: Dergilerimi Göster

# user-registerForOtherJournals
source: Register for Other Journals
ar_iq: سجِّل في مجلات أُخر
ca_es: Registra'm per a altres revistes
cs_cz: Registrovat se do dalších časopisů
da_dk: Tilmeld dig andre tidsskrifter
es_es: Registrarse en Otras revistas
fa_ir: ثبت‌نام برای دیگر مجلات
fi_fi: Rekisteröidy muihin julkaisuihin
fr_ca: S'inscrire à d'autres revues
id_id: Daftar ke jurnal Lain
nb_no: Registrer for andre tidsskrift
pl_pl: Zarejestruj dla innych czasopism
pt_pt: Registar-se noutras revistas
ru_ru: Зарегистрировать для других журналов
sv_se: Registrera för andra tidskrifter
tr_tr: Diğer Dergiler için Başvur

# user-reviewerPrompt
source: Would you be willing to review submissions to this journal?
ar_iq: هل تود تحكيم طلبات النشر المقدمة إلى هذه المجلة؟
ca_es: Voldria revisar trameses per a aquesta revista?
cs_cz: Byl byste ochoten/na recenzovat příspěvek do tohoto časopisu?
da_dk: Vil du påtage dig at bedømme manuskripter til dette tidsskrift?
es_es: ¿Estaría dispuesto a revisar envíos para esta revista?
fa_ir: آیا مایل هستید با این مجله در امر داوری مقالات همکاری نمایید؟
fi_fi: Haluaisitko arvioida tähän julkaisuun lähetettyjä käsikirjoituksia?
fr_ca: Seriez-vous prêt(e) à évaluer des soumissions à cette revue?
id_id: Apakah Anda bersedia mereview naskah yang diserahkan ke jurnal ini?
pl_pl: Czy byłbyś skłonny(a) recenzować teksty zgłaszane do tego czasopisma?
pt_pt: Está disponível para rever artigos submetidos a esta revista?
ru_ru: Хотите ли вы рецензировать материалы для этого журнала?
sv_se: Skulle du kunna tänka dig att granska bidrag till den här tidskriften?
tr_tr: Bu dergiye yapılan gönderileri incelemek ister misiniz?

# user-reviewerPrompt-userGroup
source: Yes, request the {$userGroup} role.
ar_iq: نعم، أطلب دور {$userGroup}.
ca_es: Sí, sol·licitar el rol {$userGroup}.
cs_cz: Ano, požadovat roli {$userGroup}.
da_dk: Ja, rekvirér {$userGroup} rollen.
es_es: Sí, solicitar el rol {$userGroup}.
fa_ir: بله. درخواست نقش {$userGroup}
fi_fi: Kyllä, pyydä {$userGroup}-roolia.
fr_ca: Oui, demande du rôle {$userGroup}.
id_id: Ya, daftarkan saya sebagai {$userGroup}.
pl_pl: Tak, wyślij prośbę o nadanie roli: {$userGroup}.
pt_pt: Sim, solicito o papel {$userGroup}.
ru_ru: Да, запросить роль «{$userGroup}».
sv_se: Ja, begär {$userGroup}-rollen.
tr_tr: Evet, {$userGroup} rolü iste.

# user-reviewerPrompt-optin
source: Yes, I would like to be contacted with requests to review submissions to this journal.
ar_iq: نعم، أود مراسلتي بشأن تحكيم طلبات النشر المقدمة إلى هذه المجلة.
cs_cz: Ano, chci být kontaktován s požadavky na recenze příspěvků do tohoto časopisu.
da_dk: Ja, jeg vil gerne kontaktes med anmodninger om at foretage bedømmelse af indsendelser til dette tidsskrift.
es_es: Sí, me gustaría que me contactaran para revisar artículos de esta revista.
fi_fi: Kyllä, minulle voi lähettää vertaisarviointeja koskevia pyyntöjä tästä julkaisusta.
fr_ca: Oui, j'aimerais être contacté(e) pour des demandes d'évaluation pour des soumissions à cette revue.
pt_pt: Sim, quero ser contactado com pedidos de revisão a submissões para esta revista.
ru_ru: Да, Я хочу, чтобы ко мне обращались с запросами на рецензирование материалов для этого журнала.
sv_se: Ja, jag vill bli kontaktad med förfrågningar gällande granskningsuppdrag för den här tidskriften.
tr_tr: Evet, bu dergiye gönderilen başvurulara hakemlik için istek yapanlarla iletişime geçmek istiyorum.

# user-register-contextsPrompt
source: Which journals on this site would you like to register with?
ar_iq: في أي من مجلات هذا الموقع ترغب بالتسجيل؟
ca_es: En quines revistes d'aquest lloc li agradaria registrar-se?
cs_cz: Které časopisy na tomto webu byste si chtěli zaregistrovat?
da_dk: Hvilket tidsskrift på dette site vil du gerne registreres under?
es_es: ¿En qué revistas de este sitio le gustaría registrarse?
fa_ir: تمایل دارید که در کدام یک از مجلات این سایت ثبت‌نام کنید؟
fi_fi: Minkä tällä sivustolla olevien julkaisuiden käyttäjäksi haluat rekisteröityä?
fr_ca: Auprès de quelles revues souhaitez-vous vous enregistrer?
id_id: Jurnal mana saja yang Anda pilih?
pl_pl: Do których czasopism na tej stronie chciałbyś(abyś) się zarejestrować?
pt_pt: Em quais revistas deste portal pretende se registar?
ru_ru: В каких журналах на этом сайте вы хотите зарегистрироваться?
sv_se: Vilka av tidskrifterna på den här webbplatsen vill du registrera dig hos?
tr_tr: Bu sitedeki hangi dergilere kayıt yaptırmak istersiniz?

# user-register-otherContextRoles
source: Request the following roles.
ar_iq: أطلب الأدوار الآتية:
ca_es: Sol·licitar els rols següents.
cs_cz: Požadovat následující role.
da_dk: Anmod om følgende roller.
es_es: Solicitar los siguientes roles.
fa_ir: درخواست نقش های زیر.
fi_fi: Pyydä seuraavia rooleja.
fr_ca: Demander les rôles suivants.
id_id: Mendaftar ke peran berikut.
pl_pl: Wyślij zapytanie o nadanie uprawnień.
pt_pt: Solicitar os seguintes papéis.
ru_ru: Запросить следующие роли.
sv_se: Begär följande roller.
tr_tr: Aşağıdaki rolleri iste.

# user-register-noContextReviewerInterests
source: If you requested to be a reviewer on any journal, please enter your subject interests.
ar_iq: إذا طلبت أن تكون محكماً في أي مجلة، لطفاً، أذكر مجالات اهتمامك.
ca_es: Si ha sol·licitat ser revisor/a en alguna revista introdueixi els seus temes d'interès, si us plau.
cs_cz: Pokud jste uvedli zájem o roli recenzenta v jakémkoli časopise, zadejte své zájmy.
da_dk: Hvis du har anmodet om at være bedømmer hos et af tidsskrifterne bedes du anføre dine emneinteresser.
es_es: Si ha solicitado ser revisor/a en alguna revista introduzca sus temas de interés, por favor.
fa_ir: اگر تمایل دارید که به عنوان داور در این مجله ثبت‌نام کنید لطفاً زمینه های کاری خود را وارد کنید.
fi_fi: Jos pyysit jonkin julkaisun arvioijan roolia, ilmoita sinua kiinnostavat aiheet.
fr_ca: Si vous demandez d'être évaluateur pour une revue, indiquez vos champs d'intérêts.
id_id: Jika Anda meminta peran sebagai reviewer, mohon sebutkan subjek yang Anda minati.
pl_pl: Jeśli wysłałeś(aś) prośbę o możliwość recenzowania artykułów zgłoszonych do dowolnego czasopisma, podaj swoje zainteresowania.
pt_pt: Se solicitou ser um revisor em qualquer revista, insira os seus interesses de revisão.
ru_ru: Если вы запрашиваете роль рецензента в каком-то журнале, пожалуйста, введите темы, которые интересуют Вас как рецензента.
sv_se: Om du anmälde dig som granskare, vänligen fyll i dina intresseområden.
tr_tr: Herhangi bir dergide hakem olmak istediyseniz, lütfen ilgi alanlarınızı girin.

# user-myJournals
source: My Journals
ar_iq: مجلاتي
ca_es: Les meves revistes
cs_cz: Moje časopisy
da_dk: Mine tidsskrifter
es_es: Mis revistas
fa_ir: مجلات من
fi_fi: Julkaisut, joihin olen rekisteröitynyt
fr_ca: Mes revues
id_id: Jurnal Saya
nb_no: Mine tidsskrift
pl_pl: Moje czasopisma
pt_pt: Minhas Revistas
ru_ru: Мои журналы
sv_se: Mina tidskrifter
tr_tr: Dergilerim

# user-manageMySubscriptions
source: Manage My Subscriptions
ar_iq: إدارة اشتراكاتي
ca_es: Administra les meves subscripcions
cs_cz: Ovládání mého předplatného
da_dk: Administrer mine abonnementer
es_es: Gestionar mis suscripciones
fa_ir: مدیریت اشتراکات من
fi_fi: Omien tilausten hallinnointi
fr_ca: Gérer Mes abonnements
id_id: Atur Langganan Saya
nb_no: Administrer mine abonnementer
pl_pl: Zarządzaj moimi subskrypcjami
pt_pt: Gerir Minhas Subscrições
ru_ru: Управление моими подписками
sv_se: Hantera mina prenumerationer
tr_tr: Aboneliklerimi Yönet

# user-noRoles-chooseJournal
source: Your account is not currently associated with any journals. Please choose a journal:
ar_iq: حالياً، حسابك غير مرتبط بأي مجلة. لطفاً، إختر أحدها
ca_es: El vostre compte no està associat a cap revista. Trieu una revista:
cs_cz: Váš účet není aktuálně asociován s žádným časopisem. Prosím, vyberte si časopis:
da_dk: Din konto er ikke i øjeblikket knyttet til noget tidsskrift. Vælg et tidsskrift:
es_es: En este momento su cuenta no está asociada a ninguna revista. Elija un revista:
fa_ir: حساب کاربری شما در حال حاضر وابسته به هیچ مجله ای نیست. لطفا یک مجله را انتخاب کنید
fi_fi: Tiliäsi ei ole tällä hetkellä liitetty yhteenkään julkaisuun. Valitse julkaisu:
fr_ca: Votre compte n'est présentement associé à aucune revue. Prière de choisir une revue :
id_id: Akun Anda tidak terdaftar ke jurnal apapun. Pilihlah satu jurnal:
nb_no: Brukerkontoen din er ikke knyttet til noe tidsskrift. Vennligst velg tidsskrift:
pl_pl: Twoje konto nie jest obecnie przypisane do żadnych czasopism. Wybierz czasopismo:
pt_pt: O seu registo não está associado a nenhuma revista. Por favor, escolha uma:
ru_ru: Ваша учетная запись сейчас не связана ни с одним журналом. Пожалуйста, выберите журнал:
sv_se: För tillfället är ditt konto inte kopplat till några tidskrifter. Välj en tidskrift:
tr_tr: Hesabınız şu halde herhangi bir dergide aktif değil. Lütfen bir dergi seçiniz:

# user-noRoles-noRolesForJournal
source: Your account does not currently have any roles for this journal. Please choose from the actions below:
ar_iq: حالياً، حسابك ليس له دور فيما يتعلق بهذه المجلة. لطفاً، إختر أحد الأدوار أدناه
ca_es: El vostre compte no té cap rol per a aquesta revista. Trieu una de les accions següents:
cs_cz: Váš účet nemá aktuálně v tomto časopisu žádné role. Vyberte prosím níže akci:
da_dk: Din konto har ikke tilknyttet nogle roller i forhold til dette tidsskrift. Vælg en af følgende handlinger:
es_es: En este momento su cuenta no tiene asignado ningún rol para esta revista. Elija entre las siguientes acciones:
fa_ir: حساب کاربری شما در حال حاضر هیچ نقشی در این مجله ندارد. لطفا یکی از موارد زیر را انتخاب کنید
fi_fi: Tililläsi ei ole tällä hetkellä yhtään roolia tässä julkaisussa. Valitse alla olevista toiminnoista:
fr_ca: Votre compte n'a présentement aucun rôle pour cette revue. Prière de choisir parmi les actions ci-dessous :
id_id: Akun Anda sekarang tidak mempunyai peran apapun di jurnal ini. Mohon tetapkan pilihan berikut:
nb_no: Brukerkontoen din er ikke knyttet til noen rolle for dette tidsskriftet. Vennligst velg blant disse alternativene:
pl_pl: Twoje konto nie posiada wybranych ról dla tego czasopisma. Wybierz akcje z listy poniżej:
pt_pt: O seu registo não possui nenhum papel nesta revista. Dos papéis disponíveis, escolha quais deseja adoptar:
ru_ru: Вашей учетной записи сейчас в этом журнале не задана ни одна роль. Пожалуйста, выберите одно из предложенных ниже действий:
sv_se: För tillfället saknar ditt konto en roll hos den här tidskriften. Välj åtgärd nedan:
tr_tr: Bu dergide hesabınız aktif değil ve herhangi bir yetkilendirmeniz yoktur. Lütfen aşağıdaki seçenklerden birini seçiniz:

# user-noRoles-submitArticle
source: Submit a Proposal
ar_iq: قدم مقترحاً
ca_es: Tramet una proposta
cs_cz: Poslat článek
da_dk: Indsend forslag
es_es: Envíe una propuesta
fa_ir: ارسال پروپوزال
fi_fi: Lähetä ehdotus
fr_ca: Soumettre une proposition
id_id: Penyerahan Naskah
nb_no: Send inn et artikkelforslag
pl_pl: Prześlij artykuł
pt_pt: Submeter artigo
ru_ru: Отправить предложение
sv_se: Skicka in ett bidrag
tr_tr: Bir Öneri Gönder

# user-noRoles-submitArticleRegClosed
source: Submit an Article: Author registration is currently disabled.
ar_iq: قدم مؤلَّفاً: تسجيل المؤلف معطل حالياً
ca_es: Tramet un article: El registre d’autors/ores no està habilitat.
cs_cz: Poslat článek: registrace autorů je aktuálně zakázána.
da_dk: Indsend en artikel: Forfatter-registrering er i øjeblikket deaktiveret.
es_es: Envíe un artículo: En este momento el registro de autores/as se encuentra deshabilitado.
fa_ir: ارسال مقاله: در حال حاضر ثبت‌نام نویسندگان غیرفعال است
fi_fi: Lähetä artikkeli: Kirjoittajaksi rekisteröityminen ei ole juuri nyt mahdollista.
fr_ca: Soumettre un article : l'inscription d'auteur est présentement désactivée.
id_id: Penyerahan Naskah: Pendaftaran penulis belum dibuka.
nb_no: Send inn en artikkel: Forfatterregistreringen er for øyeblikket slått av.
pl_pl: Prześlij artykuł: Rejestracja autorów jest obecnie wyłączona.
pt_pt: Enviar submissão: o registo de autores está actualmente desactivado.
ru_ru: Отправить статью: регистрация авторов сейчас закрыта.
sv_se: Skicka in en artikel: Författarregistrering är inte aktiverat i nuläget.
tr_tr: Bir makale gönder: Yazar kaydı şu halde aktif değil.

# user-noRoles-regReviewer
source: Register as a Reviewer
ar_iq: سجل بصفة محكم
ca_es: Registra'm com a revisor/a
cs_cz: Registrovat se jako recenzent
da_dk: Registrer som reviewer
es_es: Registrarse como revisor/a
fa_ir: ثبت‌نام به عنوان داور
fi_fi: Rekisteröidy arvioijaksi
fr_ca: S'inscrire en tant que qu'évaluateur
id_id: Pendaftaran Reviewer
nb_no: Registrer som fagkonsulent
pl_pl: Zarejestruj jako recenzent
pt_pt: Registar-se como Revisor
ru_ru: Зарегистрироваться в качестве рецензента
sv_se: Registrera dig som granskare
tr_tr: Hakem olarak kayıt ol

# user-noRoles-regReviewerClosed
source: Register as a Reviewer: Reviewer registration is currently disabled.
ar_iq: التسجيل بصفة محكم: تسجيل المحكم معطل حالياً
ca_es: Registra'm com a revisor/a: El registre de revisors/ores no està habilitat.
cs_cz: Registrovat se jako recenzent: registrace recenzentů je aktuálně zakázána.
da_dk: Registrer som reviewer: Reviewer-registrering er i øjeblikket deaktiveret.
es_es: Registrarse como revisor/a: En este momento el registro de revisores/as se encuentra deshabilitado.
fa_ir: ثبت‌نام به عنوان داور: در حال حاضر ثبت‌نام داوران غیرفعال است
fi_fi: Rekisteröidy arvioijaksi: Arvioijaksi rekisteröityminen ei ole juuri nyt mahdollista.
fr_ca: S'inscrire en tant que qu'évaluateur : l'inscription d'évaluateur est présentement désactivée.
id_id: Pendaftaran Reviewer: Pendaftaran reviewer belum dibuka.
nb_no: Registrer som fagkonsulent: Registrering av fagkonsulenter er for øyeblikket slått av.
pl_pl: Zarejestruj jako recenzent: Rejestracja recenzentów jest obecnie wyłączona.
pt_pt: Registar-se como Revisor: o registo de revisores está actualmente desactivado.
ru_ru: Зарегистрироваться в качестве рецензента: регистрация рецензентов сейчас закрыта.
sv_se: Registrera dig som granskare: Granskarregistrering är inte aktiverat i nuläget.
tr_tr: Hakem olarak kayıt ol: Hakem kaydı şu halde aktif değil.

# user-role-manager
source: Journal Manager
ar_iq: رئيس التحرير
ca_es: Administrador/a de la revista
cs_cz: Manažer časopisu
da_dk: Tidsskriftschef
es_es: Gestor/a de la revista
fa_ir: مدیر مجله
fi_fi: Julkaisun hallinnoija
fr_ca: Directeur de la revue
id_id: Manajer Jurnal
nb_no: Redaksjonsleder
pl_pl: Administrator czasopisma
pt_pt: Director
ru_ru: Управляющий журнала
sv_se: Tidskriftsansvarig
tr_tr: Dergi Yöneticisi

# user-role-subEditor
source: Section Editor
ar_iq: محرر القسم
ca_es: Editor/a de secció
cs_cz: Editor sekce
da_dk: Sektionsredaktør
es_es: Editor/a de sección
fa_ir: دبیر بخش
fi_fi: Osastotoimittaja
fr_ca: Rédacteur de rubrique
id_id: Editor Bagian
nb_no: Seksjonsredaktør
pl_pl: Redaktor działu
pt_pt: Editor de Secção
ru_ru: Редактор раздела
sv_se: Sektionsredaktör
tr_tr: Bölüm Editörü

# user-role-subscriptionManager
source: Subscription Manager
ar_iq: مدير الاشتراكات
ca_es: Administrador/a de subscripcions
cs_cz: Manažer předplatného
da_dk: Abonnementschef
es_es: Gestor/a de suscripciones
fa_ir: مدیر اشتراک
fi_fi: Tilaussihteeri
fr_ca: Responsable des abonnements
id_id: Manajer Langganan
nb_no: Abonnementskontakt
pl_pl: Administrator subskrypcji
pt_pt: Gestor de Subscrições
ru_ru: Менеджер по подписке
sv_se: Prenumerationsansvarig
tr_tr: Abone Yöneticisi

# user-role-managers
source: Journal Managers
ar_iq: المدراء
ca_es: Administradors/ores de revistes
cs_cz: Manažeři časopisu
da_dk: Tidsskriftschefer
es_es: Gestores/as de la revista
fa_ir: مدیران مجله
fi_fi: Julkaisun hallinnoijat
fr_ca: Directeurs de revue
id_id: Manajer Jurnal
nb_no: Redaksjonsledere
pl_pl: Administratorzy czasopisma
pt_pt: Directores
ru_ru: Управляющие журналом
sv_se: Tidskriftsansvariga
tr_tr: Dergi Yöneticileri

# user-role-subEditors
source: Section Editors
ar_iq: محررو الأقسام
ca_es: Editors/es de secció
cs_cz: Editoři sekcí
da_dk: Sektionsredaktører
es_es: Editores/as de sección
fa_ir: دبیران بخش
fi_fi: Osastotoimittajat
fr_ca: Chefs de rubriques
id_id: Editor Bagian
nb_no: Seksjonsredaktører
pl_pl: Redaktorzy działów
pt_pt: Editores Secção
ru_ru: Редакторы разделов
sv_se: Sektionsredaktörer
tr_tr: Bölüm Editörleri

# user-role-subscriptionManagers
source: Subscription Managers
ar_iq: مدراء الاشتراكات
ca_es: Administradors/ores de subscripcions
cs_cz: Manažeři předplatného
da_dk: Abonnementschefer
es_es: Gestores/as de suscripción
fa_ir: مدیران اشتراک
fi_fi: Tilaussihteerit
fr_ca: Responsables des abonnements
id_id: Manajer Langganan
nb_no: Abonnementskontakter
pl_pl: Administratorzy subskrypcji
pt_pt: Gestores de Subscrições
ru_ru: Менеджеры по подписке
sv_se: Prenumerationsansvariga
tr_tr: Abone Yöneticileri

# user-role-journalAssistant
source: Journal Assistant
ar_iq: مساعد المجلة
ca_es: Assistent/a de revista
cs_cz: Sekretář časopisu
da_dk: Tidsskriftsassistent
es_es: Asistente/a de revista
fa_ir: دستیار مجله
fi_fi: Avustaja
fr_ca: Assistant
id_id: Asisten Jurnal
pl_pl: Asystent czasopisma
pt_pt: Assistente Editorial
ru_ru: Ассистент журнала
sv_se: Redaktionssekreterare
tr_tr: Dergi Asistanı

# user-role-journalAssistants
source: Journal Assistants
ar_iq: مساعدو المجلة
ca_es: Assistents/es de revista
cs_cz: Sekretáři časopisů
da_dk: Tidsskriftsassistenter
es_es: Asistentes/as de revista
fa_ir: دستیاران مجله
fi_fi: Avustajat
fr_ca: Assistants
id_id: Asisten Jurnal
pl_pl: Asystenci czasopisma
pt_pt: Assistentes Editoriais
ru_ru: Ассистенты журнала
sv_se: Redaktionssekreterare
tr_tr: Dergi Asistanları

# issue-issue
source: Issue
ar_iq: إصدار
ca_es: Número
cs_cz: Číslo
da_dk: Nummer
es_es: Número
fa_ir: شماره
fi_fi: Numero
fr_ca: Numéro
id_id: Terbitan
nb_no: Utgave
pl_pl: Numer
pt_pt: Edição
ru_ru: Выпуск
sv_se: Nummer
tr_tr: Sayı

# issue-issues
source: Issues
ar_iq: إصدارات
ca_es: Números
cs_cz: Čísla
da_dk: Numre
es_es: Números
fa_ir: شماره‌ها
fi_fi: Numerot
fr_ca: Numéros
id_id: Terbitan
nb_no: Utgaver
pl_pl: Numery
pt_pt: Edições
ru_ru: Выпуски
sv_se: Nummer
tr_tr: Sayılar

# issue-title
source: Title
ar_iq: العنوان
ca_es: Títol
cs_cz: Název
da_dk: Titel
es_es: Título
fa_ir: عنوان
fi_fi: Otsikko
fr_ca: Titre
id_id: Judul
nb_no: Tittel
pl_pl: Tytuł
pt_pt: Título
ru_ru: Название
sv_se: Titel
tr_tr: Başlık

# issue-volume
source: Volume
ar_iq: المجلد
ca_es: Volum
cs_cz: Ročník
da_dk: Årgang
es_es: Volumen
fa_ir: دوره
fi_fi: Vuosikerta
nb_no: Volum
pl_pl: Tom
ru_ru: Том
sv_se: Volym
tr_tr: Cilt

# issue-number
source: Number
ar_iq: العدد
ca_es: Número
cs_cz: Číslo
da_dk: Nummer
es_es: Número
fa_ir: شماره
fi_fi: Numero
fr_ca: Numéro
id_id: Nomor
nb_no: Nummer
pl_pl: Numer
pt_pt: Número
ru_ru: Номер
sv_se: Nummer
tr_tr: Sayı

# issue-vol
source: Vol
ar_iq: مجلد
da_dk: Årg.
fa_ir: دوره
pl_pl: Tom
pt_pt: v.
ru_ru: Том
tr_tr: Cilt

# issue-no
source: No
ar_iq: عدد
da_dk: Nr.
es_es: Núm.
fa_ir: شماره
fi_fi: Nro
nb_no: Nr
pl_pl: Nr
pt_pt: n.
sv_se: Nr
tr_tr: Sayı

# issue-year
source: Year
ar_iq: السنة
ca_es: Any
cs_cz: Rok
da_dk: År
es_es: Año
fa_ir: سال
fi_fi: Vuosi
fr_ca: Année
id_id: Tahun
nb_no: År
pl_pl: Rok
pt_pt: Ano
ru_ru: Год
sv_se: År
tr_tr: Yıl

# issue-noIssues
source: No Issues
ar_iq: لا إصدارات
ca_es: No hi ha cap número
cs_cz: Žádná čísla
da_dk: Ingen numre
es_es: No hay números
fa_ir: خالی
fi_fi: Ei numeroita
fr_ca: Aucun numéro
id_id: Tidak ada Terbitan
nb_no: Ingen utgaver
pl_pl: Brak numerów
pt_pt: Nenhuma Edição
ru_ru: Нет выпусков
sv_se: Inga nummer
tr_tr: Sayı Yok

# issue-toc
source: Table of Contents
ar_iq: جدول المحتويات
ca_es: Taula de continguts
cs_cz: Obsah
da_dk: Indholdsfortegnelse
es_es: Tabla de contenidos
fa_ir: فهرست مطالب
fi_fi: Sisällysluettelo
fr_ca: Sommaire
id_id: Daftar Isi
nb_no: Innholdsfortegnelse
pl_pl: Spis treści
pt_pt: Sumário
ru_ru: Содержание
sv_se: Innehållsförteckning
tr_tr: İçindekiler

# issue-abstract
source: Abstract
ar_iq: الملخص
ca_es: Resum
cs_cz: Abstrakt
da_dk: Resumé
es_es: Resumen
fa_ir: چکیده
fi_fi: Abstrakti
fr_ca: Résumé
id_id: Abstrak
nb_no: Sammendrag
pl_pl: Abstrakt
pt_pt: Resumo
ru_ru: Аннотация
tr_tr: Özet

# issue-coverPage-altText
source: Cover Page
ar_iq: صفحة الغلاف
ca_es: Portada
cs_cz: Titulní stránka
da_dk: Forside
es_es: Portada
fa_ir: پشت جلد
fi_fi: Kansilehti
fr_ca: Page couverture
id_id: Halaman Sampul
nb_no: Omslagsside
pl_pl: Okładka
pt_pt: Capa da revista
ru_ru: Обложка
sv_se: Framsida
tr_tr: Kapak Sayfası

# issue-fullIssue
source: Full Issue
ar_iq: إصدار كامل
ca_es: Número complet
cs_cz: Celé číslo
da_dk: Hele nummeret
es_es: Número completo
fa_ir: شماره کامل
fi_fi: Koko numero
fr_ca: L'ensemble du numéro
id_id: Terbitan Utuh
nb_no: Hele nummeret
pl_pl: Pełny numer
pt_pt: Número Completo
ru_ru: Весь выпуск
sv_se: Helt nummer
tr_tr: Tüm sayı

# issue-nonpdf-title
source: Issue Download
ar_iq: تنزيل الإصدار
ca_es: Descarrega el número
cs_cz: Stažení čísla
da_dk: Nummerdownload
es_es: Descargar número
fa_ir: دانلود شماره
fi_fi: Numeron lataaminen
fr_ca: Téléchargement du numéro
id_id: Unduhan Terbitan
nb_no: Last ned nummeret
pl_pl: Pobierz numer
pt_pt: Download Número
ru_ru: Скачать выпуск
sv_se: Ladda ned nummer
tr_tr: Sayı İndir

# issue-viewIssue
source: View Issue
ar_iq: معاينة الإصدار
ca_es: Visualitza el número
cs_cz: Prohlédnout číslo
da_dk: Se nummer
es_es: Ver número
fa_ir: مشاهده شماره
fi_fi: Näytä numero
fr_ca: Voir le numéro
id_id: Lihat Terbitan
nb_no: Vis nummeret
pl_pl: Wyświetl numer
pt_pt: Ver Número
ru_ru: Просмотреть выпуск
sv_se: Visa nummer
tr_tr: Sayı Göster

# issue-return
source: Return to Issue Details
ar_iq: العودة إلى تفاصيل العدد
ca_es: Tornar als detalls del número
cs_cz: Vrátit se na podrobnosti čísla
da_dk: Vend tilbage til nummerdetaljer
es_es: Volver a los detalles del número
fa_ir: بازگشت به جزئیات شماره
fi_fi: Palaa numeron tietoihin
fr_ca: Retourner aux informations sur le numéro
id_id: Kembali ke Rincian Terbitan
pl_pl: Wróć do szczegółów numeru
pt_pt: Voltar aos detalhes do número
ru_ru: Вернуться к Подробностям о выпуске
sv_se: Gå tillbaka till nummerdetaljer
tr_tr: Sayı Detaylarına Dön
