Repository: asmecher/ojs
Catalog: locale/*/locale.xlf
Languages: ar_iq, ca_es, cs_cz, da_dk, es_es, fa_ir, fi_fi, fr_ca, id_id, nb_no, pl_pl, pt_pt, ru_ru, sv_se, tr_tr

# sectionEditor-proofreader-confirmRenotify
source: Notifying this proofreader again will restart their assignment. Are you sure you wish to do this?
ar_iq: إشعار مصحح القراءة هذا مرة أخرى سيؤدي إلى إعادة تعيين مهمته من البدء. هل أنت متأكد من رغبتك في عمل ذلك؟
ca_es: Si torneu a trametre aquesta notificació al corrector/a de proves, es reiniciarà la seva assignació. Esteu segur/a que voleu fer aquesta acció?
cs_cz: Opětovným informováním tohoto korektora znovu zahájíte jeho úkoly. Určitě si přejete to udělat?
da_dk: Hvis du underretter denne korrekturlæser igen, genstartes deres tildeling. Er du sikker på, at du vil gøre dette?
es_es: Al contactar de nuevo con este corrector/a de pruebas se reiniciará su asignación. ¿Está seguro/a de que desea continuar?
fa_ir: چنانچه بخواهید دوباره به این بازبین نهائی اطلاع دهید عمل انتساب وی از نو شروع خواهد شد. آیا مطمئن هستید که این کار را میخواهید انجام دهید؟
fi_fi: Uuden ilmoituksen lähettäminen tälle oikolukijalle käynnistää hänen toimeksiantonsa uudelleen. Haluatko varmasti tehdä tämän?
fr_ca: Aviser de nouveau ce correcteur d'épreuves redémarrera la tâche qui lui a été assignée. Êtes-vous certain de vouloir le faire?
id_id: Memberitahu lagi proofreader ini akan memulai ulang tugas mereka. Apakah Anda yakin ingin melakukannya?
nb_no: Ved å varsle denne korrekturleseren igjen, kommer du til å sette oppdraget i gang på nytt. Er du sikker på at du vil gjøre dette?
pl_pl: Ponowne powiadomienie korektora pliku do publikacji spowoduje zresetowanie ustawień w zakresie przypisanego tekstu.
pt_pt: Notificar o leitor de prova novamente reiniciará a tarefa. Deseja realmente reiniciar a tarefa?
ru_ru: Уведомление этого корректора приведет к повторному запуску задания с самого начала. Вы уверены, что хотите это сделать?
sv_se: Om du meddelar korrekturläsaren kommer hens uppdrag återaktiveras. Är du säker på att du vill göra det?
tr_tr: Bu bildirimle, düzeltmen atamaları yeniden başlayacaktır. Bunu yapmak istediğinizden emin misiniz?

# sectionEditor-regrets-breadcrumb
source: Regrets
ar_iq: إعتذارات
ca_es: Encàrrecs rebutjats
cs_cz: Odmítnutí
da_dk: Afslag
es_es: Rechazos
fa_ir: انصراف
fi_fi: Kieltäytymiset
fr_ca: Message de refus
id_id: Penyesalan
nb_no: Avslag
pl_pl: Odmowy
pt_pt: Arrependimentos
ru_ru: Отказы
sv_se: Avslag
tr_tr: İtirazlar

# sectionEditor-regrets-title
source: #{$submissionId} Reviewer Regrets, Cancellations & Earlier Rounds
ar_iq: #{$submissionId} إعتذارات عن التحكيم، إلغاءات، وجولات سابقة
ca_es: #{$submissionId} Encàrrecs rebutjats, encàrrecs cancel·lats i rondes anteriors del revisor/a
cs_cz: #{$submissionId} Odmítnutí recenzenty, zrušení & předchozí kola
da_dk: #{$submissionId} Bedømmers afslag, annulleringer og tidligere runder
es_es: #{$submissionId} Rechazados por el revisor/a, cancelaciones y rondas previas
fa_ir: موارد عدم تمایل برای داوری، موارد کنسل شده و دورهای قبلی مقاله با شناسه {$submissionId}
fi_fi: #{$submissionId} Arvioijan kieltäytymiset, peruutukset & aikaisemmat kierrokset
fr_ca: #{$submissionId} Message de refus de l'évaluateur, annulations & cycles précédents
id_id: #{$submissionId} Penyesalan Reviewer, Pembatalan & Ronde sebelumnya
nb_no: #{$submissionId} Fagkonsulent avslag, avbrutte og tidligere runder
pl_pl: #{$submissionId} Odmowy recenzentów, anulowania, wcześniejsze etapy
pt_pt: #{$submissionId} Arrependimentos, Cancelamentos & Rondas
ru_ru: #{$submissionId} Отказы рецензентов, отмены и предыдущие раунды
sv_se: #{$submissionId} Granskares avslag, återbud & tidigare granskningsomgångar
tr_tr: #{$submissionId} Hakem İtirazları, İptaller & Önceki Basamaklar

# sectionEditor-regrets
source: Regrets
ar_iq: الإعتذارات
ca_es: Encàrrecs rebutjats
cs_cz: Odmítnutí
da_dk: Afslag
es_es: Rechazos
fa_ir: موارد انصراف
fi_fi: Kieltäytymiset
fr_ca: Message de refus
id_id: Penyesalan
nb_no: Avslag
pl_pl: Odmowy
pt_pt: Arrependimentos
ru_ru: Отказы
sv_se: Avslag
tr_tr: İtirazlar

# sectionEditor-regrets-link
source: View Regrets, Cancels, Previous Rounds
ar_iq: معاينة الإعتذارات، الإلغاءات، الجولات السابقة
ca_es: Visualitza els encàrrecs rebutjats, els cancel·lats i les rondes anteriors
cs_cz: Zobrazit odmítnutí, zrušení, předchozí kola
da_dk: Vis afslag, annulleringer og tidligere runder
es_es: Ver rechazos, cancelaciones, rondas previas
fa_ir: مشاده: موارد عدم تمایل به انجام داوری، موارد کنسل شده ،دورهای قبل.
fi_fi: Näytä kieltäytymiset, peruutukset, edelliset kierrokset
fr_ca: Voir refus, annulations, cycles précédents
id_id: Lihat penyesalan, Pembatalan, Ronde sebelumnya
nb_no: Vis avslag, avbrutt, tidligere runder
pl_pl: Odmowy, anulowania, wcześniejsze etapy
pt_pt: Ver Arrependimentos, Cancelamentos, Rondas
ru_ru: Просмотреть отказы, отмены и предыдущие раунды
sv_se: Visa avslag, återbud och tidigare granskningomgångar
tr_tr: İtiraz, İptal ve Önceki Basamaklar

# sectionEditor-regrets-reviewRound
source: Peer Review, Round {$round}
ar_iq: التحكيم المناظر، الجولة {$round}
ca_es: Avaluació d'experts/ertes, ronda {$round}
cs_cz: Recenze, kolo {$round}
da_dk: Peer review, runde {$round}
es_es: Evaluación por pares, ronda {$round}
fa_ir: دور داوری {$round}
fi_fi: Vertaisarviointi, kierros {$round}
fr_ca: Évaluation par les pairs, cycle {$round}
id_id: Peer Review, Ronde {$round}
nb_no: Fagfellevurdering, runde {$round}
pl_pl: Recenzja, etap {$round}
pt_pt: Revisão por Pares, Ronda {$round}
ru_ru: Рецензирование, раунд {$round}
sv_se: Granskning, granskningsomgång {$round}
tr_tr: Hakem Değerlendirmesi: Tur {$round}

# sectionEditor-regrets-decisionRound
source: Editor Decision, Round {$round}
ar_iq: قرار المحرر، الجولة {$round}
ca_es: Decisió de l’editor/a, ronda {$round}
cs_cz: Rozhodnutí editora, kolo {$round}
da_dk: Redaktørbeslutning, runde {$round}
es_es: Decisión del editor/a, ronda {$round}
fa_ir: تصمیم دبیر, دور: {$round}
fi_fi: Toimittajan päätös, kierros {$round}
fr_ca: Décision du rédacteur, cycle {$round}
id_id: Keputusan Editor, Ronde {$round}
nb_no: Redaktørens beslutning, runde {$round}
pl_pl: Decyzja redaktora, etap {$round}
pt_pt: Decisão Editorial, Ronda {$round}
ru_ru: Решение редактора, раунд {$round}
sv_se: Redaktörsbeslut, granskningsomgång {$round}
tr_tr: Editör Görüşü: Tur {$round}

# sectionEditor-regrets-regretsAndCancels
source: Reviewer Regrets & Cancellations
ar_iq: إعتذارات المحكم والإلغاءات
ca_es: Encàrrecs que el revisor/a ha rebutjat i ha cancel·lat
cs_cz: Odmítnutí recenzentem & zrušení
da_dk: Bedømmers afslag og annulleringer
es_es: Rechazados por el revisor/a y cancelaciones
fa_ir: موارد عدم تمایل به انجام داوری و موارد کنسل شده
fi_fi: Arvioijan kieltäytymiset & peruutukset
fr_ca: Message de refus de l'évaluateur & annulations
id_id: Penyesalan Reviewer & Pembatalan
nb_no: Fagkonsulent avslag og avbrutte
pl_pl: Odmowy recenzentów oraz anulowania
pt_pt: Arrependimentos & Cancelamentos
ru_ru: Отказы рецензентов и отмены
sv_se: Granskares avslag & återbud
tr_tr: Hakem İtirazları & İptaller

# sectionEditor-regrets-regret
source: Regret
ar_iq: إعتذار
ca_es: Encàrrec rebutjat
cs_cz: Odmítnutí
da_dk: Afslag
es_es: Rechazo
fa_ir: انصراف
fi_fi: Kieltäytyminen
fr_ca: Message de refus
id_id: Penyesalan
nb_no: Avslag
pl_pl: Odmowa
pt_pt: Arrependimento
ru_ru: Отказ
sv_se: Avslag
tr_tr: İtiraz

# sectionEditor-regrets-result
source: Result
ar_iq: النتيجة
ca_es: Resultat
cs_cz: Výsledek
da_dk: Resultat
es_es: Resultado
fa_ir: نتیجه
fi_fi: Tulos
fr_ca: Résultat
id_id: Hasil
nb_no: Resultat
pl_pl: Rezultat
pt_pt: Resultado
ru_ru: Результат
sv_se: Resultat
tr_tr: Sonuç

# sectionEditor-review-enrollReviewer
source: Enroll an Existing User As Reviewer
ar_iq: أدرج مستخدماً مسجلاً بمثابة محكم
ca_es: Dóna d’alta un usuari/ària existent com a revisor/a
cs_cz: Zapsat existujícího uživatele jako recenzenta
da_dk: Tilmeld en eksisterende bruger som bedømmer
es_es: Asignar el rol de revisor/a a un usuario/a existente
fa_ir: اعطای نقش داور به کاربران موجود
fi_fi: Lisää olemassa oleva käyttäjä arvioijaksi
fr_ca: Inscrire un utilisateur existant en tant qu'évaluateur
id_id: Jadikan Pengguna sebagai Reviewer
nb_no: Verve eksisterende bruker som fagkonsulent
pl_pl: Zapisz istniejącego użytkownika jako recenzenta
pt_pt: Registar utilizador existente como Revisor
ru_ru: Назначить существующего пользователя рецензентом
sv_se: Aktivera en registrerad användare som granskare
tr_tr: Üyeyi Hakem Olarak Kaydet

# sectionEditor-review-createReviewer
source: Create New Reviewer
ar_iq: أنشئ محكماً جديداً
ca_es: Crea un revisor/a nou
cs_cz: Vytvořit nového recenzenta
da_dk: Opret ny bedømmer
es_es: Crear un nuevo revisor/a
fa_ir: ایجاد داور جدید
fi_fi: Luo uusi arvioija
fr_ca: Créer un nouvel évaluateur
id_id: Buat Reviewer Baru
nb_no: Opprett ny fagkonsulent
pl_pl: Utwórz nowego recenzenta
pt_pt: Registar novo revisor
ru_ru: Создать нового рецензента
sv_se: Skapa ny granskare
tr_tr: Yeni Hakem Oluştur

# layoutEditor-activeEditorialAssignments
source: Active Editorial Assignments
ar_iq: مهام التحرير النشطة
ca_es: Assignacions editorials actives
cs_cz: Aktivní editorské úkoly
da_dk: Aktive redaktionelle tildelinger
es_es: Tareas editoriales activas
fa_ir: انتسابات فعال دبیری
fi_fi: Aktiiviset toimitukselliset toimeksiannot
fr_ca: Travail éditorial en cours
id_id: Tugas Editorial Aktif
nb_no: Aktive redaksjonelle oppdrag
pl_pl: Aktywne prace redakcyjne
pt_pt: Tarefas Editoriais Activas
ru_ru: Активные редакционные задания
sv_se: Aktiva redaktörsuppdrag
tr_tr: Aktif Editöryal Atamalar

# layoutEditor-completedEditorialAssignments
source: Completed Editorial Assignments
ar_iq: مهام التحرير المنجزة
ca_es: Assignacions editorials completades
cs_cz: Dokončené editorské úkoly
da_dk: Fuldførte redaktionelle tildelinger
es_es: Tareas editoriales completadas
fa_ir: تکمیل انتسابات دبیری
fi_fi: Valmiit toimitukselliset toimeksiannot
fr_ca: Travail éditorial terminé
id_id: Tugas Editorial yang telah selesai
nb_no: Utførte redaksjonelle oppdrag
pl_pl: Ukończone prace redakcyjne
pt_pt: Tarefas Editoriais Concluídas
ru_ru: Выполненные редакционные задания
sv_se: Avslutade redaktörsuppdrag
tr_tr: Tamamlanmış Editöryal Atamalar

# layoutEditor-noActiveAssignments
source: No active editorial assignments.
ar_iq: لا توجد مهام تحرير نشطة
ca_es: No hi ha cap assignació editorial activa.
cs_cz: Žádné aktivní editorské úkoly.
da_dk: Ingen aktive redaktionelle tildelinger.
es_es: No hay tareas editoriales activas.
fa_ir: هیچ انتساب فعالی وجود ندارد
fi_fi: Ei aktiivisia toimituksellisia toimeksiantoja.
fr_ca: Aucun travail éditorial en cours.
id_id: Tidak ada tugas editorial aktif.
nb_no: Ingen aktive redaksjonelle oppdrag.
pl_pl: Brak przypisanych zadań redakcyjnych.
pt_pt: Nenhuma tarefa editorial.
ru_ru: Нет активных редакционных заданий.
sv_se: Inga aktiva redaktörsuppdrag.
tr_tr: Aktif editöryal ataması yok.

# layoutEditor-layoutEditingAssignments
source: Layout Editing Assignments
ar_iq: مهام التصميم الطباعي
ca_es: Assignacions de maquetació
cs_cz: Úkoly pro typografické úpravy
da_dk: Layoutredigeringsopgaver
es_es: Asignaciones de maquetación
fa_ir: انتسابات صفحه‌آرا
fi_fi: Taittotoimeksiannot
fr_ca: Travail éditorial de mise en page
id_id: Tugas Pengeditan Layout
nb_no: Layoutoppdrag
pl_pl: Skład
pt_pt: Tarefas de Edição de Layout
ru_ru: Задания на верстку
sv_se: Layoutredigeringsuppdrag
tr_tr: Mizanpajcı Atamaları

# layoutEditor-galley-uploadGalleyFormat
source: Upload galley format
ar_iq: إرفع تنسيق لوح طباعي
ca_es: Carrega el format per a les galerades
cs_cz: Nahrát sazebnicový formát
da_dk: Overfør publiceringsformat
es_es: Cargar formato de galerada
fa_ir: آپلود کلیشه چاپی
fi_fi: Lataa julkaistava tiedosto
fr_ca: Télécharger l'épreuve
id_id: Unggah format galley
nb_no: Last opp oppsettformat
pl_pl: Prześlij plik do publikacji
pt_pt: Upload formato edição
ru_ru: Загрузить формат гранок
sv_se: Ladda upp publiceringsversion
tr_tr: Dizgi biçimini yükle

# layoutEditor-galley-replaceGalley
source: Replace File
ar_iq: استبدل الملف
ca_es: Reemplaça el fitxer
cs_cz: Nahradit soubor
da_dk: Erstat fil
es_es: Remplazar archivo
fa_ir: جایگزینی فایل
fi_fi: Korvaa tiedosto
fr_ca: Remplacer le fichier
id_id: Ganti File
nb_no: Erstatt fil
pl_pl: Podmień plik do publikacji
pt_pt: Substituir Ficheiro
ru_ru: Заменить файл
sv_se: Ersätt fil
tr_tr: Dosyayı Değiştir

# layoutEditor-galley-uploadSuppFile
source: Upload supplementary file
ar_iq: إرفع ملفاً بديلاً
ca_es: Carrega un fitxer addicional
cs_cz: Nahrát doplňkový soubor
da_dk: Overfør supplerende fil
es_es: Cargar archivo complementario
fa_ir: جایگزینی فایل مکمل
fi_fi: Lataa liitetiedosto
fr_ca: Téléverser le fichier supplémentaire
id_id: Unggah File Tambahan
nb_no: Last opp tilleggsfil
pl_pl: Prześlij dodatkowy plik
pt_pt: Enviar documentos suplementares
ru_ru: Загрузить дополнительный файл
sv_se: Ladda upp tilläggsfil
tr_tr: Ek dosya yükle

# submission-layout-imageInvalid
source: Invalid image format. Accepted formats are .gif, .jpg, and .png.
ar_iq: صيغة الصورة خاطئة. الصيغ المدعومة هي: .gif, .jpg, and .png.
ca_es: El format de la imatge no és vàlid. Els formats admesos són .gif, .jpg i .png.
cs_cz: Neplatný formát obrázku. Podporované formáty jsou .gif, .jpg a .png.
da_dk: Ugyldigt billedformat. De accepterede formater er .jpg og .png.
es_es: Formato de imagen no válido. Los formatos aceptados son: .gif, .jpg y .png.
fa_ir: فرمت تصویر انتخاب شده نامناسب است. فقط gif, jpg, png
fi_fi: Väärä kuvatiedostomuoto. Hyväksytyt tiedostomuodot ovat .gif, .jpg, ja .png.
fr_ca: Format d'image invalide. Les formats acceptés sont .gif, .jpg, et .png.
id_id: Format gambar invalid. Format yang diterima adalah .gif, .jpg, dan .png.
nb_no: Ugyldig filformat. Tillatte filformat er .gif, .jpg, eller .png.
pl_pl: Niepoprawny format pliku. Akceptowane formaty to .gif, .jpg, oraz .png.
pt_pt: Formato de imagem inválido. Formatos aceites são .gif, .jpg ou .png. Verifique as configurações de MimeType do servidor e permissões de pastas.
ru_ru: Неверный формат изображения. Разрешенные форматы: .gif, .jpg, и .png.
sv_se: Ogiltigt bildformat. Giltiga format är: .gif, .jpg, och .png.
tr_tr: Hatalı görsel biçimi. Geçerli biçimler: .gif, .jpg ve .png.

# submission-layout-galley-remotelyHostedContent
source: This galley will be available at a separate website.
ar_iq: هذا اللوح الطباعي سيكون متاحاً على موقع مستقل.
ca_es: Aquesta galerada estarà disponible en un lloc web diferent.
cs_cz: Tato sazebnice bude dostupná na nové webové stránce.
da_dk: Denne publiceringsversion vil være tilgængelig på et separat website.
es_es: Esta galerada se abrirá en una página web nueva.
fa_ir: این کلیشه چاپی در یک وب‌سایت جداگانه در دسترس خواهد بود.
fi_fi: Tämä julkaistava tiedosto tulee saataville erilliselle verkkosivustolle.
fr_ca: Cette épreuve sera disponible sur un site web distinct.
id_id: Galley ini tersedia di situs luar.
pl_pl: Pliki do publikacji będą dostępne na zewnętrznej stronie internetowej
pt_pt: Esta edição estará disponível num site separado.
ru_ru: Эта гранка будет доступна на отдельном веб-сайте.
sv_se: Den här publiceringsversionen kommer att vara tillgänglig på en extern webbplats.
tr_tr: Bu dizgi ayrı bir web sitesinde mevcut olacak.

# submission-layout-galley-remoteURL
source: URL of remotely-hosted content
ar_iq: رابط المحتوى المستضاف خارجياً
ca_es: URL de contingut allotjat remotament
cs_cz: URL pro vzdáleně hostovaný obsah
da_dk: Ekstern URL
es_es: URL del contenido alojado remotamente
fa_ir: آدرس محتوای خارجی
fi_fi: Etä-ylläpidetyn sisällön URL-osoite
fr_ca: URL du contenu hébergé à distance
id_id: URL pranala luar
pl_pl: Adres URL zawartości opublikowanej na zewnętrznej stronie
pt_pt: URL do conteúdo hospedado remotamente
ru_ru: URL контента, размещаемого на внешнем ресурсе
sv_se: Extern URL
tr_tr: Uzak erişim içeriğinin URL adresi

# reviewer-pendingReviews
source: Articles Pending Review
ar_iq: تحكيم المؤلفات قيد الانتظار
ca_es: Articles pendents de revisió
cs_cz: Články čekající na recenzi
da_dk: Artikler, der afventer bedømmelse
es_es: Artículos pendientes de revisión
fa_ir: مقالات منتظر داوری
fi_fi: Arviointia odottavat artikkelit
fr_ca: Articles en attente d'évaluation
id_id: Artikel Review Tertunda
nb_no: Artikler som avventer fagvurdering
pl_pl: Artykuły w recenzji
pt_pt: Artigo aguardando revisão
ru_ru: Статьи, ожидающие рецензии
sv_se: Artiklar som väntar på granskning
tr_tr: Değerlendirme Bekleyen Makaleler

# reviewer-completedReviews
source: Done
ar_iq: منجز
ca_es: Fet
cs_cz: Hotové
da_dk: Udført
es_es: Hecho
fa_ir: انجام شده
fi_fi: Suoritettu
fr_ca: Complété
id_id: Selesai
nb_no: Ferdig
pl_pl: Ukończone
pt_pt: Concluídas
ru_ru: Завершены
sv_se: Färdig
tr_tr: Tamamlanmış

# reviewer-averageQuality
source: Rating
ar_iq: تقييم
ca_es: Puntuació
cs_cz: Hodnocení
da_dk: Klassificering
es_es: Clasificación
fa_ir: امتیاز
fi_fi: Arvostelu
fr_ca: Notation
id_id: Penilaian
nb_no: Rangering
pl_pl: Ocena
pt_pt: Classificação
ru_ru: Рейтинг
sv_se: Bedömning/poäng
tr_tr: Derecelendirme

# reviewer-article-fileToBeReviewed
source: File to be reviewed
ar_iq: الملف ينتظر التنقيح
ca_es: Fitxer per revisar
cs_cz: Soubor k recenzování
da_dk: Fil, der skal bedømmes
es_es: Archivo para revisar
fa_ir: فایلی که باید داوری شود
fi_fi: Arvioitava tiedosto
fr_ca: Fichier à évaluer
id_id: File untuk direview
nb_no: Fil til vurdering
pl_pl: Plik do zrecenzowania
pt_pt: Documento a ser revisto
ru_ru: Файл, который нужно отрецензировать
sv_se: Fil som ska granskas
tr_tr: Değerlendirilecek dosya

# reviewer-article-notifyTheEditor
source: Notify The Editor
ar_iq: أعلم المحرر
ca_es: Notifica a l’editor/a
cs_cz: Informovat editora
da_dk: Underret redaktøren
es_es: Notificar al editor/a
fa_ir: اطلاع به دبیر
fi_fi: Ilmoita toimittajalle
fr_ca: Aviser le rédacteur
id_id: Beritahu Editor
nb_no: Send beskjed til redaktøren
pl_pl: Powiadom redaktora
pt_pt: Notificar Editor
ru_ru: Уведомить редактора
sv_se: Meddela redaktör
tr_tr: Editörü Bilgilendir

# reviewer-article-canDoReview
source: Will do the review
ar_iq: سيقوم بالتحكيم
ca_es: Farà la revisió
cs_cz: Zpracuji recenzi
da_dk: Vil foretage bedømmelsen
es_es: Hará la revisión
fa_ir: داوری را انجام می‌دهم
fi_fi: Suorittaa arvioinnin
fr_ca: Fera l'évaluation
id_id: Akan melakukan review
nb_no: Kommer til å utføre vurderingsoppdraget
pl_pl: Zgadza się na wykonanie recenzji
pt_pt: Disponível para Revisão
ru_ru: Согласен на рецензирование
sv_se: Kommer att utföra granskningsuppdraget
tr_tr: Değerlendirmeyi Yapacağım

# reviewer-article-cannotDoReview
source: Unable to do the review
ar_iq: غير قادر على التحكيم
ca_es: No pot fer la revisió
cs_cz: Nemohu zpracovat recenzi
da_dk: Kan ikke foretage bedømmelsen
es_es: No puede hacer la revisión
fa_ir: داوری را انجام نمی‌دهم
fi_fi: Ei voi suorittaa arviointia
fr_ca: Ne fera pas l'évaluation
id_id: Tidak bisa melakukan review
nb_no: Kan ikke å utføre vurderingsoppdraget
pl_pl: Nie zgadza się na wykonanie recenzji
pt_pt: Indisponível para Revisão
ru_ru: Отказываюсь от рецензирования
sv_se: Har inte möjlighet att utföra granskningsuppdraget
tr_tr: Değerlendirmeyi Yapamayacağım

# reviewer-article-restrictedFileAccess
source: Submission will be made available, if and when reviewer agrees to undertake review
ar_iq: طلب النشر سيكون متوافراً إذا وافق المحكم على تولي مهمة التقييم
ca_es: La tramesa estarà disponible quan el revisor/a accepti l’encàrrec.
cs_cz: Příspěvek bude zpřístupněn poté, co recenzent odsouhlasí, že zpracuje recenzi.
da_dk: Manuskriptet gøres tilgængeligt, hvis og når bedømmeren accepterer at foretage en bedømmelse
es_es: El envío estará disponible cuando el revisor/a acceda a proceder con la revisión
fa_ir: در صورت تقبل داوری فایل مقاله قابل رؤیت است
fi_fi: Käsikirjoitus tulee saataville, jos ja kun arvioija lupautuu suorittamaan arvioinnin
fr_ca: La soumission sera disponible quand et si un évaluateur accepte d'effectuer l'évaluation
id_id: Naskah hanya dapat diakses jika reviewer bersedia mereview
nb_no: Filer kan bare vises hvis vurderingsoppdraget er akseptert
pl_pl: Pełny tekst zgłoszenia będzie dostępny, jeżeli recenzent zgodzi się na wykonanie recenzji
pt_pt: Documentos podem ser visualizados somente após assumir a tarefa de revisão
ru_ru: Рукопись будет доступна только в том случае, если рецензент согласится на рецензирование
sv_se: Bidraget blir tillgängligt om/när granskare åtar sig granskningsuppdraget
tr_tr: Hakem değerlendirmeyi kabul ederse gönderi erişilebilir olacak.

# reviewer-article-submissionEditor
source: Submission Editor
ar_iq: محرر طلب النشر
ca_es: Editor/a de la tramesa
cs_cz: Editor příspěvku
da_dk: Manuskriptredaktør
es_es: Editor/a del envío
fa_ir: دبیر مقاله ارسالی
fi_fi: Käsikirjoituksen toimittaja
fr_ca: Rédacteur de la soumission
id_id: Editor Penyerahan
nb_no: Manuskriptredaktør
pl_pl: Redaktor prowadzący
pt_pt: Editor da submissão
ru_ru: Редактор материала
sv_se: Redaktör för bidraget
tr_tr: Gönderi Editörü

# reviewer-article-reviewerCommentsDescription
source: Type or paste in review comments here
ar_iq: أكتب أو إلصق ملاحظات التحكيم هنا
ca_es: Introduïu o enganxeu els comentaris de revisió aquí.
cs_cz: Zde napište nebo sem nakopírujte komentář recenzenta
da_dk: Skriv eller indsæt kommentarer til bedømmelsen her
es_es: Escriba o pegue los comentarios de revisión aquí
fa_ir: نظر داوری خود را در این قسمت وارد کنید
fi_fi: Kirjoita tai liitä arviointikommentit tähän
fr_ca: Taper ou coller les commentaires de l'évaluation ici
id_id: Ketik atau tempel komentar review di sini
nb_no: Skriv eller lim inn kommentarer til vurderingsoppdrag her
pl_pl: Wpisz lub wklej uwagi dotyczące recenzji
pt_pt: Insira ou cole os comentários de revisão aqui
ru_ru: Введите или вставьте здесь комментарии рецензента
sv_se: Skriv eller klistra in granskarens kommentarer här
tr_tr: Hakem yorumlarını buraya yazınız veya yapıştırınız

# reviewer-article-editorToEnter
source: Editor To Enter
ar_iq: مدخل المحكم
ca_es: Editor/a per introduir
cs_cz: Vyplní editor
da_dk: Angives af redaktør
es_es: Editor/a por introducir
fa_ir: وارد کردن توسط دبیر
fi_fi: Toimittaja täyttää
fr_ca: À saisir par le rédacteur
id_id: Editor Untuk Dimasukkan
nb_no: Redaktøren fører inn
pl_pl: Decyzje redaktora
pt_pt: Editor alimentará o sistema
ru_ru: Редактор для ввода
sv_se: Redaktör fyller i
tr_tr: Editörün girmesi için

# reviewer-article-sendReminder
source: Send Reminder
ar_iq: أرسل تذكيراً
ca_es: Envia un recordatori
cs_cz: Poslat připomínku
da_dk: Send påmindelse
es_es: Enviar un aviso
fa_ir: ارسال ایمیل یادآور
fi_fi: Lähetä muistutus
fr_ca: Envoyer un rappel
id_id: Kirim Pengingat
nb_no: Send purring
pl_pl: Wyślij przypomnienie
pt_pt: Enviar lembrete
ru_ru: Отправить напоминание
sv_se: Skicka påminnelse
tr_tr: Uyarı Gönder

# reviewer-article-automatic
source: (Auto)
ar_iq: (آلي)
ca_es: (Automàtic)
cs_cz: (Automaticky)
da_dk: (Automatisk)
fa_ir: (خودکار)
ru_ru: (Авто)
tr_tr: (Otomatik)

# reviewer-article-recommendation
source: Recommendation
ar_iq: التوصيات
ca_es: Recomanació
cs_cz: Doporučení
da_dk: Anbefaling
es_es: Recomendación
fa_ir: توصیه
fi_fi: Suositus
fr_ca: Recommandation
id_id: Rekomendasi
nb_no: Anbefaling
pl_pl: Rekomendacje
pt_pt: Recomendação
ru_ru: Рекомендация
sv_se: Rekommendation
tr_tr: Öneri

# reviewer-article-submitReview
source: Submit Review To Editor
ar_iq: قدم التحكيم إلى المحرر
ca_es: Tramet la revisió a l’editor/a
cs_cz: Odeslat recenzi editorovi
da_dk: Fremsend bedømmelse til redaktør
es_es: Enviar la revisión al editor/a
fa_ir: ارسال داوری به دبیر
fi_fi: Lähetä arviointi toimittajalle
fr_ca: Soumettre l'évaluation au rédacteur
id_id: Serahkan Review kepada Editor
nb_no: Send anbefaling til redaktør
pl_pl: Wyślij recenzję do redaktora
pt_pt: Enviar revisão ao Editor
ru_ru: Отправить рецензию редактору
sv_se: Skicka in granskning till redaktör
tr_tr: Değerlendirmeyi Editöre Gönder
