Repository: asmecher/ojs
Catalog: locale/*/locale.xlf
Languages: ar_iq, ca_es, cs_cz, da_dk, es_es, fa_ir, fi_fi, fr_ca, id_id, nb_no, pl_pl, pt_pt, ru_ru, sv_se, tr_tr

# installer-ojsUpgrade
source: OJS Upgrade
ar_iq: ترقية نظام المجلات المفتوحة
ca_es: Actualització de l’OJS
da_dk: OJS-opgradering
es_es: Actualización de OJS
fa_ir: بروز رسانی OJS
fi_fi: OJS:n päivitys
fr_ca: Mise à jour d'OJS
id_id: Upgrade OJS
nb_no: OJS oppgradering
pl_pl: Aktualizacja OJS
pt_pt: Actualização do Sistema
ru_ru: Обновление OJS
sv_se: Uppgradering av OJS
tr_tr: ADS Güncellenmesi
