Repository: asmecher/ojs
Catalog: locale/*/locale.xlf
Languages: ar_iq, ca_es, cs_cz, da_dk, es_es, fa_ir, fi_fi, fr_ca, id_id, nb_no, pl_pl, pt_pt, ru_ru, sv_se, tr_tr

# installer-upgradeInstructions
source: <h4>OJS Version {$version}</h4> <p>Thank you for downloading the Public Knowledge Project's <strong>Open Journal Systems</strong>. Before proceeding, please read the <a href="{$baseUrl}/docs/README.md">README</a> and <a href="{$baseUrl}/docs/UPGRADE.md">UPGRADE</a> files included with this software. For more information about the Public Knowledge Project and its software projects, please visit the <a href="http://pkp.sfu.ca/" target="_blank">PKP web site</a>. If you have bug reports or technical support inquiries about Open Journal Systems, see the <a href="http://forum.pkp.sfu.ca" target="_blank">support forum</a> or visit PKP's online <a href="https://github.com/pkp/pkp-lib#issues" target="_blank">bug reporting system</a>. Although the support forum is the preferred method of contact, you can also email the team at <a href="mailto:pkp.contact@gmail.com">pkp.contact@gmail.com</a>.</p> <p>It is <strong>strongly recommended</strong> that you back up your database, files directory, and OJS installation directory before proceeding.</p> <p>If you are running in <a href="http://www.php.net/features.safe-mode" target="_blank">PHP Safe Mode</a>, please ensure that the max_execution_time directive in your php.ini configuration file is set to a high limit. If this or any other time limit (e.g. Apache's "Timeout" directive) is reached and the upgrade process is interrupted, manual intervention will be required.</p>
ar_iq: <h4>نسخة نظام المجلات المفتوحة {$version}</h4> <p>شكراً لقيامك بتنزيل <strong>نظام المجلات المفتوحة</strong> لمشروع المعرفة العامة. قبل المتابعة، لطفاً إقرأ <a href="{$baseUrl}/docs/README.md">ملف إقرأني</a> و <a href="{$baseUrl}/docs/UPGRADE.md">ملف الترقية</a>المضمنين في هذا البرنامج. للمزيد من المعلومات عن مشروع المعرفة العامة وبرامجياته، لطفاً اتبع الرابط <a href="http://pkp.sfu.ca/" target="_blank">موقع PKP</a>. إن كانت لديك إخباريات عن أخطاء برمجية، أو استفسارات فنية عن نظام المجلات المفتوحة، أنظر <a href="http://forum.pkp.sfu.ca" target="_blank">منتدى الدعم</a> أو زر موقع PKP's online <a href="https://github.com/pkp/pkp-lib#issues" target="_blank">نظام التبليغ عن الأخطاء</a>. رغم كون منتدى الدعم هو المكان الأمثل للحصول على المساعدة، إلا أنه بإمكانك أيضاً مراسلة فريق العمل على <a href="mailto:pkp.contact@gmail.com">pkp.contact@gmail.com</a>.</p> <p>إنه من <strong>الموصى به بشدة</strong> أن تقوم بالخزن الإحتياطي لقاعدة بيانات النظام وحافظة ملفات التحميل وحافظة ملفات تنصيب النظام قبل المتابعة بعملية الترقية.</p> <p>إن كنت تقوم بالتشغيل عبر <a href="http://www.php.net/features.safe-mode" target="_blank">PHP Safe Mode</a>، لطفاً، تأكد من أن max_execution_time directive المتوضع في الملف التعريفي php.ini مضبوط على high limit. إن كان الأمر غير ذلك (فإن مؤشرApache's "Timeout") سيصل حده الأقصى، وعملية الترقية ستتم مقاطعتها، ولذلك ستتطلب التدخل اليدوي.</p>
ca_es: <h4>OJS Versió {$version}</h4> <p>Gràcies per descarregar-vos l’<strong>Open Journal Systems</strong> del Public Knowledge Project. Abans de continuar, llegiu els fitxers <a href="{$baseUrl}/docs/README.md">README</a> i <a href="{$baseUrl}/docs/UPGRADE.md">UPGRADE</a> que s’inclouen amb aquesta aplicació. Per a més informació sobre el Public Knowledge Project i els seus projectes de programari, visiteu el <a href="http://pkp.sfu.ca/" target="_blank">lloc web del PKP</a>. Si voleu enviar informes d'error o peticions de suport tècnic sobre l'Open Journal Systems, visiteu el <a href="http://forum.pkp.sfu.ca" target="_blank">fòrum de suport</a> o el <a href="https://github.com/pkp/pkp-lib#issues" target="_blank">sistema d’informe d'errors</a> en línia de PKP. Tot i que el fòrum de suport és el mètode de contacte preferit, també podeu enviar un correu electrònic a l'equip a l'adreça <a href="mailto:pkp.contact@gmail.com">pkp.contact@gmail.com</a>.</p> <p>És molt <strong>important</strong> que feu una còpia de la vostra base de dades, del directori d'arxius i del directori d'instal·lació de l'OJS abans de continuar.</p> <p>Si funcioneu amb <a href="http://www.php.net/features.safe-mode" target="_blank">mode de seguretat PHP</a>, assegureu-vos que la directiva max_execution_time del vostre arxiu de configuració php.ini està al màxim nivell. Si s'assoleix aquest o qualsevol altre límit de temps (p. ex., la directiva "Timeout" d'Apache) i no s'ha completat el procés d'actualització, farà falta intervenir manualment.</p>
cs_cz: <h4>Verze OJS {$version}</h4> <p>Děkujeme za stažení <strong>Open Journal Systému</strong> vytvořeného Public Knowledge Projectem. Než budete pokračovat, přečtěte si prosím <a href="{$baseUrl}/docs/README">README</a> a <a href="{$baseUrl}/docs/UPGRADE">UPGRADE</a> soubory dodané s tímto softwarem. Pro více informací o Public Knowledge Projectu a jeho softwarových projektech navštivte prosím <a href="http://pkp.sfu.ca/" target="_blank">PKP webové stránky</a>. Pokud máte bug reporty nebo dotazy na technickou podporu OJS, navštivte <a href="http://forum.pkp.sfu.ca">support forum</a> nebo navštivte PKP online <a href="http://pkp.sfu.ca/bugzilla/" target="_blank">bug reporting systém</a>. Přestože je support forum preferovaným způsobem kontaktování, můžete také týmu poslat email na <a href="mailto:pkp-support@sfu.ca">pkp-support@sfu.ca</a>.</p> <p>Je <strong>důrazně doporučeno</strong>, abyste udělali zálohu vaší databáze, adresáře souborů a OJS instalace před tím, než budete pokračovat.</p> <p>Pokud máte zapnutý <a href="http://www.php.net/features.safe-mode" target="_blank">PHP Safe Mode</a>, ujistěte se prosím, že max_execution_time instrukce ve vašem php.ini konfiguračním souboru je nastaven na vysoký limit. Pokud bude tohoto nebo jakéhokoliv dalšího časového limitu (např. "Timeout" instrukce u Apache) dosaženo a bude přerušen proces upgradování, budou vyžadovány ruční zásahy.</p>
da_dk: <h4>OJS-version {$version}</h4> <p>Tak, fordi du har hentet Public Knowledge Projects <strong>Open Journal Systems</strong>. Læs filen <a href="{$baseUrl}/docs/README.md">VIGTIGT</a> og filen <a href="{$baseUrl}/docs/UPGRADE.md">OPGRADER</a>, der følger med denne software, inden du fortsætter. Du kan finde flere oplysninger om Public Knowledge Project og dets softwareprojekter på <a href="http://pkp.sfu.ca/" target="_blank">PKP-webstedet</a>. Hvis du har fejlrapporter eller tekniske supportforespørgsler om Open Journal Systems, skal du se <a href="http://forum.pkp.sfu.ca">supportforummet</a> eller besøge PKP's <a href="https://github.com/pkp/pkp-lib#issues" target="_blank">onlinefejlrapporteringssystem</a>. Selvom supportforummet er den foretrukne kontaktmåde, kan du også sende teamet en e-mail på <a href="mailto:pkp.contact@gmail.com">pkp.contact@gmail.com</a>.</p> <p>Det <strong>anbefales på det kraftigste</strong>, at du foretager sikkerhedskopiering af databasen, filmappen og OJS-installationsmappen, inden du fortsætter.</p> <p>Hvis du kører i <a href="http://www.php.net/features.safe-mode" target="_blank">PHP-fejlsikret tilstand</a>, skal du sørge for, at der er angivet en høj grænse for direktivet max_execution_time i konfigurationsfilen php.ini. Hvis denne eller en anden tidsgrænse (f.eks. Apaches "Timeout"-direktiv) nås, og opgraderingsprocessen afbrydes, er manuel indgriben nødvendig.</p>
es_es: <h4>Versión OJS {$version}</h4> <p>Gracias por descargar con Public Knowledge Project su <strong>Open Journal Systems</strong>. Antes de seguir, lea el archivo <a href="{$baseUrl}/docs/README.md">LÉAME</a> y los archivos <a href="{$baseUrl}/docs/UPGRADE.md">ACTUALIZAR</a> incluidos en este software. Para más información acerca de Public Knowledge Project y sus proyectos de software, visite el sitio web <a href="http://pkp.sfu.ca/" target="_blank">de PKP</a>. Si ha de informar sobre algún error o tiene preguntas sobre asistencia técnica en Open Journal Systems, consulte <a href="http://forum.pkp.sfu.ca" target="_blank">foro de asistencia</a> o visite en línea <a href="https://github.com/pkp/pkp-lib#issues" target="_blank">el sistema de información de errores</a> de PKP. Aunque el foro de ayuda es el método preferido de contacto, también puede enviar un correo electrónico a nuestro equipo a <a href="mailto:pkp.contact@gmail.com">pkp.contact@gmail.com</a>.</p> <p>Le <strong>recomendamos encarecidamente</strong> que haga copias de seguridad de sus bases de datos, directorio de archivos y del directorio de instalación de OJS antes de llevar este proceso a cabo.</p> <p>Si está utilizando un <a href="http://www.php.net/features.safe-mode" target="_blank">Modo Seguro de PHP</a>, asegúrese de que la directiva max_execution_time en el archivo de configuración php.ini está en su límite máximo. Si se alcanza este u otro límite de tiempo (p. ej. la directiva "Timeout" de Apache) y el proceso de actualización se interrumpe, será necesario hacerlo de forma manual.</p>
fa_ir: <h4>OJS نسخه {$version}</h4> <p>با تشکر به خاطر دانلود <strong>سیستم مجلات آزاد</strong> پروژه دانش عمومی. قبل از ادامه ، فایل <a href="{$baseUrl}/docs/README.md">README</a> و فایل <a href="{$baseUrl}/docs/UPGRADE.md">UPGRADE</a> همراه با این نرم‌افزار را مطالعه بفرمائید. برای اطلاعات بیشتر در مورد پروژه دانش عمومی و پروژه‌های نرم‌افزاری آن از <a href="http://pkp.sfu.ca/" target="_blank"> وب‌سایت PKP</a> دیدن فرمایید. چنانچه می‌خواهید گزارش اشکال بدهید و یا ب9 دنبال حمایت تکنیکی در مورد سیستم مجلات آزاد هستید به <a href="http://forum.pkp.sfu.ca">انجمن پشتیبانی</a> بروید و یا از <a href="https://github.com/pkp/pkp-lib#issues" target="_blank">سیستم گزارش اشکال </a> آنلاین PKP بازدید کنید. اگرچه انجمن پشتیبانی روش ترجیحی تماس است. همچنین می‌توانید به آدرس ایمیل <a href="mailto:pkp.contact@gmail.com">pkp.contact@gmail.com</a>.</p> <p> پیغام بفرستید. <strong>شدیداً توصیه می‌شود</strong> که از بانک اطلاعاتی و پوشه فایل‌ها و پوشه نصب OJS نسخه پشتیبان تهیه کنید.</p> <p>چنانچه سامانه را در حالت <a href="http://www.php.net/features.safe-mode" target="_blank"> PHP Safe Mode </a> اجرا می‌کنید ، لطفاً توجه کنید که گزینه max_execution_time را در فایل تنظیمات php.ini برابر با مقدار بالائی گذاشته شود. چنانچه زمان به‌روزرسانی از این مقدار و یا سایر محدوده‌ها مانند مقدار Apache's "Timeout" بیشتر شود و روند به‌روزرسانی قطع شود، دخالت دستی لازم می‌شود.</p>
fi_fi: <h4>OJS:n versio {$version}</h4> <p>Kiitos, että latasit Public Knowledge Projectin <strong>Open Journal Systems</strong>-järjestelmän. Ennen kuin jatkat, lue <a href="{$baseUrl}/docs/README">README</a> ja <a href="{$baseUrl}/docs/UPGRADE">UPGRADE</a> -tiedostot, jotka tulevat tämän ohjelmiston mukana. Löydät lisätietoja Public Knowledge Projectista ja sen ohjelmistoprojekteista <a href="http://pkp.sfu.ca/" target="_blank">PKP:n verkkosivustolta</a>. Jos haluat ilmoittaa ohjelmistovirheestä tai ottaa yhteyttä Open Journal Systemsin tekniseen tukeen, katso <a href="http://forum.pkp.sfu.ca" target="_blank">tukifoorumi</a> tai mene PKP:n online- <a href="https://github.com/pkp/pkp-lib#issues" target="_blank">virheilmoitusjärjestelmään</a>. Yhteydenotot mieluiten tukifoorumin kautta, mutta voit myös lähettää sähköpostia osoitteeseen <a href="mailto:pkp.contact@gmail.com">pkp.contact@gmail.com</a>.</p> <p>On <strong>erittäin suositeltavaa,</strong> että varmuuskopioit tietokannan, tiedostohakemiston ja OJS-asennushakemiston ennen jatkamista.</p> <p>Jos käytät <a href="http://www.php.net/features.safe-mode" target="_blank">PHP Safe Mode</a>-vikasietotilaa, varmista, että max_execution_time-direktiivi php.ini -asetustiedostossa on määritetty korkeaksi. Jos tämä tai jokin muu määräaikaraja (esim. Apachen "Aikakatkaisu"-direktiivi) täyttyy ja päivitysprosessi keskeytetään, vaaditaan manuaalisia toimia.</p>
fr_ca: <h4>Version {$version} d'OJS</h4> <p>Merci de télécharger <strong>Open Journal Systems</strong> du Public Knowledge Project. Avant de continuer, veuillez lire les fichiers <a href="{$baseUrl}/docs/README">README</a> et <a href="{$baseUrl}/docs/UPGRADE">UPGRADE</a> inclus avec ce logiciel. Pour en savoir plus sur le Public Knowledge Project et ses projets logiciels, veuillez visiter le site Web <a href="http://pkp.sfu.ca/" target="_blank">PKP</a>. Si vous avez des rapports de bogues ou des demandes de soutien technique concernant Open Journal Systems, voir le <a href="http://forum.pkp.sfu.ca" target="_blank">forum de soutien</a> ou visiter le <a href="https://github.com/pkp/pkp-lib#issues" target="_blank">système de rapports de bogues</a>en ligne de PKP. Même si le forum de soutien is the preferred method of contact, you can also email the team at <a href="mailto:pkp.contact@gmail.com">pkp.contact@gmail.com</a>.</p> <p>Il est <strong>fortement recommandé</strong> de faire des copies de sauvegardes de vos base de données, répertoires de fichiers, et répertoire d'installation OJS avant de continuer.</p> <p>Si votre poste de travail s'exécute en <a href="http://www.php.net/features.safe-mode" target="_blank">mode sans échec PHP</a>, veuillez vous assurer que le paramètre max_execution_time de votre fichier de configuration php.ini contient une valeur élevée. Si ce paramètre ou tout autre limite de temps (par ex., paramètre Timeout d'Apache) est atteint et que le processus de mise à jour est interrompu, une intervention manuelle sera nécessaire.</p>
id_id: <h4>Versi OJS {$version}</h4> <p>Terima kasih telah mengunduh <strong>Open Journal Systems</strong> dari Public Knowledge Project. Sebelum melanjutkan, silakan membaca <a href="{$baseUrl}/docs/README.md">README</a> dan <a href="{$baseUrl}/docs/UPGRADE.md">UPGRADE</a> yang disertakan dalam perangkat lunak ini. Untuk informasi lebih lanjut tentang Public Knowledge Project dan perangkat lunak ini, silakan kunjungi <a href="http://pkp.sfu.ca/" target="_blank">web site PKP</a>. Jika Anda memiliki laporan bug atau butuh dukungan teknis mengenai OJS, lihat <a href="http://forum.pkp.sfu.ca" target="_blank">forum dukungan</a> atau kunjungi PKP online <a href="https://github.com/pkp/pkp-lib#issues" target="_blank">Laporkan bug sistem</a>. Selain itu Anda dapat mengontak tim pengembang OJS melalui <a href="mailto:pkp.contact@gmail.com">pkp.contact@gmail.com</a>.</p> <p><strong>Sangat disarankan agar</strong> Anda memback up database Anda, direktori file, dan direktori instalasi OJS sebelum melanjutkan.</p> <p>Jika Anda menjalankan <a href="http://www.php.net/features.safe-mode" target="_blank">PHP Safe Mode</a>, pastikan perintah max_execution_time di file konfigurasi php.ini diatur hingga batas tinggi. Jika batas ini atau batas lain (contoh: perintah "Timeout" Apache) telah terlewati dan proses upgrade terganggu, akan dibutuhkan intervensi manual.</p>
nb_no: <h4>OJS versjon {$version}</h4> <p>Takk for at du laster ned Public Knowledge Project's <strong>Open Journal Systems</strong>. Før du går videre, vennligst les <a href="{$baseUrl}/docs/README.md">README</a>- og <a href="{$baseUrl}/docs/UPGRADE.md">UPGRADE</a>-filene som følger med denne programvaren. For mer informasjon om Public Knowledge Project og deres programvareprosjekter, vennligst oppsøk <a href="http://pkp.sfu.ca/" target="_blank">PKPs nettsted</a>. Hvis du har feilmeldinger eller spørsmål om teknisk støtte for Open Journal Systems, se OJS' <a href="http://forum.pkp.sfu.ca">støtteforum</a> eller besøk PKPs online <a href="https://github.com/pkp/pkp-lib#issues" target="_blank">feilmeldingssystem</a>. Selv om støtteforumet er den foretrukne kontaktkanalen, kan du også e-poste teamet: <a href="mailto:pkp-support@sfu.ca">pkp-support@sfu.ca</a>.</p> <p>Det er <strong>på det sterkeste anbefalt</strong> at du tar backup av database din, filmappen, og OJS installasjonsmappe før du går videre.</p> <p>Hvis du kjører installasjonen i <a href="http://www.php.net/features.safe-mode" target="_blank">PHP Safe Mode</a>, vennligst forsikre deg om at max_execution_time directive i din php.ini konfigurasjonsfil er satt til en høy grense. Hvis denne eller en annen tidsbegrensning (for eks. Apache's "Timeout" direktiv) blir overskredet og oppgraderingsprosessen dermed blir avbrutt, vil det bli nødvendig å gripe inn manuelt.</p>
pt_pt: <h4>Versão {$version}</h4> <p>Agradecemos o seu interesse em utilizar o <strong>Sistema Electrónico de Edição de Revistas</strong>, desenvolvido pelo Public Knowledge Project. Antes de continuar, leia o documento <a href="{$baseUrl}/docs/README.md_pt">README_pt</a> e o <a href="{$baseUrl}/docs/UPGRADE.md_pt">UPGRADE_pt</a>incluído com o pacote. Para mais informações sobre o Public Knowledge Project e outros sistemas desenvolvidos, aceda ao <a href="http://pkp.sfu.ca/" target="_blank">portal do PKP</a>. Clique em <href="http://www.ibict.br" target="_blank">portal do Ibict/MCT</a> e em <a href="http://www.ibict.br/seer/" target="_blank">Secção sobre o SEER/OJS</a>para mais informações sobre o envolvimento do Instituto Brasileiro de Informação em Ciência e Tecnologia com o sistema. Para reportar erros, sugestões ou dúvidas sobre o Sistema Electrónico de Edição de Revistas/Open Journal Systems visite <a href="forum.ibict.br">Forum do Ibict</a>, <a href="forum.pkp.sfu.ca">PKP Support Forum</a>, ou <a href="https://github.com/pkp/pkp-lib#issues" target="_blank">Github.com issues</a> do PKP. Embora os fóruns sejam a forma preferencial de contacto, também pode-se enviar e-mail para a <a href="mailto:seer@ibict.br">Equipa do SEER (seer@ibict.br)</a> e para a <a href="mailto:pkp.contact@gmail.com">Equipa do PKP (pkp.contact@gmail.com)</a>.</p> <p>É <strong>altamente recomendado</strong> fazer cópia de segurança da base de dados, das pastas para submissão e da pasta raíz do sistema antes de proceder.</p> <p>Caso esteja executando o <a href="http://www.php.net/features.safe-mode" target="_blank">PHP em Modo Seguro (Safe Mode)</a>, assegure-se que a directiva max_execution_time no php.ini esteja configurada para um limite alto. Caso este ou qualquer outro limite (ex.: directivas de timeout do Apache) for alcançada e o processo de actualização for interrompido, será necessário restaurar a versão anterior e executar novamente a actualização, alterando as configurações de limites no servidor.</p>
ru_ru: <h4>Версия OJS {$version}</h4> <p>Благодарим Вас за скачивание <strong>Open Journal Systems</strong>, разработанной в рамках Public Knowledge Project. Перед продолжением, пожалуйста, прочтите файлы <a href="{$baseUrl}/docs/README.md">README</a> и <a href="{$baseUrl}/docs/UPGRADE.md">UPGRADE</a>, идущие с этим программным обеспечением. Более подробную информацию о Public Knowledge Project и их проектах в области программного обеспечения вы можете узнать, посетив <a href="http://pkp.sfu.ca/" target="_blank">веб-сайт PKP</a>. Если вы обнаружили ошибки или у вас есть вопросы к технической поддержке о Open Journal Systems, посмотрите <a href="http://forum.pkp.sfu.ca" target="_blank">форум поддержки</a> или посетите онлайновую <a href="https://github.com/pkp/pkp-lib#issues" target="_blank">систему регистрации ошибок</a> PKP. Хотя обращение в форум поддержки является предпочтительным способом связи, вы также можете отправить сообщение команде проекта на адрес <a href="mailto:pkp.contact@gmail.com">pkp.contact@gmail.com</a>.</p> <p>Перед продолжением <strong>настоятельно рекомендуется</strong> создать резервную копию базы данных, каталога с файлами и каталога с установленной системой OJS.</p> <p>Если PHP запущен у вас в режиме <a href="http://www.php.net/features.safe-mode" target="_blank">PHP Safe Mode</a>, пожалуйста, убедитесь, что значение max_execution_time в файле конфигурации php.ini задано достаточно большим. Если это или какое-либо другое ограничение по времени (например, значение Timeout для Apache) будет достигнуто и процес обновления будет прерван, потребуется ручное вмешательство в процесс обновления.</p>
sv_se: <h4>OJS-version {$version}</h4> <p>Tack för att du laddar ned Public Knowledge Projects <strong>Open Journal Systems</strong>. Innan du fortsätter, läs <a href="{$baseUrl}/docs/README.md">README</a>- och <a href="{$baseUrl}/docs/UPGRADE.md">UPGRADE</a>-filerna som medföljer mjukvaran. För ytterligare information om the Public Knowledge Project och dess mjukvaruprojekt, vänligen se <a href="http://pkp.sfu.ca/" target="_blank">PKP:s webbplats</a>. Om du vill rapportera buggar i Open Journal Systems eller behöver teknisk support, se <a href="http://forum.pkp.sfu.ca">PKP:s supportforum</a> eller besök PKP:s <a href="https://github.com/pkp/pkp-lib#issues" target="_blank">buggrapporteringssystem</a>. Vi rekommenderar i första hand supportforumet om ni har frågor men det går också bra att maila supporten på: <a href="mailto:pkp.contact@gmail.com">pkp.contact@gmail.com</a>.</p> <p>Det <strong>rekommenderas starkt</strong> att du gör backup på din databas, filkatalogen, och OJS installationkatalog innan du fortsätter.</p> <p>Om du kör installationen i <a href="http://www.php.net/features.safe-mode" target="_blank">PHP Safe Mode</a>, vänligen försäkra dig om att the max_execution_time directive i din php.ini-konfigurationsfil är satt till ett högt gränsvärde. Om denna eller annan tidsbegränsning (t.ex. Apaches "Timeout"-direktiv) överskrids och uppgraderingsprocessen avbryts måste arbetet hanteras manuellt.</p>
tr_tr: <h4>ADS Sürümü {$version}</h4> <p>Kamu Bilgilendirme Projelerinden (PKP) <strong>Açık Dergi Sistemleri</strong>ni yüklediğiniz için teşekkür ederiz. İlerlemeden önce lütfen bu yazılımın içindeki <a href="{$baseUrl}/docs/README">BENİ OKU (README) </a> ve <a href="{$baseUrl}/docs/UPGRADE">GÜNCELLE (UPGRADE) </a> dosyalarını okuyun. Kamu Bilgilendirme Projesi ve onun içindeki yazılım projeleri için lütfen <a href="http://pkp.sfu.ca/" target="_blank">PKP internet sitesini</a> ziyaret edin. Açık Dergi Sistemleri hakkında virüs raporları veya teknik deste ile ilgili sorularınız varsa, <a href="http://pkp.sfu.ca/support/forum">destek forumuna</a> veya PKP <a href="http://pkp.sfu.ca/bugzilla/" target="_blank">virüs bildirim sistemine</a> bakınız. Destek forumu tercih edilen ilişki kurma yöntemi olmakla birlikte, yazılım ekibine e-posta ile de ulaşabilirsiniz : <a href="mailto:pkp.contact@gmail.com">pkp.contact@gmail.com</a>.</p> <p>Devam etmeden önce veri tabanınızın, dosya dizini ve ADS yükleme dizini yedeklerini almanızı <strong>kuvvetle öneririz</strong>.</p> <p>Eğer <a href="http://www.php.net/features.safe-mode" target="_blank">PHP güvenli modda</a> çalışıyorsanız, lütfen "php.ini" konfigürasyon dosyanızda maksimum uygulama zamanı için en yüksek sınırı ayarlayınız. Bu veya diğer bir zaman sınırına (Apache'nin 'zaman aşımı' seçeneği gibi) ulaşıldığında güncelleme sürecine ara verilir ve tamamlamak için manuel girişim gerekir.</p>
