Repository: asmecher/ojs
Catalog: locale/*/locale.xlf
Languages: ar_iq, ca_es, cs_cz, da_dk, es_es, fa_ir, fi_fi, fr_ca, id_id, nb_no, pl_pl, pt_pt, ru_ru, sv_se, tr_tr

# installer-localeSettingsInstructions
source: For complete Unicode (UTF-8) support, select UTF-8 for all character set settings. Please note that full Unicode support requires PHP to be compiled with support for the <a href="http://www.php.net/mbstring" target="_blank">mbstring</a> library (enabled by default in most recent PHP installations). You may experience problems using extended character sets if your server does not meet these requirements. <br /><br /> Your server currently supports mbstring: <strong>{$supportsMBString}</strong>
ar_iq: للحصول على دعم كامل لترميز Unicode (UTF-8)، إختر UTF-8 لجميع إعدادات ترميز الحروف. لاحظ أن هذا الدعم يتطلب حالياً أن تكون قواعد البيانات بخوادم MySQL >= 4.1.1 أو PostgreSQL >= 7.1 . فضلاً عن كون الدعم الكامل لترميز Unicode يتطلب PHP >= 4.3.0 مجتمعاً مع دعم مكتبة <a href="http://www.php.net/mbstring" target="_blank">mbstring</a> (ممكنة إفتراضياً في معظم تنصيبات PHP الحالية). قد تواجه صعوبات عند استعمال مجموعات الحروف الإضافية فيما لو كان الملقم الذي تستعمله لا يلبي تلك المتطلبات. <br /><br /> ملقمك حالياً يدعم mbstring: <strong>{$supportsMBString}</strong>
ca_es: Seleccioneu UTF-8 per a tots els paràmetres de conjunt de caràcters per a una compatibilitat completa amb Unicode UTF-8. Aquesta compatibilitat actualment necessita un servidor de base de dades MySQL &gt;= 4.1.1 o PostgreSQL &gt;= 7.1. Per a una funcionalitat correcta d'Unicode, heu de tenir PHP &gt;= 4.3.0 compilat amb compatibilitat per a la llibreria <a href="http://www.php.net/mbstring" target="_blank">mbstring</a> (habilitada per defecte en la majoria d’instal·lacions PHP recents). Si el vostre servidor no compleix aquests requeriments, pot ser que tingueu problemes amb els conjunts de caràcters extensos.<br /><br /> El vostre servidor admet mbstring: <strong>{$supportsMBString}</strong>
cs_cz: Pro kompletní podporu Unicode (UTF-8) zvolte UTF-8 pro nastavení všech znakových sad. Vězte, že tato podpora aktuálně vyžaduje MySQL >= 4.1.1 nebo PostgreSQL >= 7.1 databázový server. Vězte prosím také, že plná Unicode podpora vyžaduje PHP >= 4.3.0 kompilované s podporou pro <a href="http://www.php.net/mbstring" target="_blank">mbstring</a> knihovnu (ve výchozím nastavení povoleno ve většině nejnovějších instalací PHP). Pokud Váš server nesplňuje tyto požadavky, můžete se při používání rozšířených znakových sad střetnout s problémy. <br /><br /> Váš server aktuálně podporuje mbstring: <strong>{$supportsMBString}</strong>
da_dk: Opnå fuld understøttelse af Unicode (UTF-8) ved at vælge UTF-8 for alle indstillinger for tegnsæt. Vær opmærksom på, at denne understøttelse i øjeblikket kræver en MySQL >= 4.1.1- eller PostgreSQL >= 7.1-databaseserver. Vær også opmærksom på, at fuld Unicode-understøttelse kræver PHP >= 4.3.0 kompileret med understøttelse af <a href="http://www.php.net/mbstring" target="_blank">mbstring</a>-biblioteket (aktiveret som standard i de fleste nye PHP-installationer). Hvis du anvender udvidede tegnsæt, kan der forekomme problemer, hvis serveren ikke opfylder disse krav. <br /><br /> Serveren understøtter i øjeblikket mbstring: <strong>{$supportsMBString}</strong>
es_es: Para obtener compatibilidad completa de Unicode (UTF-8), seleccione UTF-8 para todas las configuraciones de caracteres. Tenga en cuenta que esta funcionalidad sólo es compatible con el servidor de las bases de datos MySQL &gt;= 4.1.1 o PostgreSQL &gt;= 7.1. Tenga también en cuenta que la compatibilidad completa de Unicode requiere PHP &gt;= 4.3.0 compilado con soporte para la <a href="http://www.php.net/mbstring" target="_blank">mbstring</a> biblioteca (habilitada por defecto en instalaciones más recientes de PHP). Si su servidor no reúne los requisitos expuestos, puede tener problemas al utilizar conjuntos de caracteres extensos. <br /><br /> Su servidor actualmente acepta mbstring: <strong>{$supportsMBString}</strong>
fa_ir: برای پشتیبانی کامل از تمام کاراکترها، برای تمام تنظیمات سیستم کاراکتری UTF-8 را انتخاب کنید. توجه کنید که این نوع سیستم کاراکتری نیاز به MySQL >= 4.1.1 یا PostgreSQL >= 7.1 دارد. همچنین توجه کنید که حمایت از UTF-8 نیاز به PHP >= 4.3.0 همراه با کتابخانه <a href="http://www.php.net/mbstring" target="_blank">mbstring</a> دارد. کتابخانه mbstring به‌صورت پیش‌فرض در نسخه‌های جدید نصب PHP فعال است. چنانچه سرور شما از این ملزومات پشتیبانی نکند شما ممکن است هنگام استفاده از این سیستم کاراکتری مشکلاتی را تجربه کنید.<br /><br />سرور شما در حال حاضر mbstring را حمایت می‌کند: <strong>{$supportsMBString}</strong>
fi_fi: Saadaksesi täyden Unicode (UTF-8) -tuen, valitse UTF-8 kaikkiin merkistöasetuksiin. Huomioithan, että täysi Unicode-tuki edellyttää, että PHP on käännetty tukemaan <a href="http://www.php.net/mbstring" target="_blank">mbstring</a>-kirjastoa (oletuksena viimeisimmissä PHP-asennuksissa). Saatat kohdata ongelmia käyttäessäsi laajennettuja merkistöjä, jos palvelimesi ei täytä näitä vaatimuksia. <br /><br /> Palvelimesi tukee tällä hetkellä mbstringiä: <strong>{$supportsMBString}</strong>
fr_ca: Pour une prise en charge complète d'Unicode (UTF-8), sélectionner UTF-8 pour tous les paramètres de jeux de caractères. Prendre note quecette prise en charge exige actuellement un serveur de base de données MySQL >= 4.1.1 ou PostgreSQL >= 7.1. Veuillez aussi noter que la prise en charge complète d'Unicode exige PHP >= 4.3.0 compilé avec le soutien pour la bibliothèque<a href="http://www.php.net/mbstring" target="_blank">mbstring</a>(activée par défaut dans les plus récentes installations PHP). Vous aurez peut-être des problèmes à utiliser les jeux de caractères étendus si votre serveur ne répond pas à ces exigences. <br /><br /> Actuellement, votre serveur prend en charge mbstring: <strong>{$supportsMBString}</strong>
id_id: Untuk dukungan lengkap Unicode (UTF-8), pilih UTF-8 untuk semua pengaturan karakter set. Perhatikan bahwa dukungan lengkap Unicode membutuhkan kompilasi PHP dengan dukungan terhadap pustaka <a href="http://www.php.net/mbstring" target="_blank">mbstring</a> (tersedia secara default pada instalasi PHP terbaru). Anda mungkin akan menemui masalah menggunakan set karakter lengkap jika server Anda tidak memenuhi persyaratan. <br /><br /> Server Anda sekarang support mbstring: <strong>{$supportsMBString}</strong>
pt_pt: Para suporte total ao Unicode (UTF-8), escolha UTF-8 para todas as configurações de caracteres. Note que o suporte requer o MySQL >= 4.1.1 ou PostgreSQL >= 7.1. Suporte total ao Unicode requer o PHP >= 4.3.0 compilado com suporte à biblioteca<a href="http://www.php.net/mbstring" target="_blank">mbstring</a> (activada em instalações padrão de versões mais recentes do PHP). Problemas com conjuntos de caracteres podem ocorrer caso estes requisitos não sejam atendidos pelo servidor. <br /><br /> O servidor actualmente tem suporte a mbstring: <strong>{$supportsMBString}</strong>
ru_ru: Для полной поддержки Unicode (UTF-8), выберите UTF-8 для всех настроек кодировки символов. Пожалуйста, обратите внимание, что полная поддержка Unicode требует PHP, откомпилированного с поддержкой библиотеки <a href="http://www.php.net/mbstring" target="_blank">mbstring</a> (включена по умолчанию в большинстве современных инсталляций PHP). У Вас могут возникнуть проблемы с расширенными кодировками, если сервер не соответствует этим требованиям. <br /><br /> Ваш сервер сейчас поддерживает mbstring: <strong>{$supportsMBString}</strong>
sv_se: För komplett Unicode-stöd (UTF-8), välj UTF-8 för samtliga teckenuppsättningsinställningar. Observera att fullt Unicode-stöd kräver att PHP har kompilerats med stöd för <a href="http://www.php.net/mbstring" target="_blank">mbstring</a>-biblioteket (aktiverat som default i nya PHP-installationer). Det kan uppstå problem med utökade teckenuppsättningar om inte servern uppfyller dessa krav. <br /><br /> Din server stödjer för tillfället mbstring: <strong>{$supportsMBString}</strong>
tr_tr: Tam evrensel kod (Unicode UTF-8) desteği için tüm karakter seti ayarlarını UTF-8 olarak seçin. Bu desteğin MySQL> = 4.1.1 veya PostgreSQL> = 7.1 veri tabanı sunucusu gerektirdiğini unutmayın. Bunun <a href="http://www.php.net/mbstring" target="_blank">mbstring</a> desteği ile derlenmiş PHP >= 4.3.0 tam Unicode desteği gerektirdiğini unutmayınız. (Kütüphane son PHP yüklemelerinin çoğunda hazır olarak yetkilendirilmiştir). Eğer sunucunuz bu özellikleri karşılamaz ise genişletilmiş öğe kümelerini kullanırken sorun yaşayabilirsiniz. <br /><br /> Sunucunuz mbstring'i güncel olarak destekler: <strong>{$supportsMBString}</strong>

# installer-allowFileUploads
source: Your server currently allows file uploads: <strong>{$allowFileUploads}</strong>
ar_iq: ملقمك حالياً يسمح برفع الملفات: <strong>{$allowFileUploads}</strong>
ca_es: El vostre servidor admet càrregues de fitxers: <strong>{$allowFileUploads}</strong>
cs_cz: Váš server v současnosti umožňuje nahrávání souborů: <strong>{$allowFileUploads}</strong>
da_dk: Din server tillader på nuværende tidspunkt upload af dokument: <strong>{$allowFileUploads}</strong>
es_es: Su servidor actualmente permite cargas de archivos: <strong>{$allowFileUploads}</strong>
fa_ir: سرور شما اجازه آپلود فایل را می‌دهد: <strong>{$allowFileUploads}</strong>
fi_fi: Palvelimesi sallii tällä hetkellä seuraavat tiedostojen lataukset: <strong>{$allowFileUploads}</strong>
fr_ca: Votre serveur permet actuellement le téléchargement de fichiers : <strong>{$allowFileUploads}</strong>
id_id: Server Anda saat ini mengijinkan unggah file: <strong>{$allowFileUploads}</strong>
pl_pl: Serwer umożliwia przesyłanie plików: <strong>{$allowFileUploads}</strong>
pt_pt: O servidor actualmente permite uploads de ficheiros: <strong>{$allowFileUploads}</strong>
ru_ru: Ваш сервер сейчас разрешает загрузку файлов: <strong>{$allowFileUploads}</strong>
sv_se: Din server tillåter i nuläget uppladdning av filer: <strong>{$allowFileUploads}</strong>
tr_tr: Sunucunuz güncel dosya yüklemesini kabul etti: <strong>{$allowFileUploads}</strong>

# installer-maxFileUploadSize
source: Your server currently allows a maximum file upload size of: <strong>{$maxFileUploadSize}</strong>
ar_iq: ملقمك حالياً يتيح التحميل بالحجم الأقصى البالغ: <strong>{$maxFileUploadSize}</strong>
ca_es: El vostre servidor admet càrregues de fitxers amb una mida màxima de: <strong>{$maxFileUploadSize}</strong>
cs_cz: Váš server v současnosti dovoluje nahrávání souborů o maximální velikosti <strong>{$maxFileUploadSize}</strong>
da_dk: Din server tillader på nuværende tidspunkt upload af dokument på maksimumstørrelse: <strong>{$maxFileUploadSize}</strong>
es_es: Su servidor actualmente permite cargar archivos con un tamaño máximo de: <strong>{$maxFileUploadSize}</strong>
fa_ir: بزرگ‌ترین حجم فایل که سرور شما اجازه آپلود آن را می‌دهد: <strong>{$maxFileUploadSize}</strong>
fi_fi: Palvelimesi sallima latausten enimmäiskoko tällä hetkellä: <strong>{$maxFileUploadSize}</strong>
fr_ca: Votre serveur permet actuellement de téléverser des fichiers d'une taille maximale de: <strong>{$maxFileUploadSize}</strong>
id_id: Server Anda saat ini membatasi besar file yang diunggah maksimal: <strong>{$maxFileUploadSize}</strong>
pl_pl: Serwer umożliwia przesyłanie plików o maksymalnym rozmiarze: <strong>{$maxFileUploadSize}</strong>
pt_pt: O servidor actualmente permite o upload máximo de ficheiros com o tamanho de: <strong>{$maxFileUploadSize}</strong>
ru_ru: Ваш сервер сейчас разрешает максимальный размер загружаемого файла, равный: <strong>{$maxFileUploadSize}</strong>
sv_se: Din server tillåter i nuläget uppladdning av filer med en maxstorlek på: <strong>{$maxFileUploadSize}</strong>
tr_tr: Sunucunuz en fazla <strong>{$maxFileUploadSize}</strong> büyüklüğünde dosya yüklenmesini kabul ediyor.

# installer-localeInstructions
source: The primary language to use for this system. Please consult the OJS documentation if you are interested in support for languages not listed here.
ar_iq: اللغة الأساسية المستعملة في هذا النظام. لطفاً، راجع أدبيات نظام المجلات المفتوحة إن كنت راغباً بدعم النظام بلغة أخرى ليست ضمن هذه القائمة.
ca_es: Llengua principal per a aquest sistema. Consulteu la documentació de l’OJS si necessiteu utilitzar alguna llengua no llistada.
cs_cz: Výchozí jazyk pro použití tohoto systému. Pokud Vás zajímá podpora jazyků zde neuvedených, prostudujte si dokumentaci k OJS.
da_dk: Det primære sprog, der anvendes i dette system. Se dokumentationen til OJS, hvis du er interesseret i understøttelse af sprog, der ikke er angivet her.
es_es: El idioma principal que se utilizará para este sistema. Consulte la documentación de OJS si está interesado en la compatibilidad de idiomas que no figuran en esta lista.
fa_ir: زبان اصلی برای استفاده در این سیستم. در صورتی علاقه‌مند به پشتیبانی از زبان‌های دیگری هستید که در این لیست نیامده است به مستندات OJS مراجعه کنید.
fi_fi: Pääkieli, jota käytetään tässä järjestelmässä. Jos olet kiinnostunut muiden kuin tässä lueteltujen kielten tuesta, katso lisätietoja OJS:n käyttöohjeista.
fr_ca: La langue principale à utiliser pour ce système. Veuillez consulter la documentation d'OJS si vous êtes intéressé à prendre en charge des langues qui ne sont pas listées ici.
id_id: Bahasa utama yang digunakan untuk sistem ini. Mohon baca dokumentasi OJS jika Anda menghendaki bahasa yang tidak tercantum di daftar ini.
nb_no: Primærspråket som skal brukes i dette systemet. Vennligst slå opp i OJS-dokumentasjonen hvis du er interessert i støtte for språk som ikke er oppført her.
pt_pt: O idioma padrão do sistema. Consulte a documentação caso deseje suporte a idiomas não listados.
ru_ru: Основной язык, который будет использоваться для этой системы. Пожалуйста, обратитесь к документации OJS, если вы заинтересованы в поддержке языков, отсутствующих в этом списке.
sv_se: Primärt språk som systemet ska använda. Se OJS-dokumentationen om du är intresserad av att använda språk som inte listas här.
tr_tr: Bu sistemi kullanmak için birincil dil. Eğer burada belirtilmemiş diller konusunda destek istiyorsanız lütfen ADS dokümanlarına bakınız.

# installer-additionalLocalesInstructions
source: Select any additional languages to support in this system. These languages will be available for use by journals hosted on the site. Additional languages can also be installed at any time from the site administration interface.
ar_iq: إختر أي لغة أخرى ليدعمها هذا النظام. هذه اللغات ستكون متاحة للمجلات المتضافة في الموقع، كما أنه بالإمكان تنصيب لغات أخرى في أي وقت عبر واجهة إدارة الموقع.
ca_es: Seleccioneu les llengües addicionals que vulgueu utilitzar en aquest sistema. Aquestes llengües estaran disponibles a les revistes allotjades al lloc web. També podeu instal·lar llengües addicionals des de la interfície d’administració del lloc web en qualsevol moment.
cs_cz: Zvolte jakékoliv doplňkové jazyky, které mají být podorovány v tomto systému. Tyto jazyky budou dostupné pro použití v časopisech hostovaných na této stránce. Doplňkové jazyky mohou být také kdykoliv nainstalovány přes webové administrační rozhraní.
da_dk: Vælg eventuelt flere sprog, som dette system skal understøtte. Disse sprog kan anvendes af tidsskrifter, der er tilknyttet webstedet. Det er til enhver tid også muligt at installere flere sprog fra webstedsadministratorens grænseflade.
es_es: Seleccione idiomas adicionales para este sistema. Las revistas almacenadas en el sitio tendrán disponibles estos idiomas para su uso. Además, desde la interfaz de administración del sitio se pueden instalar idiomas adicionales en cualquier momento.
fa_ir: زبان‌های اضافی را که مایلید این سیستم پشتیبانی کند انتخاب کنید. این زبان‌ها در دسترس مجلات این سایت برای استفاده قرار خواهند گرفت. البته زبان‌های اضافی را در زمان‌های دیگر نیز می‌توانید از طریق صفحه مدیریت سایت نصب کنید.
fi_fi: Valitse muita tässä järjestelmässä tuettavia kieliä. Nämä kielet ovat sivustolla ylläpidettyjen julkaisujen käytettävissä. Lisää kieliä voidaan asentaa milloin tahansa myös sivuston ylläpitokäyttöliittymän kautta.
fr_ca: Sélectionner une ou plusieurs langues supplémentaires à prendre en charge dans ce système. Ces langues seront disponibles pour fins d'utilisation par les revues hébergées sur le site. Des langues supplémentaires peuvent également être installées en tout temps à partir de l'interface d'administration du site.
id_id: Pilih bahasa-bahasa tambahan yang hendak didukung sistem ini. Bahasa-bahasa ini akan dapat digunakan oleh jurnal-jurnal yang dikelola di sistem ini. Bahasa tambahan dapat juga diinstal kapan saja dari antarmuka administrasi situs.
nb_no: Velg øvrige språk som skal støttes i dette systemet. Disse språkene vil bli tilgjengelig til bruk for de tidsskrift nettstedet er vert for. Flere språk kan også installeres når som helst, gjennom grensesnittet for nettstedsadministrasjon.
pt_pt: Escolha qualquer idioma adicional para incluir no sistema. Os idiomas estarão disponíveis a todas as revistas hospedadas. Idiomas adicionais também podem ser instalados a qualquer tempo através da interface de administração via web.
ru_ru: Выберите любые дополнительные языки, которые будут поддерживаться в этой системе. Эти языки будут доступны для использования в журналах, размещенных на сайте. Дополнительные языки могут также быть установлены в любой момент из интерфейса администрирования сайта.
sv_se: Välj andra språk som ska stödjas av systemet. De här språken kommer finnas tillgängliga för användning i tidskrifter som sidan är värd för. Ytterligare språk kan installeras när som helst i gränssnittet för webbplatsadministration.
tr_tr: Bu sistemi desteklemek için ekli herhangi bir dili seçebilirsiniz. Bu diller, bu sitede yer verilen dergiler tarafından kullanıma hazır olacaktır. Başka diller site yönetim arayüzünden herhangi bir zamanda yüklenebilir.

# installer-filesDirInstructions
source: Enter full pathname to an existing directory where uploaded files are to be kept. This directory should not be directly web-accessible. <strong>Please ensure that this directory exists and is writable prior to installation.</strong> Windows path names should use forward slashes, e.g. "C:/myjournal/files".
ar_iq: أدخل اسم المسار pathname الكامل لحافظة ملفات موجودة حيث تريد حفظ الملفات المحملة. ينبغي أن تكون حافظة الملفات هذه غير متاحة بشكل مباشر لمستعملي المتصفح. <strong>لطفاً، تحقق من وجود حافظة الملفات هذه وأنها قابلة للتعديل قبل التنصيب.</strong> مسارات نظام التشغيل Windows تتطلب استعمال forward slashes، مثلاً: "C:/myjournal/files".
ca_es: Introduïu la ruta completa del directori on s’emmagatzemaran els fitxers carregats. Aquest directori no hauria de ser directament accessible a través de la web. <strong>Assegureu-vos que aquest directori existeix i que té permís d'escriptura abans de la instal·lació.</strong> Les rutes de Windows han de fer servir barres inclinades, per exemple: «C:/lamevarevista/arxius».
cs_cz: Zadejte celou cestu k existujícímu adresáři, ve kterém se mají uchovávat nahrané soubory. Tento adresář by neměl být přímo dostupný z webu. <strong>Prosím, před zahájením instalace se ujistěte, že tento adresář existuje a je zapsatelný.</strong> Ve Windows by měla cesta obsahovat dopředná lomítka, např.: "C:/myjournal/files".
da_dk: Angiv det fulde stinavn til en eksisterende mappe, hvor overførte filer skal gemmes. Denne mappe bør ikke være tilgængelig via nettet. <strong>Sørg for, at denne mappe eksisterer og er skrivbar forud for installationen.</strong> Benyt skråstreger i Windows-stinavne, f.eks. "C:/mittidsskrift/filer".
es_es: Introduzca la ruta completa de un directorio existente donde se deban guardar los archivos. Este directorio no debe ser accesible desde la web. <strong>Asegúrese de que este directorio existe y es editable antes de la instalación.</strong> Los nombres de ruta para las ventanas tienen que utilizar barras oblicuas; p. ej. "C:/mirevista/archivos".
fa_ir: آدرس کامل پوشه‌ای که قرار است فایل‌های آپلود شده را نگه دارد. بهتر است این پوشه مستقیماً قابل دستیابی از طریق وب نباشد. <strong>لطفاً قبل از نصب برنامه اطمینان حاصل کنید که این پوشه وجود دارد و قابل نوشتن است.</strong> برای وارد کردن آدرس در سیستم‌عامل ویندوز از «/» به جای «\» استفاده کنید .مانند "C:/myjournal/files".
fi_fi: Kirjoita koko polun nimi olemassa olevaan hakemistoon, jossa ladattavia tiedostoja säilytetään. Tähän hakemistoon ei tulisi olla suoraa pääsyä verkosta. <strong>Varmista ennen asennusta, että tämä hakemisto on olemassa ja kirjoituskelpoinen.</strong> Windowsin polkujen nimissä tulee käyttää vinoviivaa, esim. "C:/myjournal/files".
fr_ca: Saisir le nom du chemin d'accès complet à un répertoire existant où les fichiers téléchargés doivent être conservés. Ce répertoire ne doit pas être accessible directement à partir du Web. Veuillez vous assurer que ce répertoire existe et qu'il est accessible en écriture avant de procéder à l'installation. Les noms de chemin d'accès de Windows doivent utiliser des barres obliques, par ex., "C:/myJournal/files".
id_id: Masukkan pathname lengkap direktori yang digunakan untuk menyimpan file yang diunggah. Direktori ini sebaiknya tidak bisa diakses langsung melalui web. <strong>Pastikan direktori ini sudah ada dan writable sebelum instalasi.</strong> Jendela pathname harus menggunakan forward slash (/), contoh "C:/myjournal/files".
nb_no: Skriv inn fullstendig sti til en eksisterende mappe hvor opplastede filer skal oppbevares. Denne mappen bør ikke kunne aksesseres direkte fra internett. <strong>Vennligst sikre at denne mappen finnes og er overskrivbar før du installerer.</strong> Windows filstinavn bør bruke vanlig skråstrek (/), for eks. "C:/myjournal/files".
pt_pt: Insira o caminho físico completo para uma pasta existente no servidor onde serão armazenados os documentos submetidos. Esta pasta não deve possuir acesso directo via web. Verifique se a pasta existe e se possui permissões de escrita antes da instalação. Os caminhos no Windows devem utilizar a barra delimitadora para frente, ex.: "C:/myjournal/files".
ru_ru: Введите полный путь к существующему каталогу, в котором будут храниться загруженные файлы. Этот каталог не должен быть напрямую доступен через сеть Интернет. <strong>Пожалуйста, убедитесь, что каталог существует и доступен для записи перед установкой.</strong> Пути к каталогам в Windows должны использовать прямые слэши, например, «C:/myjournal/files».
sv_se: Lägg till fullständig sökväg till en existerande katalog där uppladdade filer ska sparas. Katalogen bör inte vara direkt läsbar via webben. <strong>Vänligen försäkra dig före installation om att katalogen existerar och är skrivbar.</strong> Windows-sökvägar ska skrivas snedstreck, t.ex. "C:/mintidskrift/filer".
tr_tr: Yüklenen dosyaların tutulacağı bir dizinin tam erişim yolunu yazınız. Bu dizin doğrudan web ulaşımına açık olmayabilir. <strong>Lütfen yükleme öncesi bu dizinin var olduğundan ve yazılabilir olduğundan emin olun.</strong> İşletim sistemi Windows ise örnekteki gibi bir yol kullanın. Örneğin: "C:/edergi/dosyalar".
