Repository: asmecher/ojs
Catalog: locale/*/locale.xlf
Languages: ar_iq, ca_es, cs_cz, da_dk, es_es, fa_ir, fi_fi, fr_ca, id_id, nb_no, pl_pl, pt_pt, ru_ru, sv_se, tr_tr

# user-register-reviewerDescriptionNoInterests
source: Willing to conduct peer review of submissions to the journal.
ar_iq: راغبٌ في إجراء تحكيم مناظر لطلبات النشر في المجلة.
ca_es: Esteu disposat/ada a fer avaluacions d'expert/a dels articles de la revista.
cs_cz: Ochotný zpracovávat recenze k příspěvkům do časopisu.
da_dk: Villig til at foretage peer review af manuskripter til tidsskriftet.
es_es: Deseo realizar la evaluación por pares de envíos a la revista.
fa_ir: مایلم برای این مجله مقاله داوری کنم
fi_fi: Halukas vertaisarvioimaan julkaisuun lähetettyjä käsikirjoituksia.
fr_ca: Disposé à faire des évaluations par les pairs des soumissions à la revue.
id_id: Bersedia melakukan proses peer review naskah yang diserahkan jurnal.
nb_no: Villig til å utføre fagvurdering av manuskript for tidsskriftet.
pl_pl: Chętny do recenzowania artykułów publikowanych w czasopiśmie.
pt_pt: Disponível para realizar revisão por pares das submissões enviada a esta revista.
ru_ru: Согласен участвовать в рецензировании материалов для этого журнала.
sv_se: Kan sakkunniggranska insända bidrag för tidskriften.
tr_tr: Dergiye yapılan gönderilerin hakemliğini yapmaya istekli.

# user-register-reviewerDescription
source: Willing to conduct peer review of submissions to the site.
ar_iq: راغبٌ في إجراء تحكيم مناظر لطلبات النشر في الموقع.
ca_es: Esteu disposat/ada a fer avaluació d'expert/a dels articles del lloc.
cs_cz: Ochotný zpracovávat recenze k příspěvkům do časopisu. Určit oblast zájmu (významné oblasti a výzkumné metody).
da_dk: Villig til at foretage peer review af manuskripter til tidsskriftet. Identificer bedømmelsesinteresser (selvstændige områder og forskningsmetoder).
es_es: Deseo realizar la evaluación por pares de envíos al sitio.
fa_ir: مایلم برای این مجله مقاله داوری کنم. زمینه های داوری به قرار زیر است.
fi_fi: Halukas vertaisarvioimaan sivustolle lähetettyjä käsikirjoituksia.
fr_ca: Disposé à faire des évaluations par les pairs des soumissions à la revue.
id_id: Bersedia melakukan proses peer review naskah untuk penerbit.
nb_no: Villig til å utføre fagvurdering av manuskript for tidsskriftet. Oppgi fagvurderingsinteresse (hovedområder og forskningsmetoder).
pl_pl: Chętny do recenzowania artykułów publikowanych w czasopiśmie.
pt_pt: Disponível para realizar revisão por pares das submissões a esta revista. Identifique a área de revisão (áreas de interesses e metodologias de pesquisa).
ru_ru: Согласен участвовать в рецензировании материалов для этого сайта.
sv_se: Kan sakkunniggranska bidrag för tidskrifter på webbplatsen.
tr_tr: Dergiye yapılan gönderilen hakemliğini yapmaya istekli olma. İlgi alanlarınızı tanımlayın (bağımsız alanlar ve araştırma yöntemleri).

# user-register-reviewerInterests
source: Identify reviewing interests (substantive areas and research methods):
ar_iq: عرِّف إهتمامات التحكيم (مجالاته الثابتة وطرق البحث):
ca_es: Indiqueu els vostres interessos de revisió (àrees de coneixement i mètodes de recerca):
cs_cz: Napište vaše oblasti zájmu pro recenze (předměty zájmu a výzkumné metody):
da_dk: Identificer bedømmers interesser (hovedområder og researchmetoder):
es_es: Identificar intereses de revisión (áreas fundamentales y métodos de investigación):
fa_ir: مشخص نمودن علائق داوری: زمینه ها و روش‌های پژوهشی
fi_fi: Kerro kiinnostavat arviointiaiheet (olennaiset alueet ja tutkimusmenetelmät):
fr_ca: Identifier les intérêts d'évaluation (questions de fond et méthodes de recherche) :
id_id: Sebutkan bidang review (area substantif dan metode penelitian):
nb_no: Angi interessante vurderingsområder (hovedområder og forskningsmetoder):
pl_pl: Określ zainteresowania badawcze (metody badawcze):
pt_pt: Identificar os interesses de revisão (áreas relevantes e métodos de investigação):
ru_ru: Укажите Ваши интересы как рецензента (основная тематика, методы исследования):
sv_se: Uppge intresseområden för granskning (huvudsakliga ämnesområden och forskningsmetoder).
tr_tr: İlgi / uzmanlık alanlarınız (Uzmanlık alanı terimlerini açılır menüden seçiniz):

# user-register-form-emailConsentAllContexts
source: Yes, I would like to be notified of new publications and announcements for all journals that I registered with.
ar_iq: نعم، أود الحصول على إشعارات بشأن الإصدارات الجديدة والإعلانات من جميع المجلات التي سجلت فيها.
cs_cz: Ano, chci dostávat upozornění na nové články a dostávat nová upozornění v rámci všech časopisů, ke kterým jsem se zaregistroval.
da_dk: Ja, jeg vil gerne underrettes om nye publikationer og meddelelser fra alle de tidsskrifter, som jeg er registreret hos.
es_es: Sí, deseo que me notifiquen acerca de las nuevas publicaciones y avisos de todas las revistas en las que me he registrado.
fi_fi: Kyllä, haluan uusia numeroita ja tiedotteita koskevia ilmoituksia kaikista julkaisuista, joihin olen rekisteröitynyt.
fr_ca: Oui, j'aimerais recevoir une notification pour les nouvelles publications et les annonces de toutes les revues auxquelles je me suis inscrit(e).
pt_pt: Sim, quero ser notificado de novas publicações e anúncios para todas as revistas em que me registei.
ru_ru: Да, я хочу, чтобы меня уведомляли о новых публикациях и объявлениях во всех журналах, в которых я зарегистрирован.
sv_se: Ja, jag vill bli kontaktad med information om nya publiceringar och meddelanden för alla tidskrifter jag är registrerad hos.
tr_tr: Evet, kaydettiğim tüm dergiler için yeni yayınlar ve duyurulardan haberdar olmak istiyorum.

# user-register-form-privacyConsentThisContext
source: Yes, I agree to have my data collected and stored according to this journal's <a href="{$privacyUrl}" target="_blank">privacy statement</a>.
ar_iq: نعم، أوافق على جمع بياناتي وخزنها وفق ما ورد في <a href="{$privacyUrl}" target="_blank">بيان الخصوصية</a> لهذه المجلة.
da_dk: Ja, jeg accepterer at få mine data indsamlet og gemt i overensstemmelse med dette tidsskrifts <a href="{$privacyUrl}" target="_blank"> erklæring om beskyttelse af personlige oplysninger </a>.
pt_pt: Sim, concordo que os meus dados sejam recolhidos e armazenados de acordo com os <a href="{$privacyUrl}" target="_blank">termos de privacidade</a> da revista.
ru_ru: Да, я даю согласие на сбор и хранение моих данных в рамках <a href="{$privacyUrl}" target="_blank">политики конфиденциальности</a> этого журнала.

# user-register-form-missingContextConsent
source: You must consent to the privacy statement for any journal with which you are registering.
ar_iq: عليك الموافقة على فقرات بيان الخصوصية لكل مجلة تقوم بالتسجيل فيها.
da_dk: Du skal - i forbindelse med registrering - acceptere de pågældende tidsskrifters erklæring om beskyttelse af personlige oplysninger.
pt_pt: Tem de concordar com os termos de privacidade para todas as revistas para as quais se registou.
ru_ru: Вы должны согласиться с политикой конфиденциальности любого журнала, в котором вы регистрируетесь.

# user-register-form-missingSiteConsent
source: You must consent to this site's privacy statement.
ar_iq: عليك الموافقة على فقرات بيان الخصوصية في هذا الموقع.
da_dk: Du skal godkende dette websteds erklæring om beskyttelse af personlige oplysninger.
pt_pt: Tem de concordar com os termos de privacidade deste sítio.
ru_ru: Вы должны согласиться с политикой конфиденциальности этого сайта.

# user-subscriptions-mySubscriptions
source: My Subscriptions
ar_iq: اشتراكاتي
ca_es: Les meves subscripcions
cs_cz: Mé předplatné
da_dk: Mine abonnementer
es_es: Mis suscripciones
fa_ir: اشتراکات من
fi_fi: Omat tilaukset
fr_ca: Mes abonnements
id_id: Langganan Saya
nb_no: Mine abonnementer
pl_pl: Moje subskrypcje
pt_pt: Minhas Subscrições
ru_ru: Мои подписки
sv_se: Mina prenumerationer
tr_tr: Aboneliklerim

# user-subscriptions-subscriptionStatus
source: Subscription Status
ar_iq: حالة الاشتراك
ca_es: Estat de la subscripció
cs_cz: Stav předplatného
da_dk: Abonnementsstatus
es_es: Estado de suscripción
fa_ir: وضعیت اشتراک
fi_fi: Tilauksen tila
fr_ca: Statut de l'abonnement
id_id: Status Langganan
nb_no: Abonnementsstatus
pl_pl: Status subskrypcji
pt_pt: Estado da Subscrição
ru_ru: Статус подписки
sv_se: Prenumerationsstatus
tr_tr: Abonelik Durumu

# user-subscriptions-statusInformation
source: Active and expired subscriptions are displayed below along with their expiration date. In addition, the following status information may be included with each subscription.
ar_iq: الاشتراكات النشطة والمنتهية الصلاحية معروضة أدناه مع تواريخ إنتهاء صلاحيتها. إضافة إلى أن معلومات الحالة القادمة قد تُذكر مع كل اشتراك.
ca_es: Les subscripcions actives i vençudes es mostren a sota juntament amb la data de venciment. A més, la següent informació d'estat s'inclourà a cada subscripció.
cs_cz: Níže jsou zobrazeny aktivní a vypršené předplatné spolu s dnem vypršení. Navíc, následující informace o stavu může být vložena ke každému předplatnému.
da_dk: Aktive og udløbne abonnementer vises herunder sammen med deres udløbsdato. Derudover kan følgende statusinformation inkluderes for hvert enkelt abonnement.
es_es: Las suscripciones activas y caducadas se muestran abajo junto a sus fechas de vencimiento. Además, la siguiente información acerca de su estado puede incluirse con cada suscripción.
fa_ir: اشتراکات فعال و منقضی هر دو در زیر همراه با تاریخ انقضا آن‌ها نشان داده شده اند. به علاوه به ازای هر اشتراک اطلاعات وضعیتی زیر نیز ممکن است نشان داده شوند.
fi_fi: Aktiiviset ja vanhentuneet tilaukset sekä niiden päättymispäivämäärät näkyvät alla. Lisäksi seuraavat tiedot tilasta voidaan sisällyttää jokaiseen tilaukseen.
fr_ca: Les abonnements actifs et échus sont affichés ci-dessous avec leur date d'expiration. De plus, les informations suivantes sur le statut peuvent être incluses avec chaque abonnement.
id_id: Langganan aktif dan yang sudah berakhir ditampilkan di bawah ini bersama dengan tanggal berakhir. Sebagai tambahan, informasi status berikut ini terdapat di tiap langganan.
nb_no: Aktive og utløpte abonnementer vises nedenfor sammen med sine utløpsdatoer. I tillegg kan følgende statusinformasjoner også vises med hvert abonnement.
pt_pt: As subscrições activas e expiradas são exibidas em baixo assim prazo de expiração. Além disso, a informação seguinte sobre o estado pode ser incluída em cada subscrição.
ru_ru: Активные и истекшие подписки отображаются ниже вместе с датой их окончания. Помимо этого, в каждую подписку может быть включена следующая информация о статусе.
sv_se: Aktiva och förfallna prenumerationer visas nedan, tillsammans med förfallodatum. Dessutom kan följande statusinformation inkluderas för varje prenumeration.
tr_tr: Aktif ve süresi dolmuş abonelikleri sona erme tarihi ile birlikte aşağıda görüntülenmektedir. Buna ek olarak, aşağıdaki durum bilgileri her abonelik ile birlikte gelebilir.

# user-subscriptions-status
source: Status
ar_iq: الحالة
ca_es: Estat
cs_cz: Stav
es_es: Estado
fa_ir: وضعیت
fi_fi: Tila
fr_ca: Statut
pt_pt: Estado
ru_ru: Статус
tr_tr: Durum

# user-subscriptions-statusDescription
source: Description
ar_iq: الوصف
ca_es: Descripció
cs_cz: Popis
da_dk: Beskrivelse
es_es: Descripción
fa_ir: توصیف
fi_fi: Kuvaus
id_id: Deskripsi
nb_no: Beskrivelse
pt_pt: Descrição
ru_ru: Описание
sv_se: Beskrivning
tr_tr: Açıklama

# user-subscriptions-status-needsInformationDescription
source: Additional information is needed before the subscription can be activated
ar_iq: يتطلب معلومات إضافية قبل أن يكون الاشتراك قابلاً للتفعيل
ca_es: Abans d'activar la subscripció, necessitem informació addicional.
cs_cz: Je třeba zadat další informace před aktivováním předplatného
da_dk: Der kræves yderligere information, før abonnementet kan aktiveres.
es_es: Se necesita información adicional antes de activar la suscripción
fa_ir: قبل از فعال کردن اشتراک اطلاعات بیشتری لازم است
fi_fi: Lisätietoja tarvitaan, ennen kuin tilaus voidaan aktivoida
fr_ca: Des informations supplémentaires sont nécessaires avant l'activation de l'abonnement
id_id: Diperlukan informasi tambahan sebelum langganan diaktifkan
nb_no: Det trengs mer informasjon før abonnementet kan aktiviseres.
pt_pt: É necessária informação adicional antes da subscrução ser activada
ru_ru: Перед активацией подписки необходима дополнительная информация
sv_se: Det behövs ytterligare information innan prenumerationen kan aktiveras.
tr_tr: Abonelik devreye sokulmadan önce ek bilgiye ihtiyaç vardır.

# user-subscriptions-status-needsApprovalDescription
source: Subscription must be reviewed before it can be activated
ar_iq: ينبغي مراجعة الاشتراك قبل تفعيله
ca_es: Abans d'activar la subscripció, s'ha de revisar.
cs_cz: Je třeba zkontrolovat předplatné před jeho aktivací
da_dk: Abonnementet skal gennemgås, før det kan aktiveres.
es_es: Es necesario revisar la suscripción antes de activarla
fa_ir: قبل از فعال‌سازی اشتراک می بایست بررسی گردد
fi_fi: Tilaus on arvioitava, ennen kuin se voidaan aktivoida
fr_ca: L'abonnement doit être étudié avant d'être activé
id_id: Langganan harus direview sebelum dapat diaktifkan
nb_no: Abonnementet må vurderes før det kan aktiviseres.
pt_pt: A subscrição é analisada antes de ser activada
ru_ru: Перед активацией подписки ее необходимо просмотреть
sv_se: Prenumerationen måste granskas innan den kan aktiveras.
tr_tr: Abonelik etkinleştirilmeden önce gözden geçirilmelidir.

# user-subscriptions-status-awaitingManualPaymentDescription
source: Manual payment has been initiated but not yet received
ar_iq: الدفع المالي اليدوي متاح، غير أنه لم يحصل بعد
ca_es: S'ha iniciat el pagament manual, però encara no s'ha rebut.
cs_cz: Manuální platba byla započata, ale doposud nebyla obdržena
da_dk: Manuel betaling er blevet iværksat, men endnu ikke modtaget
es_es: Se inició el pago manual pero aún no se ha recibido
fa_ir: پرداخت دستی راه‌اندازی شده است ولی هنوز وصول نشده است
fi_fi: Manuaalinen maksu on aloitettu, mutta sitä ei ole vielä vastaanotettu
fr_ca: Le paiement manuel a été initié mais n'a pas encore été reçu
id_id: Pembayaran manual telah dimulai tapi belum diterima
nb_no: Manuell betaling er initiert men ennå ikke mottatt
pt_pt: O pagamento manual foi iniciado mas ainda não foi recebido
ru_ru: Оплата вручную была инициирована, но еще не получена
sv_se: Manuell betalning har valts men ännu inte inkommit.
tr_tr: Manuel ödeme başlatıldı ancak henüz alınamadı.

# user-subscriptions-status-awaitingOnlinePaymentDescription
source: An online payment has been initiated but canceled or not completed
ar_iq: الدفع المالي عبر الإنترنت متاح، غير أنه ملغً أو غير مكتمل
ca_es: S'ha iniciat un pagament en línia, però s'ha cancel·lat o no s'ha completat.
cs_cz: On-line platba byla započata, ale buď byla zrušena, nebo nebyla dokončena
da_dk: Online betaling er blevet iværksæt, men er blevet annulleret eller er ikke gennemført
es_es: Se inició el pago en línea, pero se ha cancelado o no se ha completado
fa_ir: پرداخت آنلاین شروع شده است ولی کامل نشده است
fi_fi: Verkkomaksu on aloitettu, mutta se on peruutettu tai keskeneräinen
fr_ca: Un paiement en ligne a été initié mais annulé ou non complété
id_id: Pembayaran online telah dimulai tapi dibatalkan atau tidak selesai
nb_no: En nettbetaling har blitt initiert men har blitt kansellert eller ikke fullført
pt_pt: Um pagamento online foi iniciado mas foi cancelado ou está incompleto
ru_ru: Онлайн-оплата была инициирована, но затем была отменена или не была завершена
sv_se: Betalning online har valts men blev avbruten eller ej slutförd.
tr_tr: Çevrimiçi ödeme başlatıldı ancak iptal edilmedi veya tamamlanmadı.

# user-subscriptions-individualSubscriptions
source: Individual Subscription
ar_iq: اشتراك منفرد
ca_es: Subscripció individual
cs_cz: Individuální předplatné
da_dk: Individuelt abonnement
es_es: Suscripción individual
fa_ir: اشتراک شخصی
fi_fi: Yksittäistilaus
fr_ca: Abonnement individuel
id_id: Langganan Individu
nb_no: Personlige abonnementer
pt_pt: Subscrição Individual
ru_ru: Индивидуальная подписка
sv_se: Enskild prenumeration
tr_tr: Bireysel Abonelik

# user-subscriptions-institutionalSubscriptions
source: Institutional Subscriptions
ar_iq: اشتراك مؤسساتي
ca_es: Subscripcions institucionals
cs_cz: Institucionální předplatné
da_dk: Institutionsabonnementer
es_es: Suscripciones institucionales
fa_ir: اشتراک سازمانی
fi_fi: Instituutiotilaukset
fr_ca: Abonnements institutionnels
id_id: Langganan Institusi
nb_no: Institusjonelle abonnementer
pt_pt: Subscrição Institucional
ru_ru: Подписки на организацию
sv_se: Institutionsprenumerationer
tr_tr: Kurumsal Abonelik

# user-subscriptions-renew
source: Renew
ar_iq: تجديد
ca_es: Renova
cs_cz: Obnovit
da_dk: Forny
es_es: Renovar
fa_ir: تجدید
fi_fi: Uusi
fr_ca: Renouveler
id_id: Perbaharui
nb_no: Forny
pt_pt: Renovar
ru_ru: Продлить
sv_se: Förnya
tr_tr: Yenile

# user-subscriptions-purchase
source: Purchase
ar_iq: شراء
ca_es: Compra
cs_cz: Koupit
da_dk: Køb
es_es: Comprar
fa_ir: خرید
fi_fi: Osto
fr_ca: Souscrire
id_id: Beli
nb_no: Kjøp
pt_pt: Adquirir
ru_ru: Приобрести
sv_se: Beställ
tr_tr: Satın Alma

# user-subscriptions-purchaseNewSubscription
source: Purchase New Subscription
ar_iq: شراء اشتراك جديد
ca_es: Compra una nova subscripció
cs_cz: Zakoupit nové předplatné
da_dk: Køb nyt abonnement
es_es: Comprar una nueva suscripción
fa_ir: خرید اشتراک جدید
fi_fi: Osta uusi tilaus
fr_ca: Souscrire à un nouvel abonnement
id_id: Beli Langganan Baru
nb_no: Kjøp nytt abonnement
pt_pt: Adquirir nova subscrição
ru_ru: Приобрести новую подписку
sv_se: Beställ ny prenumeration
tr_tr: Yeni Abonelik Başlat

# user-subscriptions-purchaseIndividualSubscription
source: Purchase Individual Subscription
ar_iq: شراء اشتراك منفرد
ca_es: Compra una subscripció individual
cs_cz: Zakoupit individuální předplatné
da_dk: Køb individuelt abonnement
es_es: Comprar una suscripción individual
fa_ir: خرید اشتراک شخصی
fi_fi: Osta yksittäistilaus
fr_ca: Souscrire à un abonnement individuel
id_id: Beli Langganan Individu
nb_no: Kjøp personlig abonnement
pt_pt: Adquirir Subscrição Individual
ru_ru: Приобрести индивидуальную подписку
sv_se: Beställ enskild prenumeration
tr_tr: Bireysle Abonelik Başlat

# user-subscriptions-purchaseInstitutionalSubscription
source: Purchase Institutional Subscription
ar_iq: شراء اشتراك مؤسساتي
ca_es: Compra una subscripció institucional
cs_cz: Zakoupit institucionální předplatné
da_dk: Køb institutionsabonnement
es_es: Comprar una suscripción institucional
fa_ir: خرید اشتراک سازمانی
fi_fi: Osta instituutiotilaus
fr_ca: Souscrire à un abonnement institutionnel
id_id: Beli Langganan Institusi
nb_no: Kjøp institusjonelt abonnement
pt_pt: Adquirir Subscrição Institucional
ru_ru: Приобрести подписку на организацию
sv_se: Beställ institutionsprenumeration
tr_tr: Kurumsal Abonelik Başlat

# user-subscriptions-expires
source: Expires: {$date}
ar_iq: تنتهي صلاحيته
ca_es: Venciment
cs_cz: Vyprší dne {$date}
da_dk: Udløber: {$date}
es_es: Expira el {$date}
fa_ir: تاریخ انقضا : {$date}
fi_fi: Päättyy: {$date}
fr_ca: Expiration: {$date}
id_id: Jatuh Tempo
nb_no: Utløper
pt_pt: Expira em {$date}
ru_ru: Заканчивается: {$date}
sv_se: Förfallodatum
tr_tr: Bitiş tarihi: {$date}

# user-subscriptions-expired
source: Expired: {$date}
ar_iq: منته الصلاحية
ca_es: Vençuda
cs_cz: Vypršelo dne {$date}
da_dk: Udløbet: {$date}
es_es: Expiró el {$date}
fa_ir: منقضی شده در: {$date}
fi_fi: Päättynyt: {$date}
fr_ca: Expiré: {$date}
id_id: Telah Jatuh Tempo
nb_no: Utløp
pt_pt: Expirou em {$date}
ru_ru: Закончилась: {$date}
sv_se: Förfallen
tr_tr: Sona Tarih: {$date}

# user-subscriptions-viewSubscriptionTypes
source: View Available Subscription Types
ar_iq: معاينة أنواع الاشتراكات المتاحة
ca_es: Visualitza el tipus de subscripcions disponibles
cs_cz: Zobrazit dostupné typy předplatného
da_dk: Se tilgængelige abonnementstyper
es_es: Ver tipos de suscripción disponibles
fa_ir: دیدن انواع اشتراکات موجود
fi_fi: Näytä tarjolla olevat tilausvaihtoehdot
fr_ca: Afficher les types d'abonnement disponibles
id_id: Lihat Tipe Langganan yang Tersedia
nb_no: Se tilgjengelige abonnementstyper
pt_pt: Ver tipos disponíveis de Subscrições
ru_ru: Показать доступные типы подписки
sv_se: Visa tillgängliga prenumerationsformer
tr_tr: Mevcut Abonelik Türlerini Görüntüle

# user-subscriptions-form-typeId
source: Subscription Type
ar_iq: نوع الاشنراك
ca_es: Tipus de subscripció
cs_cz: Typy předplatného
da_dk: Abonnementstype
es_es: Tipo de suscripción
fa_ir: نوع اشتراک
fi_fi: Tilausvaihtoehto
fr_ca: Type d'abonnement
id_id: Tipe Langganan
nb_no: Abonnementstype
pl_pl: Typ subskrypcji
pt_pt: Tipo de Subscrição
ru_ru: Тип подписки
sv_se: Prenumerationsform
tr_tr: Abonelik Türü

# user-subscriptions-form-membership
source: Membership
ar_iq: العضوية
ca_es: Afiliació
cs_cz: Členství
da_dk: Medlemskab
es_es: Afiliación
fa_ir: عضویت
fi_fi: Jäsenyys
fr_ca: Adhésion
id_id: Keanggotaan
nb_no: Medlemskap
pl_pl: Członkostwo
pt_pt: Registo em Entidade de Classe
ru_ru: Членство
sv_se: Medlemsskap
tr_tr: Üyelik

# user-subscriptions-form-membershipRequired
source: The selected subscription type requires membership information.
ar_iq: نوع الاشتراك المختار يتطلب معلومات العضوية
ca_es: El tipus de subscripció seleccionat requereix informació d'afiliació.
cs_cz: Zvolený typ předplatného vyžaduje informace o členství.
da_dk: Den valgte abonnementstype kræver medlemsinformation.
es_es: Para este tipo de suscripción es necesario proveer información de la afiliación.
fa_ir: این نوع اشتراک انتخاب شده نیاز به اطلاعات عضویت دارد
fi_fi: Valittu tilausvaihtoehto edellyttää jäsenyystietoja.
fr_ca: Le type d'abonnement sélectionné nécessite des informations d'adhésion.
id_id: Tipe langganan yang dipilih memerlukan informasi keanggotaan.
nb_no: Valgt abonnementstype krever medlemskapsinformasjon.
pt_pt: O tipo de subscrição escolhida exige informação sobre registo em entidade de classe.
ru_ru: Выбранный тип подписки требует информацию о членстве.
sv_se: Vald prenumerationstyp kräver information om medlemskap.
tr_tr: Seçilmiş abonelik türleri üyelik bilgisi gerektirir.

# user-subscriptions-form-typeIdValid
source: Please select a valid subscription type.
ar_iq: لطفاً، إختر نوعية اشتراك صحيحة
ca_es: Seleccioneu un tipus de subscripció vàlid.
cs_cz: Zvolte, prosím, platný typ předplatného.
da_dk: Vælg en gyldig abonnementstype.
es_es: Seleccione un tipo de suscripción válida.
fa_ir: لطفا نوع معتبری از اشتراک را انتخاب کنید
fi_fi: Valitse kelvollinen tilausvaihtoehto.
fr_ca: Veuillez sélectionner un type d'abonnement valide.
id_id: Pilih tipe langganan yang valid.
nb_no: Velg en gyldig abonnementstype.
pt_pt: Escolha um tipo de subscrição válido.
ru_ru: Пожалуйста, выберите правильный тип подписки.
sv_se: Välj en giltig prenumerationstyp.
tr_tr: Lütfen geçerli bir abonelik türü seçiniz.

# user-subscriptions-form-subscriptionExists
source: This user account already has an individual subscription.
ar_iq: حساب هذا المستخدم لديه سلفاً اشتراك منفرد
ca_es: Aquest compte d'usuari/ària ja té una subscripció individual.
cs_cz: Tento uživatelský účet má již individuální předplatné.
da_dk: Der er allerede oprettet et individuelt abonnement for denne brugerkonto.
es_es: Esta cuenta de usuario/a ya tiene una suscripción individual.
fa_ir: این حساب کاربری در حال حاضر دارای یک اشتراک شخصی میباشد.
fi_fi: Tällä käyttäjätilillä on jo yksittäistilaus.
fr_ca: Ce compte utilisateur a déjà un abonnement individuel.
id_id: Akun pengguna ini sudah memiliki langganan individu.
nb_no: Denne brukerkontoen har allerede et personlig abonnement.
pt_pt: Este utilizador já possui uma subscrição individual
ru_ru: Пользователь с этой учетной записью уже имеет индивидуальную подписку.
sv_se: Det här användarkontot har redan en enskild prenumeration.
tr_tr: Bu kullanıcı hesabı hali hazırda bireysel abonedir.
