Repository: asmecher/ojs
Catalog: locale/*/locale.xlf
Languages: ar_iq, ca_es, cs_cz, da_dk, es_es, fa_ir, fi_fi, fr_ca, id_id, nb_no, pl_pl, pt_pt, ru_ru, sv_se, tr_tr

# submission-layout-galleyPublicIdentificationExists
source: Public galley identification already exists.
ar_iq: معرَّف الطباعة العام موجود سلفاً
ca_es: La identificació de galerades públiques ja existeix.
cs_cz: Identifikace veřejné sazebnice již existuje.
da_dk: Offentlig publiceringsformat-identifikation eksisterer allerede.
es_es: El identificador público de galerada ya existe.
fa_ir: این شناسه عمومی کلیشه چاپی قبلا بکار رفته است
fi_fi: Julkaistavan tiedoston julkinen tunnistetieto on jo olemassa.
fr_ca: l'identifiant de l'épreuve publique existe déjà.
id_id: Identifikasi galley umum sudah ada.
nb_no: Offentlig identifikator for sideoppsettet finnes allerede.
pl_pl: Podany identyfikator pliku do publikacji już istnieje.
pt_pt: Identificador público de edição já existe.
ru_ru: Открытый идентификатор гранки уже существует.
sv_se: Publik identifikator för publiceringsversion finns redan.
tr_tr: Yerel dizigi kimliği zaten var.

# submission-layout-assignLayoutEditor
source: Assign Layout Editor
ar_iq: عيِّن المصمم الطباعي
ca_es: Assigna un/a maquetista
cs_cz: Přidělit typografa
da_dk: Tildel layoutredaktør
es_es: Asignar maquetador/a
fa_ir: انتساب صفحه‌آرا
fi_fi: Valitse taittaja
fr_ca: Assigner un responsable de la mise en page
id_id: Tugaskan Layout Editor
nb_no: Oppnevn layoutredaktør
pl_pl: Przypisz składacza.
pt_pt: Designar Editor de Layout
ru_ru: Назначить верстальщика
sv_se: Tilldela layoutredaktör
tr_tr: Mizanpajcı Ata

# submission-layout-replaceLayoutEditor
source: Replace Layout Editor
ar_iq: استبدل المصمم الطباعي
ca_es: Reemplaça el/la maquetista
cs_cz: Nahradit typografa
da_dk: Erstat layoutredaktør
es_es: Reemplazar maquetador/a
fa_ir: جایگزینی صفحه‌آرا
fi_fi: Korvaa taittaja
fr_ca: Remplacer un responsable de la mise en page
id_id: Ganti Layout Editor
nb_no: Erstatt layoutredaktør
pl_pl: Zmień składacza
pt_pt: Substituir Editor de Layout
ru_ru: Заменить верстальщика
sv_se: Ersätt Layoutredaktör
tr_tr: Mizanpajcıyı Değiştir

# submission-layout-layoutComments
source: Layout Comments
ar_iq: تعليقات التصميم الطباعي
ca_es: Comentaris de maquetació
cs_cz: Komentář typografa
da_dk: Kommentarer til layout
es_es: Comentarios de maquetación
fa_ir: نظرات صفحه‌آرا
fi_fi: Taiton kommentit
fr_ca: Commentaires de mise en page
id_id: Komentar Layout
nb_no: Layoutkommentarer
pl_pl: Uwagi
pt_pt: Comentários do Layout
ru_ru: Комментарии к верстке
sv_se: Layoutkommentarer
tr_tr: Mizanpaj Yorumları

# submission-layout-instructions
source: Layout Instructions
ar_iq: تعليمات التصميم الطباعي
ca_es: Instruccions de maquetació
cs_cz: Instrukce pro typografické úpravy
da_dk: Layoutinstruktioner
es_es: Instrucciones de maquetación
fa_ir: دستوالعمل صفحه‌آرائی
fi_fi: Taitto-ohjeet
fr_ca: Instructions de mise en page
id_id: Instruksi Layout
nb_no: Instruks for layoutredigering
pl_pl: Instrukcje dla składacza
pt_pt: Directrizes para Layout
ru_ru: Руководство по верстке
sv_se: Layoutinstruktioner
tr_tr: Mizanpaj Yönergesi

# submission-layout-referenceLinking
source: Reference Linking
ar_iq: ربط المراجع
ca_es: Enllaços de referència
cs_cz: Provázání referencí
da_dk: Angivelse af links til referencer
es_es: Enlaces de referencia
fa_ir: لینک به مراجع
fi_fi: Lähdeviitteiden linkitys
fr_ca: Liens de référence
id_id: Tautan Referensi
nb_no: Henvisningslenking
pl_pl: Linkowanie odniesień
pt_pt: URLs para Referências
ru_ru: Вставка гиперссылок на источники
sv_se: Referenslänkning
tr_tr: Referans Bağlama

# submission-proofreadingComments
source: Proofreading Comments
ar_iq: تعليقات القراءة التصحيحية
ca_es: Comentaris de la correcció de proves
cs_cz: Komentář korektora
da_dk: Kommentarer til korrekturlæsning
es_es: Comentarios de corrección de pruebas
fa_ir: نظرات بازبین نهائی
fi_fi: Oikoluvun kommentit
fr_ca: Commentaires de correction d'épreuves
id_id: Komentar Proofreading
nb_no: Korrekturlesingskommentarer
pl_pl: Uwagi korektora pliku do publikacji
pt_pt: Comentários da Leitura de Prova
ru_ru: Комментарии к корректуре
sv_se: Kommentarer från korrekturläsning
tr_tr: Düzeltmen Yorumları

# submission-proofread-corrections
source: Proofreading Corrections
ar_iq: تصحيحات القراءة التصحيحية
ca_es: Correccions de la correcció de proves
cs_cz: Korekční opravy
da_dk: Korrekturrettelser
es_es: Modificaciones de la corrección de pruebas
fa_ir: تصحیحات بازبین نهائی
fi_fi: Oikoluvun korjaukset
fr_ca: Corrections de correction d'épreuves
id_id: Koreksi Proofreading
nb_no: Korrekturlesing: rettelser
pl_pl: Poprawki korektora pliku do publikacji
pt_pt: Correcções na Leitura de Prova
ru_ru: Корректорские правки
sv_se: Rättelser efter korrekturläsning
tr_tr: Düzeltmen Önerileri

# submission-proofread-instructions
source: Proofing Instructions
ar_iq: تعليمات القراءة التصحيحية
ca_es: Instruccions per a la correcció de proves
cs_cz: Instrukce pro korektury
da_dk: Instruktioner til korrekturlæsning
es_es: Instrucciones de corrección de pruebas
fa_ir: دستورالعمل بازبینی نهائی
fi_fi: Oikolukuohjeet
fr_ca: Instructions de correction d'épreuves
id_id: Instruksi Proofing
nb_no: Instruks for korrekturlesing
pl_pl: Wytyczne dla korektora pliku do publikacji
pt_pt: Directrizes para Leitura de Prova
ru_ru: Руководство по корректуре
sv_se: Instruktioner för korrekturläsning
tr_tr: Düzeltmen Yönergesi

# submission-logType-article
source: Article
ar_iq: المؤلَّف
cs_cz: Článek
da_dk: Artikel
es_es: Artículo
fa_ir: مقاله
fi_fi: Artikkeli
id_id: Artikel
nb_no: Artikkel
pl_pl: Artykuł
pt_pt: Artigo
ru_ru: Статья
sv_se: Artikel
tr_tr: Makale

# submission-logType-author
source: Author
ar_iq: المؤلف
ca_es: Autor/a
cs_cz: Autor
da_dk: Forfatter
es_es: Autor/a
fa_ir: نویسنده
fi_fi: Kirjoittaja
fr_ca: Auteur
id_id: Penulis
nb_no: Forfatter
pl_pl: Autor
pt_pt: Autor
ru_ru: Автор
sv_se: Författare
tr_tr: Yazar

# submission-logType-editor
source: Editor
ar_iq: المحرر
ca_es: Editor/a
da_dk: Redaktør
es_es: Editor/a
fa_ir: دبیر
fi_fi: Toimittaja
fr_ca: Rédacteur
nb_no: Redaktør
pl_pl: Redaktor czasopisma
ru_ru: Редактор
sv_se: Redaktör
tr_tr: Editör

# submission-logType-review
source: Review
ar_iq: التحكيم
ca_es: Revisió
cs_cz: Recenze
da_dk: Bedømmelse
es_es: Revisión
fa_ir: داور
fi_fi: Arviointi
fr_ca: Évaluation
id_id: Reviewer
nb_no: Fagvurdering
pl_pl: Recenzja
pt_pt: Revisão
ru_ru: Рецензирование
sv_se: Granskning
tr_tr: Görüşlerinizi yazmak için simgeye tıklayınız:

# submission-logType-copyedit
source: Copyedit
ar_iq: التدقيق
ca_es: Correcció d'originals
cs_cz: Redigování
da_dk: Manuskriptredigering
es_es: Corregir originales
fa_ir: ویراستار
fi_fi: Tekninen toimittaminen
fr_ca: Révision
nb_no: Manusredigering
pl_pl: Korekta
pt_pt: Edição de Texto
ru_ru: Литературное редактирование
sv_se: Manusredigering
tr_tr: Sayfa Düzeni

# submission-logType-layout
source: Layout
ar_iq: التصميم الطباعي
ca_es: Maquetació
cs_cz: Typografie
es_es: Maquetación
fa_ir: صفحه‌آرا
fi_fi: Taitto
fr_ca: Mise en page
pl_pl: Skład
ru_ru: Верстка
tr_tr: Mizanpaj

# submission-logType-proofread
source: Proofread
ar_iq: القراءة التصحيحية
ca_es: Proves corregides
cs_cz: Korektury
da_dk: Korrekturlæst
es_es: Corregir pruebas
fa_ir: بازبین نهائی
fi_fi: Oikoluku
fr_ca: Correction d'épreuves
nb_no: Korrekturlesing
pl_pl: Zaakceptowane
pt_pt: Leitura de Prova
ru_ru: Корректура
sv_se: Korrekturläst
tr_tr: Dizgi Kontrolü

# submission-comments-editorAuthorCorrespondence
source: Editor/Author Correspondence
ar_iq: مراسلة المحرر/المؤلف
ca_es: Correspondència editor/a-autor/a
cs_cz: Korespondence Editor/Autor
da_dk: Korrespondance mellem redaktør/forfatter
es_es: Correspondencia entre el editor/a y el autor/a
fa_ir: مکاتبات دبیر/ نویسنده
fi_fi: Toimittajan/kirjoittajan kirjeenvaihto
fr_ca: Correspondance rédacteur/auteur
id_id: Korespondensi Editor/Penulis
nb_no: Redaktør/forfatter-korrespondanse
pl_pl: Korespondencja redaktor/autor
pt_pt: Correspondência entre Editor/Autor
ru_ru: Переписка «Редактор/Автор»
sv_se: Redaktör/Författar-korrespondens
tr_tr: Editör/Yazar İletişimi

# submission-comments-copyeditComments
source: Copyedit Comments
ar_iq: تعليقات التدقيق
ca_es: Comentaris de la correcció d'originals
cs_cz: Komentáře pro redigování
da_dk: Kommentarer til manuskriptredigering
es_es: Comentarios de corrección de originales
fa_ir: نظرات ویراستار
fi_fi: Tekniseen toimittamiseen liittyvät kommentit
fr_ca: Commentaires de révision
id_id: Komentar Copyedit
nb_no: Manusredigering kommentarer
pl_pl: Uwagi korektora
pt_pt: Comentários da Edição de Texto
ru_ru: Комментарии к литературному редактированию
sv_se: Manusredigeringskommentarer
tr_tr: Sayfa Düzeni Yorumları

# submission-comments-viewableDescription
source: These comments can be shared with the author.<br /> (After saving, further comments can be added.)
ar_iq: هذه التعليقات يمكن مشاركتها مع المؤلف.<br /> (بعد حفظها، بالإمكان إضافة المزيد.)
ca_es: Aquests comentaris es poden compartir amb l’autor/a.<br /> (Després de desar els comentaris, en podreu afegir més.)
cs_cz: Tyto komentáře mohou být sdíleny s autorem.<br /> (Po uložení je možné přidat další komentáře.)
da_dk: Disse kommentarer kan deles med forfatteren.<br /> (Når de er gemt, er det muligt at tilføje flere kommentarer).
es_es: Estos comentarios se pueden compartir con el autor/a.<br /> (Después de guardarlos, se pueden añadir más comentarios.)
fa_ir: این نظرات را میتوانید به رویت نویسنده برسانید.<br /> پس از ذخیره باز هم میتوانید به این کار ادامه داده و نظرات بیشتری وارد کنید
fi_fi: Nämä kommentit voidaan jakaa kirjoittajan kanssa.<br /> (Kommentteja voidaan lisätä tallentamisen jälkeen.)
fr_ca: Ces commentaires peuvent être partagés avec l'auteur.<br /> (Après l'enregistrement, d'autres commentaires peuvent être ajoutés.)
id_id: Komentar ini dapat dibagi dengan penulis.<br /> (Setelah menyimpan, dapat ditambahkan komentar lebih lanjut.)
nb_no: Disse kommentarene kan også vises til forfatteren.<br /> (Etter lagring kan du legge til flere kommentarer.)
pl_pl: Uwagi mogą być również wysłane do autora.<br />
pt_pt: Estes comentários podem ser divididos com o autor.<br /> (Após guardar, outros comentários podem ser incluídos.)
ru_ru: Эти комментарии могут быть показаны автору.<br /> (После сохранения могут быть добавлены дополнительные комментарии.)
sv_se: De här kommentarerna kan delas med författaren.<br /> (Efter du har sparat kan du lägga till fler kommentarer.)
tr_tr: Bu yorumlar yazarla paylaşılabilir.<br /> (Kaydettikten sonra yeni yorumlar eklenebilir.)

# submission-comments-canShareWithAuthor
source: For author and editor
ar_iq: للمؤلف والمحرر
ca_es: Per a l’autor/a i l’editor/a
cs_cz: Pro autora a editora
da_dk: Til forfatter og redaktør
es_es: Para el autor/a y el editor/a
fa_ir: برای نویسنده و دبیر
fi_fi: Kirjoittajalle ja toimittajalle
fr_ca: Pour l'auteur et le rédacteur
id_id: Untuk penulis dan editor
nb_no: For forfatter og redaktør
pl_pl: Dla autora i redaktora czasopisma
pt_pt: Para autor e editor
ru_ru: Для автора и редактора
sv_se: För författare och redaktör
tr_tr: Yazar ve editör için

# submission-comments-cannotShareWithAuthor
source: For editor
ar_iq: للمحرر
ca_es: Per a l’editor/a
cs_cz: Pro editora
da_dk: Til redaktør
es_es: Para el editor/a
fa_ir: فقط برای دبیر
fi_fi: Toimittajalle
fr_ca: Pour le rédacteur
id_id: Untuk penulis
nb_no: For redaktør
pl_pl: Dla redaktora czasopisma
pt_pt: Para editor
ru_ru: Для редактора
sv_se: För redaktör
tr_tr: Editör için

# submission-comments-blindCcReviewers
source: After sending, present an editable BCC copy to send to reviewers.
ar_iq: بعد الإرسال، قدم نسخة قابلة للتحرير تُرسل للمحكمين
ca_es: Després de l’enviament, presenteu una còpia CCO editable per enviar-la als revisors/ores.
cs_cz: Po odeslání poskytnout editovatelnou BCC (skrytou) kopii pro zaslání recenzentům.
da_dk: Præsenter efter afsendelsen en redigerbar BCC-kopi, der skal sendes til bedømmere.
es_es: Después de enviar, presente una copia oculta (CCO) editable para enviar a los revisores/as.
fa_ir: پس از ارسال این ایمیل یک رونوشت محرمانه نیز برای ارسال به داوران آماده کن.
fi_fi: Lähettämisen jälkeen, tee muokattava piilokopio arvioijille lähetettäväksi.
fr_ca: Suivant l'envoi, présenter une copie révisable en CCI pour l'envoyer aux évaluateurs.
id_id: Setelah mengirim, tampilkan salinan BCC yang dapat diedit untuk dikirim ke reviewer.
nb_no: Etter sending, vis fram en redigerbar blindkopiversjon som kan sendes til fagkonsulenter.
pl_pl: Po zapisaniu, przedstaw edytowalną kopię dla recenzentów.
pt_pt: Após o envio, apresentar uma cópia carbono (BCC) da decisão editorial para editar e encaminhar aos revisores.
ru_ru: После отправки показать редактируемую копию для индивидуальной отправки (BCC) рецензентам.
sv_se: När du har skickat, visa en redigerbar BCC-version (anonym) som kan skickas till granskare.
tr_tr: Editör kararı gönderildiğinde, hakemlere gönderilmek üzere isimsiz bir kopyayı (BCC) düzenlemek için oluştur.

# submission-comments-forAuthorEditor
source: For author and editor
ar_iq: للمؤلف والمحرر
ca_es: Per a l’autor/a i l’editor/a
cs_cz: Pro autora a editora
da_dk: Til forfatter og redaktør
es_es: Para el autor/a y el editor/a
fa_ir: برای نویسنده و دبیر
fi_fi: Kirjoittajalle ja toimittajalle
fr_ca: Pour l'auteur et le rédacteur
id_id: Untuk penulis dan editor
nb_no: For forfatter og redaktør
pl_pl: Dla autora i redaktora czasopisma
pt_pt: Para autor e editor
ru_ru: Для автора и редактора
sv_se: För författare och redaktör
tr_tr: Yazar ve editör için

# submission-comments-forEditor
source: For editor
ar_iq: للمحرر
ca_es: Per a l’editor/a
cs_cz: Pro editora
da_dk: Til redaktør
es_es: Para el editor/a
fa_ir: فقط برای دبیر
fi_fi: Toimittajalle
fr_ca: Pour le rédacteur
id_id: Untuk penulis
nb_no: For redaktør
pl_pl: Dla redaktora
pt_pt: Para editor
ru_ru: Для редактора
sv_se: För redaktör
tr_tr: Editör için

# submission-comments-saveAndEmailAuthor
source: Save and Email Author
ar_iq: إحفظ وأرسل إلى المؤلف
ca_es: Desa’ls i envia’ls per correu electrònic a l’autor/a
cs_cz: Uložit a zaslat e-mailem autorovi
da_dk: Gem og send e-mail til forfatter
es_es: Guardar y enviar un correo electrónico al autor/a
fa_ir: ذخیره و ایمیل به نویسنده
fi_fi: Tallenna ja lähetä sähköposti kirjoittajalle
fr_ca: Enregistrer et envoyer un courriel à l'auteur
id_id: Simpan dan Email Penulis
nb_no: Lagre, og e-post til forfatter
pl_pl: Zapisz i wyślij e-mail do autora
pt_pt: Guardar e enviar E-mail ao autor
ru_ru: Сохранить и отправить автору
sv_se: Spara och skicka e-post till författare
tr_tr: Kaydet ve Yazara E-posta Gönder

# submission-comments-saveAndEmailEditor
source: Save and Email Editor
ar_iq: إحفظ وأرسل إلى المحرر
ca_es: Desa’ls i envia’ls per correu electrònic a l’editor/a
cs_cz: Uložit a zaslat e-mailem editorovi
da_dk: Gem og send e-mail til redaktør
es_es: Guardar y enviar un correo electrónico al editor/a
fa_ir: ذخیره و ایمیل به دبیر
fi_fi: Tallenna ja lähetä sähköposti toimittajalle
fr_ca: Enregistrer et envoyer un courriel au rédacteur
id_id: Simpan dan Email Penulis
nb_no: Lagre og send e-post til Redaktør
pl_pl: Zapisz i wyślij e-mail do redaktora czasopisma
pt_pt: Guardar e enviar E-mail ao editor
ru_ru: Сохранить и отправить редактору
sv_se: Spara och skicka e-post till redaktör
tr_tr: Kaydet ve Editöre E-posta Gönder

# user-register-selectContext
source: Select a journal to register with:
ar_iq: إختر أحد مجلات الموقع لتسجل فيها:
ca_es: Seleccioni una revista per registrar-s'hi:
cs_cz: Vybrat časopis, ve kterém chcete být registrováni:
da_dk: Vælg et tidsskrift at lade dig registrere ved:
es_es: Seleccionar una revista para registrarse:
fa_ir: انتخاب مجله برای ثبت‌نام:
fi_fi: Valitse julkaisu, johon haluat rekisteröityä:
fr_ca: Sélectionner une revue à laquelle vous enregistrer
id_id: Pilih jurnal yang Anda kehendaki:
pl_pl: Wybierz czasopismo, do którego chcesz się zarejestrować:
pt_pt: Seleccione uma revista para se registar:
ru_ru: Выбрать журнал для регистрации:
sv_se: Välj en tidskrift att registrera dig hos:
tr_tr: Kayıt olmak için bir dergi seçin:

# user-register-noJournals
source: There are no journals you may register with on this site.
ar_iq: ليس من مجلة متاحة للتسجيل فيها ضمن هذا الموقع
ca_es: Aquest lloc web no conté cap revista en la qual us pugueu registrar.
cs_cz: Na této stránce nejsou žádné časopisy, do kterých byste se mohl zaregistrovat.
da_dk: Der findes ingen tidsskrifter, du kan blive registreret hos, på dette websted.
es_es: En este sitio no hay revistas en las que se pueda registrar.
fa_ir: مجله ای برای ثبت‌نام در این سایت وجود ندارد.
fi_fi: Et voi rekisteröityä tämän sivuston julkaisuihin.
fr_ca: Il n'y a pas de revues auxquelles vous pouvez vous inscrire à ce site.
id_id: Tidak ada jurnal yang dapat Anda daftar di situs ini.
nb_no: Det finnes ingen tidsskrift å registrere seg hos på dette nettstedet.
pl_pl: Brak czasopism.
pt_pt: Não há revistas para se registar neste portal.
ru_ru: На сайте нет журналов, в которых Вы могли бы зарегистрироваться.
sv_se: Det finns inga tidskrifter att registrera sig hos på den här webbplatsen.
tr_tr: Bu sitede kayıt olabileceğiniz bir dergi yok.

# user-register-privacyStatement
source: Privacy Statement
ar_iq: بيان الخصوصية
ca_es: Declaració de privacitat
cs_cz: Prohlášení o soukromí
da_dk: Erklæring om beskyttelse af personlige oplysninger
es_es: Declaración de privacidad
fa_ir: بیانیه حریم خصوصی
fi_fi: Tietosuojaseloste
fr_ca: Déclaration de confidentialité
id_id: Pernyataan Privasi
nb_no: Erklæring om personopplysninger
pl_pl: Polityka prywatności
pt_pt: Política de Privacidade
ru_ru: Заявление о конфиденциальности
sv_se: Integritetspolicy
tr_tr: Gizlilik Bildirimi

# user-register-registrationDisabled
source: This journal is currently not accepting user registrations.
ar_iq: هذه المجلة لا تتيح حالياً التسجيل فيها.
ca_es: Actualment aquesta revista no accepta registres d’usuaris/àries.
cs_cz: Tento časopis v současnosti nepřijímá žádné registrace uživatelů.
da_dk: Dette tidsskrift accepterer i øjeblikket ikke brugerregistreringer.
es_es: En este momento esta revista no acepta registros de usuario/a.
fa_ir: این مجله در حال حاضر ثبت‌نام کاربر نمی پذیرد
fi_fi: Tämän julkaisun käyttäjäksi ei voi rekisteröityä juuri nyt.
fr_ca: Cette revue n'accepte pas les inscriptions d'utilisateurs pour le moment.
id_id: Jurnal sedang tidak menerima pendaftaran pengguna.
nb_no: Dette tidsskriftet tar for øyeblikket ikke i mot brukerregistrering.
pl_pl: To czasopismo aktualnie nie prowadzi rejestracji.
pt_pt: Registo de utilizadores desactivado no momento.
ru_ru: Этот журнал сейчас в настоящий момент не регистрирует новых пользователей.
sv_se: Den här tidskriften tar för tillfället inte emot några registreringar.
tr_tr: Bu dergi şu anda kullanıcı kayıtlarını kabul etmemektedir.

# user-register-form-passwordLengthTooShort
source: The password you entered is not long enough.
ar_iq: كلمة المرور التي أدخلتها ليست طويلة بما يكفي.
ca_es: La contrasenya que heu introduït és massa curta.
cs_cz: Heslo, které jste vložil není dostatečně dlouhé.
da_dk: Den angivne adgangskode er for kort.
es_es: La contraseña que ha introducido no es bastante larga.
fa_ir: طول رمز عبور انتخاب شده کافی نیست
fi_fi: Kirjoittamasi salasana ei ole tarpeeksi pitkä.
fr_ca: Le mot de passe que vous avez saisi n'est pas assez long.
id_id: Kata sandi yang Anda masukkan kurang panjang.
nb_no: Passordet du skrev inn er ikke langt nok.
pl_pl: Hasło, które podałeś jest zbyt krótkie.
pt_pt: Senha inserida não contém o mínimo de caracteres.
ru_ru: Введенный Вами пароль слишком короткий.
sv_se: Det lösenord du angivit är för kort.
tr_tr: Girdiğiniz şifre yeterince uzun değildir.

# user-register-readerDescription
source: Notified by email on publication of an issue of the journal.
ar_iq: أعلمني عبر البريد الالكتروني عند صدور عدد جديد من المجلة.
ca_es: Rebreu una notificació per correu electrònic quan es publiqui un número de la revista.
cs_cz: Informován e-mailem při vydání čísla časopisu.
da_dk: Besked via e-mail ved publicering af et nummer af tidsskriftet.
es_es: Recibirá una notificación en su correo electrónico cuando se publique un nuevo número de la revista.
fa_ir: اطلاع از انتشار شماره جدید مجله
fi_fi: Uuden numeron julkaisemisesta ilmoitetaan sähköpostitse.
fr_ca: Vous serez avisé par courriel lors de la publication d'un nouveau numéro de la revue.
id_id: Beritahu melalui email saat ada terbitan baru.
nb_no: Be om varsel med e-post når en ny utgave av tidsskriftet publiseres.
pl_pl: Otrzymuje wiadomości e-mail o nowych numerach czasopisma.
pt_pt: Notificado via e-mail da publicação de nova edição da revista.
ru_ru: Получает сообщения по электронной почте о публикации нового выпуска журнала.
sv_se: Meddelas via e-post när nytt nummer av tidskriften publiceras.
tr_tr: Derginin sayısı yayınlandığında e-posta ile bildirilecektir.

# user-register-openAccessNotificationDescription
source: Notified by email when an issue of the journal is made open access.
ar_iq: أعلمني عبر البريد الالكتروني عندما يصير إصدار من المجلة متاحاً للوصول المفتوح.
ca_es: Rebreu una notificació per correu electrònic quan un número de la revista ofereixi accés lliure.
cs_cz: Informován e-mailem v okamžiku udělení otevřeného přístupu číslu časopisu.
da_dk: Besked via e-mail, når der oprettes Open Access til et nummer af tidsskriftet.
es_es: Recibirá una notificación en su correo electrónico cuando un número de esta revista pase a ser de acceso abierto.
fa_ir: اطلاع از آزاد شدن دستیابی به یک شماره مجله
fi_fi: Numeron avoimen saatavuuden alkamisesta ilmoitetaan sähköpostitse.
fr_ca: Avisé par courriel quand un numéro devient disponible en accès libre.
id_id: Beritahu melalui email saat terbitan jurnal dibuat Open Access.
nb_no: Be om varsel med e-post når en utgave av tidsskriftet gis Open Access.
pl_pl: Otrzymuje wiadomości e-mail, gdy numer czasopisma zostaje udostępnionych na zasadach Open Access.
pt_pt: Notificado via e-mail quando a edição da revista se tornar de Acesso Livre.
ru_ru: Получает уведомления по электронной почте, когда к выпуску журнала предоставляется открытый доступ.
sv_se: Meddelas via e-post när ett nytt nummer av tidskriften blivit tillgänggligt som open access.
tr_tr: Derginin açık erişime verilen sayısı e-posta ile bildirilecektir.

# user-register-authorDescription
source: Able to submit items to the journal.
ar_iq: قادر على تقديم مؤلفات إلى المجلة.
ca_es: Podreu trametre articles a la revista.
cs_cz: Schopen přispívat do časopisu.
da_dk: I stand til at fremsende elementer til tidsskriftet.
es_es: Puede enviar artículos a la revista.
fa_ir: میتوانید به این مجله مقاله ارسال کنید
fi_fi: Kohteiden lähetys julkaisuun sallittu.
fr_ca: Apte à soumettre des articles à la revue
id_id: Dapat menyerahkan naskah ke jurnal.
nb_no: Kan sende inn elementer til tidsskriftet.
pl_pl: Może zgłaszać teksty do czasopisma.
pt_pt: Pode submeter à revista.
ru_ru: Может отправлять статьи в журнал.
sv_se: Kan skicka in material till tidskriften.
tr_tr: Hazırlanmış yazılar dergiye gönderilebilir.
