Repository: asmecher/ojs
Catalog: locale/*/locale.xlf
Languages: ar_iq, ca_es, cs_cz, da_dk, es_es, fa_ir, fi_fi, fr_ca, id_id, nb_no, pl_pl, pt_pt, ru_ru, sv_se, tr_tr

# manager-setup-copyrightNotice-sample
source: <h3>Proposed Creative Commons Copyright Notices</h3> <h4>1. Proposed Policy for Journals That Offer Open Access</h4> Authors who publish with this journal agree to the following terms: <ol type="a"> <li>Authors retain copyright and grant the journal right of first publication with the work simultaneously licensed under a <a target="_new" href="http://creativecommons.org/licenses/by/3.0/">Creative Commons Attribution License</a> that allows others to share the work with an acknowledgement of the work's authorship and initial publication in this journal.</li> <li>Authors are able to enter into separate, additional contractual arrangements for the non-exclusive distribution of the journal's published version of the work (e.g., post it to an institutional repository or publish it in a book), with an acknowledgement of its initial publication in this journal.</li> <li>Authors are permitted and encouraged to post their work online (e.g., in institutional repositories or on their website) prior to and during the submission process, as it can lead to productive exchanges, as well as earlier and greater citation of published work (See <a target="_new" href="http://opcit.eprints.org/oacitation-biblio.html">The Effect of Open Access</a>).</li> </ol> <h4>2. Proposed Policy for Journals That Offer Delayed Open Access</h4> Authors who publish with this journal agree to the following terms: <ol type="a"> <li>Authors retain copyright and grant the journal right of first publication, with the work [SPECIFY PERIOD OF TIME] after publication simultaneously licensed under a <a target="_new" href="http://creativecommons.org/licenses/by/3.0/">Creative Commons Attribution License</a> that allows others to share the work with an acknowledgement of the work's authorship and initial publication in this journal.</li> <li>Authors are able to enter into separate, additional contractual arrangements for the non-exclusive distribution of the journal's published version of the work (e.g., post it to an institutional repository or publish it in a book), with an acknowledgement of its initial publication in this journal.</li> <li>Authors are permitted and encouraged to post their work online (e.g., in institutional repositories or on their website) prior to and during the submission process, as it can lead to productive exchanges, as well as earlier and greater citation of published work (See <a target="_new" href="http://opcit.eprints.org/oacitation-biblio.html"> The Effect of Open Access</a>).</li> </ol>
ar_iq: <h3>أمثلة على إشعارات الترخيص الخلاقة الدارجة ضمن ملاحظات الحقوق الفكرية</h3> <h4>1. السياسة المقترحة للمجلات التي تتيح الوصول المفتوح</h4> المؤلفون الناشرون عبر هذه المجلة يوافقون على البنود الآتية: <ol type="a"> <li>يحتفظ المؤلفون بالحقوق الفكرية ويمنحون المجلة حق النشر لأول مرة للعمل حسب الترخيص المتزامن مع <a target="_new" href="http://creativecommons.org/licenses/by/3.0/">رخصة إسهام الإبداعات العامة</a> التي تسمح للآخرين بمشاركة العمل مع التعريف بمؤلفه وأولية النشر في هذه المجلة.</li> <li>للمؤلفين حق الدخول في اتفاقيات إضافية منفصلة بشأن نسخ المجلة المتضمنة للمؤلَّف المنشور ذات التوزيع غير الحصري (على سبيل المثال، إظهاره في مخزونات المؤسسات أو نشره في كتاب)، مع التعريف بنشره أولاً في هذه المجلة.</li> <li>يُسمح للمؤلفين بإظهار أعمالهم على الإنترنت، بل ويحثون على ذلك (على سبيل المثال، في مخزونات المؤسسات أو على مواقعهم الشخصية) قبل وخلال عملية النشر، إذ أن ذلك يساعد على التبادل البناء، فضلاً عن تمكين الاقتباس الأفضل والأبكر من العمل المنشور (أنظر <a target="_new" href="http://opcit.eprints.org/oacitation-biblio.html">تداعيات الوصول المفتوح</a>).</li> </ol> <h4>2. السياسة المقترحة للمجلات التي تتيح الوصول المفتوح المؤجل</h4> المؤلفون الناشرون عبر هذه المجلة يوافقون على البنود الآتية: <ol type="a"> <li>يحتفظ المؤلفون بالحقوق الفكرية ويمنحون المجلة حق النشر لأول مرة للعمل (لفترة زمنية محددة بعد النشر) حسب الترخيص المتزامن مع <a target="_new" href="http://creativecommons.org/licenses/by/3.0/">رخصة إسهام الإبداعات العامة</a> التي تسمح للآخرين بمشاركة العمل مع التعريف بمؤلفه وأولية النشر في هذه المجلة.</li> <li>للمؤلفين حق الدخول في اتفاقيات إضافية منفصلة بشأن نسخ المجلة المتضمنة للمؤلَّف المنشور ذات التوزيع غير الحصري (على سبيل المثال، إظهاره في مخزونات المؤسسات أو نشره في كتاب)، مع التعريف بنشره أولاً في هذه المجلة.</li> <li>يُسمح للمؤلفين بإظهار أعمالهم على الإنترنت، بل ويحثون على ذلك (على سبيل المثال، في مخزونات المؤسسات أو على مواقعهم الشخصية) قبل وخلال عملية النشر، إذ أن ذلك يساعد على التبادل البناء، فضلاً عن تمكين الاقتباس الأفضل والأبكر من العمل المنشور (أنظر <a target="_new" href="http://opcit.eprints.org/oacitation-biblio.html">تداعيات الوصول المفتوح</a>).</li> </ol>
ca_es: <h3>Propostes d’avisos de drets d’autoria de Creative Commons</h3> <h4>1. Proposta de política per a revistes que ofereixen accés lliure</h4> Els autors/ores que publiquen en aquesta revista accepten els termes següents: <ol type="a"> <li>Els autors/ores conserven els drets d'autor i concedeixen a la revista el dret de primera publicació de l'obra, registrada sota una <a target="_new" href="http://creativecommons.org/licenses/by/3.0/">llicència de reconeixement de Creative Commons</a>, que permet que se'n faci difusió reconeixent-ne l'autoria i la primera publicació en aquesta revista.</li> <li>Els autors/ores poden establir, independentment, altres disposicions contractuals que permetin la publicació de la versió publicada en aquesta revista en altres mitjans (per exemple, en un repositori institucional o en un llibre), amb el reconeixement de la publicació inicial en aquesta revista.</li> <li>Els autors/ores tenen permís per publicar la seva obra en línia i se'ls proposa de fer-ho (per exemple, en repositoris institucionals o a la seva pàgina web) abans i durant el procés de tramesa, perquè pot produir bons resultats i fer que l'obra publicada rebi més citacions (Vegeu <a target="_new" href="http://opcit.eprints.org/oacitation-biblio.html">The Effect of Open Access</a>).</li> </ol> <h4>2. Proposta de política per a revistes que ofereixen accés lliure diferit</h4> Els autors/ores que publiquen en aquesta revista accepten els termes següents: <ol type="a"> <li>Els autors/ores conserven els drets d'autor i concedeixen a la revista el dret de primera publicació de l'obra, que durant [ESPECIFIQUEU UN PERÍODE DE TEMPS] després de la publicació queda simultàniament registrada sota una <a target="_new" href="http://creativecommons.org/licenses/by/3.0/">llicència de reconeixement de Creative Commons</a>, que permet que se'n faci difusió reconeixent-ne l'autoria i la primera publicació en aquesta revista.</li> <li>Els autors/ores poden establir, independentment, altres disposicions contractuals que permetin la publicació de la versió publicada en aquesta revista en altres mitjans (per exemple, en un repositori institucional o en un llibre), amb el reconeixement de la publicació inicial en aquesta revista.</li> <li>Els autors/ores tenen permís per publicar la seva obra en línia i se'ls proposa de fer-ho (per exemple, en repositoris institucionals o a la seva pàgina web) abans i durant el procés de tramesa, perquè pot produir bons resultats i fer que l'obra publicada rebi més citacions (Vegeu <a target="_new" href="http://opcit.eprints.org/oacitation-biblio.html">The Effect of Open Access</a>).</li> </ol>
cs_cz: <h3>Navrhovaná oznámení o copyrightu Creative Commons</h3> <h4>1. Navrhovaná pravidla pro časopisy, které nabízejí otevřený přístup</h4> Autoři, kteří publikují v tomto časopise, souhlasí s následujícími body: <ol type="a"> <li>Autoři si ponechávají copyright a garantují časopisu právo prvního publikování, přitom je práce zároveň licencována pod <a target="_new" href="http://creativecommons.org/licenses/by/3.0/">Creative Commons Attribution licencí</a>, která umožňuje ostatním sdílet tuto práci s tím, že přiznají jejího autora a první publikování v tomto časopisu.</li> <li>Autoři mohou vstupovat do dalších samostatných smluvních dohod pro neexkluzivní šíření práce ve verzi, ve které byla publikována v časopise (například publikovat ji v knize), avšak s tím, že přiznají její první publikování v tomto časopisu.</li> <li>Autorům je dovoleno a doporučováno, aby zpřístupnili svou práci online (například na svých webových stránkách) před a v průběhu redakčního řízení jejich příspěvku, protože takový postup může vést k produktivním výměnám názorů a také dřívější a vyšší citovanosti publikované práce (Viz <a target="_new" href="http://opcit.eprints.org/oacitation-biblio.html">Efekt otevřeného přístupu</a>).</li> </ol> <h4> Navrhovaná pravidla pro časopisy, které nabízejí zpožděný otevřený přístup</h4> Autoři, kteří publikují v tomto časopise, souhlasí s následujícími body: <ol type="a"> <li>Autoři si ponechávají copyright a garantují časopisu právo prvního publikování, práce je po [SPECIFIKUJTE PO JAK DLOUHÉM ČASOVÉM OBDOBÍ] od publikování zároveň licencována pod <a target="_new" href="http://creativecommons.org/licenses/by/3.0/">Creative Commons Attribution licencí</a>, která umožňuje ostatním sdílet tuto práci s tím, že přiznají jejího autora a první publikování v tomto časopisu.</li> <li>Autoři mohou vstupovat do dalších samostatných smluvních dohod pro neexkluzivní šíření práce ve verzi, ve které byla publikována v časopise (například publikovat ji v knize), avšak s tím, že přiznají její první publikování v tomto časopisu.</li> <li>Autorům je dovoleno a doporučováno, aby zpřístupnili svou práci online (například na svých webových stránkách) před a v průběhu redakčního řízení jejich příspěvku, protože takový postup může vést k produktivním výměnám názorů a také dřívější a vyšší citovanosti publikované práce (Viz <a target="_new" href="http://opcit.eprints.org/oacitation-biblio.html">Efekt otevřeného přístupu</a>).</li> </ol>
da_dk: <h3>Forslag til oplysninger om ophavsret på baggrund af Creative Commons</h3> <h4>1. Forslag til politik for tidsskrifter, der tilbyder Open Access</h4> Forfattere, der publicerer deres værker via dette tidsskrift, accepterer følgende vilkår: <ol type="a"> <li>Forfattere bevarer deres ophavsret og giver tidsskriftet ret til første publicering, samtidigt med at værket er omfattet af en <a target="_new" href="http://creativecommons.org/licenses/by/3.0/">Creative Commons Attribution-licens</a>, der giver andre ret til at dele værket med en anerkendelse af værkets forfatter og første publicering i nærværende tidsskrift.</li> <li>Forfattere kan indgå flere separate kontraktlige aftaler om ikke-eksklusiv distribution af tidsskriftets publicerede version af værket (f.eks. sende det til et institutionslager eller udgive det i en bog), med en anerkendelse af værkets første publicering i nærværende tidsskrift.</li> <li>Forfattere har ret til og opfordres til at publicere deres værker online (f.eks. i institutionslagre eller på deres websted) forud for og under manuskriptprocessen, da dette kan føre til produktive udvekslinger, samt tidligere og større citater fra publicerede værker (se <a target="_new" href="http://opcit.eprints.org/oacitation-biblio.html">The Effect of Open Access</a>).</li> </ol> <h4>Forslag til politik for tidsskrifter, der tilbyder forsinket Open Access</h4> Forfattere, der publicerer deres værker via dette tidsskrift, accepterer følgende vilkår: <ol type="a"> <li>Forfattere bevarer deres ophavsret og giver tidsskriftet ret til første publicering, samtidigt med at værket [ANGIV TIDSPERIODE] efter publiceringen er omfattet af en <a target="_new" href="http://creativecommons.org/licenses/by/3.0/">Creative Commons Attribution-licens</a>, der giver andre ret til at dele værket med en anerkendelse af værkets forfatter og første publicering i nærværende tidsskrift.</li> <li>Forfattere kan indgå flere separate kontraktlige aftaler om ikke-eksklusiv distribution af tidsskriftets publicerede version af værket (f.eks. sende det til et institutionslager eller udgive det i en bog), med en anerkendelse af værkets første publicering i nærværende tidsskrift.</li> <li>Forfattere har ret til og opfordres til at publicere deres værker online (f.eks. i institutionslagre eller på deres websted) forud for og under manuskriptprocessen, da dette kan føre til produktive udvekslinger, samt tidligere og større citater fra publicerede værker (se <a target="_new" href="http://opcit.eprints.org/oacitation-biblio.html"> The Effect of Open Access</a>).</li> </ol>
es_es: <h3>Avisos de derechos de autor propuestos por Creative Commons</h3> <h4>1. Política propuesta para revistas que ofrecen acceso abierto</h4> Aquellos autores/as que tengan publicaciones con esta revista, aceptan los términos siguientes: <ol type="a"> <li>Los autores/as conservarán sus derechos de autor y garantizarán a la revista el derecho de primera publicación de su obra, el cuál estará simultáneamente sujeto a la <a target="_new" href="http://creativecommons.org/licenses/by/3.0/">Licencia de reconocimiento de Creative Commons</a> que permite a terceros compartir la obra siempre que se indique su autor y su primera publicación esta revista.</li> <li>Los autores/as podrán adoptar otros acuerdos de licencia no exclusiva de distribución de la versión de la obra publicada (p. ej.: depositarla en un archivo telemático institucional o publicarla en un volumen monográfico) siempre que se indique la publicación inicial en esta revista.</li> <li>Se permite y recomienda a los autores/as difundir su obra a través de Internet (p. ej.: en archivos telemáticos institucionales o en su página web) antes y durante el proceso de envío, lo cual puede producir intercambios interesantes y aumentar las citas de la obra publicada. (Véase <a target="_new" href="http://opcit.eprints.org/oacitation-biblio.html">El efecto del acceso abierto</a>).</li> </ol> <h4>2. Política propuesta para revistas que ofrecen acceso abierto diferido</h4> Aquellos autores/as que tengan publicaciones con esta revista, aceptan los términos siguientes: <ol type="a"> <li>Los autores/as conservarán sus derechos de autor y garantizarán a la revista el derecho de primera publicación de su obra [ESPECIFICAR PERIODO DE TIEMPO], el cuál estará simultáneamente sujeto a la <a target="_new" href="http://creativecommons.org/licenses/by/3.0/">Licencia de reconocimiento de Creative Commons</a> que permite a terceros compartir la obra siempre que se indique su autor y su primera publicación esta revista.</li> <li>Los autores/as podrán adoptar otros acuerdos de licencia no exclusiva de distribución de la versión de la obra publicada (p. ej.: depositarla en un archivo telemático institucional o publicarla en un volumen monográfico) siempre que se indique la publicación inicial en esta revista.</li> <li>Se permite y recomienda a los autores/as difundir su obra a través de Internet (p. ej.: en archivos telemáticos institucionales o en su página web) antes y durante el proceso de envío, lo cual puede producir intercambios interesantes y aumentar las citas de la obra publicada. (Véase <a target="_new" href="http://opcit.eprints.org/oacitation-biblio.html">El efecto del acceso abierto</a>).</li> </ol>
fa_ir: <h3> بیانیه حق نشر پیشنهادی Creative Commons </h3> <h4> ۱. سیاست پیشنهادی برای مجلاتی که دسترسی آزاد عرضه می‌کنند </h4> نویسندگان مقالات این مجله بدین وسیله موافقت خود با موارد زیر را اعلام می‌کنند: <ol type="a"> <li> حق نشر برای نویسنده باقی می‌ماند و نویسنده حق اولین چاپ مقاله را به مجله واگذار می‌کند. هردو این امر تحت مجوز <a target="_new" href="http://creativecommons.org/licenses/by/3.0/"> واگذاری Creative Commons </a> بوده که اجازه می‌دهد دیگران از مقاله به‌شرط ذکر منبع نویسنده و مجله در کار خود استفاده کنند. </li> <li> نویسندگان می‌توانند به‌طور مستقل ترتیبی اتخاذ کنند تا در قالب قراردادی، مقاله چاپ شده توسط مجله را منتشر کنند، یعنی آن را به بایگانی مقالات سازمان متبوعه فرستاده و یا آن را در یک کتاب چاپ کنند. البته می‌بایست منبع چاپ اولیه در این مجله را ذکر کنند. </li> <li> نویسندگان اجازه دارند و توصیه می‌شود که کارهای خود را قبل یا هنگام ارسال به این مجله، به‌صورت آنلاین به جاهایی مانند سایت ذخایر علمی سازمان متبوعه و یا بر روی وب‌سایت شخصی خود قرار دهند. این عمل موجب تبادلات علمی و ارجاع دهی زودتر به مقاله خواهد شد. (در این راستا می‌توانید مقاله (See <a target="_new" href="http://opcit.eprints.org/oacitation-biblio.html">تأثیرات دسترسی آزاد به مقالات</a> را مطالعه کنید)</li> </ol> <h4> سیاست پیشنهادی برای مجلاتی که دسترسی آزاد با تأخیر عرضه می‌کنند </h4> نویسندگان مقالات این مجله بدین وسیله موافقت خود با موارد زیر را اعلام می‌کنند: <ol type="a"> <li> حق نشر برای نویسنده باقی می‌ماند و نویسنده حق اولین چاپ مقاله را به مجله واگذار می‌کند و این مقاله [تأخیر زمانی] مدت پس از چاپ تحت مجوز <a target="_new" href="http://creativecommons.org/licenses/by/3.0/"> واگذاری Creative Commons </a> بوده که اجازه می‌دهد دیگران از مقاله به‌شرط ذکر منبع نویسنده و مجله در کار خود استفاده کنند. </li> <li> نویسندگان می‌توانند به‌طور مستقل ترتیبی اتخاذ کنند تا در قالب قراردادی، مقاله چاپ شده توسط مجله را منتشر کنند، یعنی آن را به بایگانی مقالات سازمان متبوعه فرستاده و یا آن را در یک کتاب چاپ کنند. البته می‌بایست منبع چاپ اولیه در این مجله را ذکر کنند. </li> <li> نویسندگان اجازه دارند و توصیه می‌شود که کارهای خود را قبل یا هنگام ارسال به این مجله، به‌صورت آنلاین به جاهایی مانند سایت ذخایر علمی سازمان متبوعه و یا بر روی وب‌سایت شخصی خود قرار دهند. این عمل موجب تبادلات علمی و ارجاع دهی زودتر به مقاله خواهد شد. (در این راستا می‌توانید مقاله (See <a target="_new" href="http://opcit.eprints.org/oacitation-biblio.html">تأثیرات دسترسی آزاد به مقالات</a> را مطالعه کنید) </li> </ol>
fi_fi: <h3>Ehdotetut Creative Commons-tekijänoikeushuomautukset</h3> <h4>1. Ehdotettu käytäntö julkaisuille, jotka tarjoavat avoimen saatavuuden (Open Access)</h4> Tässä julkaisussa julkaisevat kirjoittajat hyväksyvät seuraavat ehdot: <ol type="a"> <li>Kirjoittajat säilyttävät tekijänoikeuden ja myöntävät julkaisulle oikeuden julkaista työn ensimmäisenä. Samanaikaisesti työ lisensoidaan <a target="_new" href="http://creativecommons.org/licenses/by/3.0/">Creative Commons Attribution License</a> -lisenssillä, joka sallii muiden jakaa työtä vain, jos työn alkuperäinen tekijä sekä sen ensijulkaisu tässä lehdessä mainitaan.</li> <li>Kirjoittajat voivat tehdä erillisiä, muita sopimuksia työn tässä julkaisussa julkaistun version levittämisestä ilman yksityisoikeutta (esim. lähettää sen julkaisuarkistoon tai julkaista sen kirjassa) vain, jos työn ensijulkaisu tässä julkaisussa mainitaan.</li> <li>Kirjoittajilla on lupa lähettää työnsä verkkoon (esim. julkaisuarkistoihin tai omille verkkosivuilleen) sekä ennen käsikirjoituksen lähetysprosessia että sen aikana. Kirjoittajia myös kannustetaan toimimaan näin, koska se voi johtaa hyödyllisiin kanssakäymisiin sekä siihen, että julkaistuun työhön viitataan jo aikaisessa vaiheessa ja enemmän. (Lisää <a target="_new" href="http://opcit.eprints.org/oacitation-biblio.html">avoimen saatavuuden vaikutuksesta</a>).</li> </ol> <h4>Ehdotettu käytäntö julkaisuille, jotka tarjoavat viiveellisen avoimen saatavuuden (Delayed Open Access) </h4> Tässä julkaisussa julkaisevat kirjoittajat hyväksyvät seuraavat ehdot: <ol type="a"> <li> Kirjoittajat säilyttävät tekijänoikeuden ja myöntävät julkaisulle oikeuden julkaista työn ensimmäisenä. [MÄÄRITÄ AJANJAKSO] julkaisemisen jälkeen työ samanaikaisesti lisensoidaan <a target="_new" href="http://creativecommons.org/licenses/by/3.0/">Creative Commons Attribution License</a>-lisenssillä, joka sallii muiden jakaa työtä vain, jos työn alkuperäinen tekijä sekä sen ensijulkaisu tässä lehdessä mainitaan.</li> <li>Kirjoittajat voivat tehdä erillisiä, muita sopimuksia työn tässä julkaisussa julkaistun versio levittämisestä ilman yksityisoikeutta (esim. lähettää sen julkaisuarkistoon tai julkaista sen kirjassa) vain, jos työn ensijulkaisu tässä julkaisussa mainitaan.</li> <li>Kirjoittajilla on lupa lähettää työnsä verkkoon (esim. julkaisuarkistoihin tai omille verkkosivuilleen) sekä ennen käsikirjoituksen lähetysprosessia että sen aikana. Kirjoittajia myös kannustetaan toimimaan näin, koska se voi johtaa hyödyllisiin kanssakäymisiin sekä siihen, että julkaistuun työhön viitataan jo aikaisemmassa vaiheessa ja enemmän. (Lisää <a target="_new" href="http://opcit.eprints.org/oacitation-biblio.html">avoimen saatavuuden vaikutuksesta</a>).</li> </ol>
fr_ca: <h3>Mentions de droit d'auteurs de Creative Commons proposés</h3> <h4>1. Politique proposée pour les revues qui offrent l'accès libre</h4> Les auteurs qui publient dans cette revue acceptent les termes suivants : <ol type="a"> <li>Les auteurs conservent le droit d'auteur et accordent à la revue le droit de première publication, l'ouvrage étant alors disponible simultanément, sous la licence <a target="_new" href="http://creativecommons.org/licenses/by/3.0/">Licence d’attribution Creative Commons</a> permettant à d'autres de partager l'ouvrage tout en en reconnaissant la paternité et la publication initiale dans cette revue.</li> <li>Les auteurs peuvent conclure des ententes contractuelles additionnelles et séparées pour la diffusion non exclusive de la version imprimée de l'ouvrage par la revue (par ex., le dépôt institutionnel ou la publication dans un livre), accompagné d'une mention reconnaissant sa publication initiale dans cette revue.</li> <li>Les auteurs ont le droit et sont encouragés à publier leur ouvrage en ligne (par ex., dans un dépôt institutionnel ou sur le site Web d'une institution) avant et pendant le processus de soumission, car cela peut mener à des échanges fructueux ainsi qu'à un nombre plus important, plus rapidement, de références à l’ouvrage publié (Voir <a target="_new" href="http://opcit.eprints.org/oacitation-biblio.html">The Effect of Open Access</a>).</li> </ol> <h4>Politique suggérée aux revues offrant l'accès libre différé</h4> Les auteurs publiant dans cette revue acceptent les termes suivants : <ol type="a"> <li>Les auteurs détiennent le droit d'auteurs et accordent à la revue le droit de première publication, avec l’ouvrage disponible simultanément [SPÉCIFIER LA PÉRIODE DE TEMPS] après publication, sous la licence <a target="_new" href="http://creativecommons.org/licenses/by/3.0/">Licence d’attribution Creative Commons </a> qui permet à d'autres de partager l'ouvrage en en reconnaissant la paternité et la publication initiale dans cette revue.</li> <li>Les auteurs peuvent conclure des ententes contractuelles additionnelles et séparées pour la diffusion non exclusive de la version imprimée de l'ouvrage par la revue (par ex., le dépôt institutionnel ou la publication dans un livre), accompagné d'une mention reconnaissant sa publication initiale dans cette revue.</li> <li> Les auteurs ont le droit et sont encouragés à publier leur ouvrage en ligne (par ex., dans un dépôt institutionnel ou sur le site Web d'une institution) avant et pendant le processus de soumission, car cela peut mener à des échanges fructueux ainsi qu'à un nombre plus important, plus rapidement, de références à l’ouvrage publié (Consulter <a target="_new" href="http://opcit.eprints.org/oacitation-biblio.html">The Effect of Open Access</a>).</li> </ol>
id_id: <h3>Contoh Pemberitahuan Pembuatan Creative Commons Copyright</h3> <h4>1. Contoh Kebijakan Jurnal yang Menawarkan Open Access</h4> Penulis yang mempublikasikan naskahnya di jurnal ini menyetujui hal-hal berikut: <ol type="a"> <li>Hak cipta tetap pada penulis, penulis memberikan kepada jurnal hak penerbitan pertama dan sekaligus melisensi karyanya mengikuti <a target="_new" href="http://creativecommons.org/licenses/by/3.0/">Creative Commons Attribution License</a> yang mengizinkan orang lain untuk berbagi karya dengan penghargaan terhadap hak kepenulisan dan penerbitan pertama di jurnal ini.</li> <li>Penulis bisa mengikuti kontrak tambahan lain untuk distribusi non-ekslusif bagi karyanya tersebut (contoh: mempostingnya ke repositori institusi atau menerbitkannya dalam sebuah buku), dengan penghargaan terhadap penerbitan pertama di jurnal ini.</li> <li>Penulis diizinkan dan didorong untuk mem-posting karya mereka online (contoh: di repositori institusi atau di website mereka) sebelum dan selama proses penyerahan, karena dapat mengarahkan ke pertukaran produktif, seperti halnya sitiran yang lebih awal dan lebih banyak dari karya yang diterbitkan. (Lihat <a target="_new" href="http://opcit.eprints.org/oacitation-biblio.html">The Effect of Open Access</a>).</li> </ol> <h4>2. Contoh Kebijakan Jurnal yang Menawarkan Delayed Open Access</h4> Penulis yang mempublikasikan naskahnya di jurnal ini menyetujui hal-hal berikut: <ol type="a"> <li>Hak cipta tetap pada penulis, penulis memberikan kepada jurnal hak penerbitan pertama dan [TENTUKAN KURUN WAKTU] setelah penerbitan untuk melisensi karyanya mengikuti <a target="_new" href="http://creativecommons.org/licenses/by/3.0/">Creative Commons Attribution License</a> yang mengizinkan orang lain untuk berbagi karya dengan penghargaan terhadap hak kepenulisan dan penerbitan pertama di jurnal ini.</li> <li>Penulis bisa mengikuti kontrak tambahan lain untuk distribusi non-ekslusif bagi karyanya tersebut (contoh: mempostingnya ke repositori institusi atau menerbitkannya dalam sebuah buku), dengan penghargaan terhadap penerbitan pertama di jurnal ini.</li> <li>Penulis diizinkan dan didorong untuk mem-posting karya mereka online (contoh: di repositori institusi atau di website mereka) sebelum dan selama proses penyerahan, karena dapat mengarahkan ke pertukaran produktif, seperti halnya sitiran yang lebih awal dan lebih banyak dari karya yang diterbitkan. (Lihat <a target="_new" href="http://opcit.eprints.org/oacitation-biblio.html">The Effect of Open Access</a>).</li> </ol>
nb_no: <h3>Forslag til <i>Creative Commons Copyright Notices</i> på engelsk</h3> <h4>1. Forslag til retningslinjer for tidsskrift som tilbyr <i>Open Access</i></h4> Authors who publish with this journal agree to the following terms: <ol type="a"> <li>Authors retain copyright and grant the journal right of first publication with the work simultaneously licensed under a <a target="_new" href="http://creativecommons.org/licenses/by/3.0/">Creative Commons Attribution License</a> that allows others to share the work with an acknowledgement of the work's authorship and initial publication in this journal.</li> <li>Authors are able to enter into separate, additional contractual arrangements for the non-exclusive distribution of the journal's published version of the work (e.g., post it to an institutional repository or publish it in a book), with an acknowledgement of its initial publication in this journal.</li> <li>Authors are permitted and encouraged to post their work online (e.g., in institutional repositories or on their website) prior to and during the submission process, as it can lead to productive exchanges, as well as earlier and greater citation of published work (See <a target="_new" href="http://opcit.eprints.org/oacitation-biblio.html">The Effect of Open Access</a>).</li> </ol> <h4>Forslag til retningslinjer for tidsskrift som tilbyr utsatt <i>Open Access</i> (OA etter en karantenetid)</h4> Authors who publish with this journal agree to the following terms: <ol type="a"> <li>Authors retain copyright and grant the journal right of first publication, with the work [SPECIFY PERIOD OF TIME] after publication simultaneously licensed under a <a target="_new" href="http://creativecommons.org/licenses/by/3.0/">Creative Commons Attribution License</a> that allows others to share the work with an acknowledgement of the work's authorship and initial publication in this journal.</li> <li>Authors are able to enter into separate, additional contractual arrangements for the non-exclusive distribution of the journal's published version of the work (e.g., post it to an institutional repository or publish it in a book), with an acknowledgement of its initial publication in this journal.</li> <li>Authors are permitted and encouraged to post their work online (e.g., in institutional repositories or on their website) prior to and during the submission process, as it can lead to productive exchanges, as well as earlier and greater citation of published work (See <a target="_new" href="http://opcit.eprints.org/oacitation-biblio.html"> The Effect of Open Access</a>).</li> </ol>
pl_pl: <h3>Informacje o prawach autorskich zaproponowane przez Creative Commons</h3> <h4>1. Zaproponowana polityka dla czasopisma, które zapewnia otwarty dostęp</h4> Autorzy publikujący w czasopiśmie zgadzają się na następujące zasady: <ol type="a"> <li>Autorzy zachowują prawa autorskie i przyznają czasopismu prawo do pierwszej publikacji utworu na licencji <a target="_new" href="http://creativecommons.org/licenses/by/3.0/">Creative Commons Uznanie autorstwa</a> która pozwala innym udostępniać utwór pod warunkiem uznania autorska oraz podania tytułu czasopisma, jako miejsca pierwszej publikacji.</li> <li>Autorzy mogą zawierać dodatkowe umowy niewyłączne na rozpowszechnianie opublikowanej wersji utworu (np. udostępnienie w instytucjonalnym repozytorium lub opublikowanie w książce), które zobowiązywać będą do podania tytułu czasopisma, jako miejsca pierwszej publikacji.</li> <li>Autorzy mogą udostępniać swoje utwory online (np. w instytucjonalnym repozytorium lub na stronie internetowej) przed oraz podczas procesu rozpatrywania zgłoszenia, co może zapewnić pierwszeństwo pracy, jak również zapewnić wcześniejsze cytowania pracy (zob. <a target="_new" href="http://opcit.eprints.org/oacitation-biblio.html">The Effect of Open Access</a>).</li> </ol> <h4>Zaproponowana polityka dla czasopisma, które zapewnia opóźniony otwarty dostęp</h4> Autorzy publikujący w czasopiśmie zgadzają się na następujące zasady: <ol type="a"> <li>Autorzy zachowują prawa autorskie i przyznają czasopismu prawo do pierwszej publikacji utworu w okresie [OKREŚL CZAS], na licencji <a target="_new" href="http://creativecommons.org/licenses/by/3.0/">Creative Commons Uznanie autorstwa</a> która pozwala innym udostępniać utwór pod warunkiem uznania autorska oraz podania tytułu czasopisma, jako miejsca pierwszej publikacji.</li> <li>Autorzy mogą zawierać dodatkowe umowy niewyłączne na rozpowszechnianie opublikowanej wersji utworu (np. udostępnienie w instytucjonalnym repozytorium lub opublikowanie w książce), które zobowiązywać będą do podania tytułu czasopisma, jako miejsca pierwszej publikacji.</li> <li>Autorzy mogą udostępniać swoje utwory online (np. w instytucjonalnym repozytorium lub na stronie internetowej) przed oraz podczas procesu rozpatrywania zgłoszenia, co może zapewnić pierwszeństwo pracy, jak również zapewnić wcześniejsze cytowania pracy (zob. <a target="_new" href="http://opcit.eprints.org/oacitation-biblio.html">The Effect of Open Access</a>).</li> </ol>
pt_pt: <h3>Proposta de Aviso de Direitos de Autor Creative Commons</h3> <h4>1. Proposta de Política para Periódicos de Acesso Livre</h4> Autores que publicam nesta revista concordam com os seguintes termos: <ol type="a"> <li>Autores conservam os direitos de autor e concedem à revista o direito de primeira publicação, com o trabalho simultaneamente licenciado sob a <a target="_new" href="http://creativecommons.org/licenses/by/3.0/">Licença Creative Commons Attribution</a> que permite a partilha do trabalho com reconhecimento da autoria e publicação inicial nesta revista.</li> <li>Autores têm autorização para assumir contratos adicionais separadamente, para distribuição não-exclusiva da versão do trabalho publicada nesta revista (ex.: publicar em repositório institucional ou como capítulo de livro), com reconhecimento de autoria e publicação inicial nesta revista.</li> <li>Autores têm permissão e são estimulados a publicar e distribuir o seu trabalho online (ex.: em repositórios institucionais ou na sua página pessoal) a qualquer ponto antes ou durante o processo editorial, já que isso pode gerar alterações produtivas, bem como aumentar o impacto e a citação do trabalho publicado (Veja <a target="_new" href="http://opcit.eprints.org/oacitation-biblio.html">O Efeito do Acesso Livre</a>).</li> </ol> <h4>Proposta de Política para Revista que oferecem Acesso Livre Adiado</h4> Autores que publicam nesta revista concordam com os seguintes termos: <ol type="a"> <li>Autores conservam os direitos de autor e concedem à revista o direito de primeira publicação, com o trabalho licenciado simultaneamente sob uma <a target="_new" href="http://creativecommons.org/licenses/by/3.0/">Licença Creative Commons Attribution</a> [ESPECIFICAR TEMPO AQUI] após a publicação, permitindo a partilha do trabalho com reconhecimento da autoria do trabalho e publicação inicial nesta revista.</li> <li>Autores têm autorização para assumir contratos adicionais separadamente, para distribuição não-exclusiva da versão do trabalho publicada nesta revista (ex.: publicar em repositório institucional ou como capítulo de livro), com reconhecimento de autoria e publicação inicial nesta revista.</li> <li>Autores têm permissão e são estimulados a publicar e distribuir o seu trabalho online (ex.: em repositórios institucionais ou na sua página pessoal) a qualquer ponto antes ou durante o processo editorial, já que isso pode gerar alterações produtivas, bem como aumentar o impacto e a citação do trabalho publicado (Veja <a target="_new" href="http://opcit.eprints.org/oacitation-biblio.html">O Efeito do Acesso Livre</a>).</li> </ol>
ru_ru: <h3>Примеры уведомлений о передаче авторских прав на основе лицензии Creative Commons</h3> <h4>1. Предлагаемая политика для журналов, предлагающих открытый доступ</h4> Авторы, которые публикуются в данном журнале, соглашаются со следующими условиями: <ol type="a"> <li>Авторы сохраняют за собой авторские права на работу и передают журналу право первой публикации вместе с работой, одновременно лицензируя ее на условиях <a target="_new" href="http://creativecommons.org/licenses/by/3.0/">лицензии Creative Commons Attribution</a>, которая позволяет другим распространять данную работу с обязательным указанием авторства данной работы и ссылкой на оригинальную публикацию в этом журнале.</li> <li>Авторы сохраняют право заключать отдельные, дополнительные контрактные соглашения на неисключительное распространение версии работы, опубликованной этим журналом (например, разместить ее в университетском хранилище или опубликовать ее в книге), со ссылкой на оригинальную публикацию в этом журнале.</li> <li>Авторам разрешается размещать их работу в сети Интернет (например, в университетском хранилище или на их персональном веб-сайте) до и во время процесса рассмотрения ее данным журналом, так как это может привести к продуктивному обсуждению, а также к большему количеству ссылок на данную опубликованную работу (Смотрите <a target="_new" href="http://opcit.eprints.org/oacitation-biblio.html">The Effect of Open Access</a>).</li> </ol> <h4>2. Предлагаемая политика для журналов, предлагающих отложенный открытый доступ</h4> Авторы, которые публикуются в данном журнале, соглашаются со следующими условиями: <ol type="a"> <li>Авторы сохраняют за собой авторские права на работу и передают журналу право первой публикации вместе с работой, лицензируя ее по истечении [УКАЖИТЕ ПЕРИОД ВРЕМЕНИ] после публикации на условиях <a target="_new" href="http://creativecommons.org/licenses/by/3.0/">лицензии Creative Commons Attribution</a>, которая позволяет другим распространять данную работу с обязательным указанием авторства данной работы и ссылкой на оригинальную публикацию в этом журнале.</li> <li>Авторы сохраняют право заключать отдельные, дополнительные контрактные соглашения на неэксклюзивное распространение версии работы, опубликованной этим журналом (например, разместить ее в университетском хранилище или опубликовать ее в книге), со ссылкой на оригинальную публикацию в этом журнале.</li> <li>Авторам разрешается размещать их работу в сети Интернет (например, в университетском хранилище или на их персональном веб-сайте) до и во время процесса рассмотрения ее данным журналом, так как это может привести к продуктивному обсуждению, а также к большему количеству ссылок на данную опубликованную работу (Смотрите <a target="_new" href="http://opcit.eprints.org/oacitation-biblio.html">The Effect of Open Access</a>).</li> </ol>
sv_se: <h3>Föreslagna upphovsrättsdeklarationer baserade på Creative Commons</h3> <h4>1. Förslag på deklaration för tidskrifter som erbjuder open access</h4> Författare som publicerar i den här tidskriften accepterar följande villkor: <ol type="a"> <li>Författare bibehåller upphovsrätten och ger tidskriften rätten till första publiceringen, som sker under licensvillkoren för en <a target="_new" href="http://creativecommons.org/licenses/by/3.0/">Creative Commons Erkännande-licens</a>. Denna tillåter andra att dela verket så länge man deklarerar verkets upphovperson(er) och att verket ursprungligen publicerats i den här tidskriften.</li> <li>Författare kan ingå separata överenskommelser och avtal om icke-exklusiv spridning av tidskriftens publicerade version av verket (t.ex. att lägga upp det i ett institutionellt arkiv eller publicera det i en bok) så länge det inkluderar en deklaration om ursprunglig publicering i den här tidskriften.</li> <li>Författare tillåts och uppmuntras att dela sitt verk online (t.ex. i institutionella arkiv eller på författares egna webbplatser) före och under inskickningsprocessen eftersom detta är något som kan leda till givande utbyten, samt att möjligheten till citeringar ökar när den kommer i ett tidigare skede. (Se <a target="_new" href="http://opcit.eprints.org/oacitation-biblio.html">The Effect of Open Access</a>.)</li> </ol> <h4>Förslag på deklaration för tidskrifter som erbjuder fördröjd open access</h4> Författare som publicerar i den här tidskriften accepterar följande villkor: <ol type="a"> <li>Författare bibehåller upphovsrätten och ger tidskriften rätten till första publiceringen, och att verket [SPECIFICERA EMBARGOTID] efter publicering också blir tillgängligt under licensvillkoren för en <a target="_new" href="http://creativecommons.org/licenses/by/3.0/">Creative Commons Erkännande-licens</a>. Denna tillåter andra att dela verket så länge man deklarerar verkets upphovperson(er) och att verket ursprungligen publicerats i den här tidskriften.</li> <li>Författare kan ingå separata överenskommelser och avtal om icke-exklusiv spridning av tidskriftens publicerade version av verket (t.ex. att lägga upp det i ett institutionellt arkiv eller publicera det i en bok) så länge det inkluderar en deklaration om ursprunglig publicering i den här tidskriften.</li> <li>Författare tillåts och uppmuntras att dela sitt verk online (t.ex. i institutionella arkiv eller på författares egna webbplatser) före och under inskickningsprocessen eftersom detta är något som kan leda till givande utbyten, samt att möjligheten till citeringar ökar när den kommer i ett tidigare skede. (Se <a target="_new" href="http://opcit.eprints.org/oacitation-biblio.html">The Effect of Open Access</a>.)</li> </ol>
