Repository: asmecher/ojs
Catalog: locale/*/locale.xlf
Languages: ar_iq, ca_es, cs_cz, da_dk, es_es, fa_ir, fi_fi, fr_ca, id_id, nb_no, pl_pl, pt_pt, ru_ru, sv_se, tr_tr

# installer-installationInstructions
source: <h4>OJS Version {$version}</h4> <p>Thank you for downloading the Public Knowledge Project's <strong>Open Journal Systems</strong>. Before proceeding, please read the <a href="{$baseUrl}/docs/README.md">README</a> file included with this software. For more information about the Public Knowledge Project and its software projects, please visit the <a href="http://pkp.sfu.ca/" target="_blank">PKP web site</a>. If you have bug reports or technical support inquiries about Open Journal Systems, see the <a href="http://forum.pkp.sfu.ca" target="_blank">support forum</a> or visit PKP's online <a href="https://github.com/pkp/pkp-lib#issues" target="_blank">bug reporting system</a>. Although the support forum is the preferred method of contact, you can also email the team at <a href="mailto:pkp.contact@gmail.com">pkp.contact@gmail.com</a>.</p> <h4>Upgrade</h4> <p>If you are upgrading an existing installation of OJS, <a href="{$upgradeUrl}">click here</a> to proceed.</p> <h4>Recommended system requirements</h4> <ul> <li><a href="http://www.php.net/" target="_blank">PHP</a> >= {$phpRequiredVersion}; you are currently using PHP {$phpVersion}{$wrongPhpText}</li> <li><a href="http://www.mysql.com/" target="_blank">MySQL</a> >= 4.1 or <a href="http://www.postgresql.org/" target="_blank">PostgreSQL</a> >= 9.1.5</li> <li><a href="http://httpd.apache.org/" target="_blank">Apache</a> >= 1.3.2x or >= 2.0.4x or Microsoft IIS 6</li> <li>Operating system: Any OS that supports the above software, including <a href="http://www.linux.org/" target="_blank">Linux</a>, <a href="http://www.bsd.org/" target="_blank">BSD</a>, <a href="http://www.oracle.com/sun/" target="_blank">Solaris</a>, <a href="http://www.apple.com/" target="_blank">Mac OS X</a>, <a href="http://www.microsoft.com/">Windows</a></li> </ul> <p>As PKP does not have the resources to test every possible combination of software versions and platforms, no guarantee of correct operation or support is implied.</p> <p>Changes to these settings can be made after installation by editing the file <tt>config.inc.php</tt> in the base OJS directory, or using the site administration web interface.</p> <h4>Supported database systems</h4> <p>OJS has currently only been tested on MySQL and PostgreSQL, although other database management systems supported by <a href="http://adodb.sourceforge.net/" target="_blank">ADOdb</a> may work (in full or partially). Compatibility reports and/or code patches for alternative DBMSs can be sent to the OJS team.</p>
ar_iq: <h4>نسخة نظام المجلات المفتوحة {$version}</h4> <p>شكراً لقيامك بتنزيل <strong>نظام المجلات المفتوحة</strong> لمشروع المعرفة العامة. قبل المتابعة، لطفاً إقرأ <a href="{$baseUrl}/docs/README.md">ملف إقرأني</a> المضمن في هذا البرنامج. للمزيد من المعلومات عن مشروع المعرفة العامة وبرامجياته، لطفاً اتبع الرابط <a href="http://pkp.sfu.ca/" target="_blank">موقع PKP</a>. إن كانت لديك إخباريات عن أخطاء برمجية، أو استفسارات فنية عن نظام المجلات المفتوحة، أنظر <a href="http://forum.pkp.sfu.ca" target="_blank">منتدى الدعم</a> أو زر موقع PKP's online <a href="https://github.com/pkp/pkp-lib#issues" target="_blank">نظام التبليغ عن الأخطاء</a>. رغم كون منتدى الدعم هو المكان الأمثل للحصول على المساعدة، إلا أنه بإمكانك أيضاً مراسلة فريق العمل على <a href="mailto:pkp.contact@gmail.com">pkp.contact@gmail.com</a>.</p> <h4>الترقية</h4> <p>إن كنت بصدد ترقية التنصيب الحالي من OJS 2.x, <a href="{$upgradeUrl}">أنقر هنا</a> للمتابعة.</p> <h4>المتطلبات المستحسنة لتشغيل النظام</h4> <ul> <li><a href="http://www.php.net/" target="_blank">PHP</a> >= {$phpRequiredVersion} (متضمناً PHP 5.x); حالياً، أنت تستعمل PHP {$phpVersion}{$wrongPhpText}</li> <li><a href="http://www.mysql.com/" target="_blank">MySQL</a> >= 4.1 أو <a href="http://www.postgresql.org/" target="_blank">PostgreSQL</a> >= 9.1.5</li> <li><a href="http://httpd.apache.org/" target="_blank">Apache</a> >= 1.3.2x or >= 2.0.4x or Microsoft IIS 6</li> <li>نظام التشغيل: أي نظام تشغيل يدعم البرمجيات أعلاه، متضمناً <a href="http://www.linux.org/" target="_blank">Linux</a>, <a href="http://www.bsd.org/" target="_blank">BSD</a>, <a href="http://www.oracle.com/sun/" target="_blank">Solaris</a>, <a href="http://www.apple.com/" target="_blank">Mac OS X</a>, <a href="http://www.microsoft.com/">Windows</a></li> </ul> <p>بما أن PKP لا تمتلك الموارد لاختبار تشغيل النظام على كل احتمالات البرامجيات المتاحة من نسخ وأنظمة تشغيل، لذا فإنها لا تعطي أي ضمانات للتشغيل الصحيح.</p> <p>التعديل على هذه الإعدادات يمكن إجراؤه بعد التنصيب عبر تعديل محتوى الملف <tt>config.inc.php</tt> الموجود في حافظة الملفات الرئيسية لنظام المجلات المفتوحة، أو عبر استعمال واجعة إدارة الموقع.</p> <h4>أنظمة قواعد البيانات المدعومة</h4> <p>إن نظام المجلات المفتوحة مجرب حصرياً على MySQL و PostgreSQL، رغم أن أنظمة إدارة قواعد بيانات أخرى مدعومة من قبل <a href="http://adodb.sourceforge.net/" target="_blank">ADOdb</a> قد تعمل (كلياً أو جزئياً). إن تقارير التوافق و/أو حزم البرامجيات لأنظمة إدارة قواعد بيانات بديلة يمكن إرسالها إلى فريق برمجة نظام المجلات المفتوحة.</p>
ca_es: <h4>OJS Versió {$version}</h4> <p>Gràcies per descarregar-vos l’<strong>Open Journal Systems</strong> del Public Knowledge Project. Abans de continuar, llegiu el fitxer <a href="{$baseUrl}/docs/README.md">README</a> que s’inclou amb aquesta aplicació. Per a més informació sobre el Public Knowledge Project i els seus projectes de programari, visiteu el <a href="http://pkp.sfu.ca/" target="_blank">lloc web del PKP</a>. Si voleu enviar informes d'error o peticions de suport tècnic sobre l'Open Journal Systems, visiteu el <a href="http://forum.pkp.sfu.ca" target="_blank">fòrum de suport</a> o el <a href="https://github.com/pkp/pkp-lib#issues" target="_blank">sistema d’informe d'errors</a> en línia de PKP. Tot i que el fòrum de suport és el mètode de contacte preferit, també podeu enviar un correu electrònic a l'equip a l'adreça <a href="mailto:pkp.contact@gmail.com">pkp.contact@gmail.com</a>.</p> <h4>Actualització</h4> <p>Si esteu actualitzant una versió existent de l'OJS 2.x, <a href="{$upgradeUrl}">feu clic aquí</a> per continuar.</p> <h4>Requisits del sistema recomanats</h4> <ul> <li><a href="http://www.php.net/" target="_blank">PHP</a> &gt;= {$phpRequiredVersion}; actualment feu servir PHP {$phpVersion}{$wrongPhpText}</li> <li><a href="http://www.mysql.com/" target="_blank">MySQL</a> &gt;= 4.1 o <a href="http://www.postgresql.org/" target="_blank">PostgreSQL</a> &gt;= 9.1.5</li> <li><a href="http://httpd.apache.org/" target="_blank">Apache</a> &gt;= 1.3.2x or &gt;= 2.0.4x o Microsoft IIS 6</li> <li>Sistema operatiu: Qualsevol SO compatible amb el programari anterior, inclosos <a href="http://www.linux.org/" target="_blank">Linux</a>, <a href="http://www.bsd.org/" target="_blank">BSD</a>, <a href="http://www.sun.com/" target="_blank">Solaris</a>, <a href="http://www.apple.com/" target="_blank">Mac OS X</a> i <a href="http://www.microsoft.com/">Windows</a>.</li> </ul> <p>El PKP no disposa de recursos per comprovar totes les possibles combinacions de versions de programari i plataformes, per la qual cosa no ofereix garanties de funcionament correcte ni assistència.</p> <p>Una vegada finalitzada la instal·lació podreu modificar aquests paràmetres editant el fitxer <tt>config.inc.php</tt> del directori base de l’OJS, o bé accedint a la interfície web d’administració del lloc.</p> <h4>Sistemes de bases de dades compatibles</h4> <p>Només s’ha comprovat la compatibilitat amb MySQL i PostgreSQL, però és possible que l’OJS també funcioni (parcialment o completament) amb altres sistemes de gestió de bases de dades compatibles amb <a href="http://adodb.sourceforge.net/" target="_blank">ADOdb</a>. Podeu enviar informes de compatibilitat i pedaços de codi per a sistemes de gestió de bases de dades alternatius a l’equip d'OJS.</p> <h4>Passos previs a la instal·lació</h4> <p>1. Comproveu que els fitxers i directoris següents (i també els seus continguts) tinguin permís d’escriptura:</p> <ul> <li><tt>config.inc.php</tt> té permís d’escriptura (opcional): {$writable_config}</li> <li><tt>public/</tt> té permís d’escriptura: {$writable_public}</li> <li><tt>cache/</tt> té permís d’escriptura: {$writable_cache}</li> <li><tt>cache/t_cache/</tt> té permís d’escriptura: {$writable_templates_cache}</li> <li><tt>cache/t_compile/</tt> té permís d’escriptura: {$writable_templates_compile}</li> <li><tt>cache/_db</tt> té permís d’escriptura: {$writable_db_cache}</li> </ul> <p>2. Haureu de crear un directori i habilitar-hi els permisos d'escriptura per poder desar-hi els arxius carregats (vegeu «Configuració de fitxers» més avall).</p>
cs_cz: <h4>Verze OJS {$version}</h4> <p>Děkujeme za stažení <strong>Open Journal Systému</strong> vytvořeného Public Knowledge Projectem. Než budete pokračovat, přečtěte si prosím <a href="{$baseUrl}/docs/README">README</a> soubor dodaný s tímto softwarem. Pro více informací o Public Knowledge Projectu a jeho softwarových projektech navštivte prosím <a href="http://pkp.sfu.ca/" target="_blank">PKP webové stránky</a>. Pokud máte bug reporty nebo dotazy na technickou podporu OJS, navštivte <a href="http://forum.pkp.sfu.ca">support forum</a> nebo navštivte PKP online <a href="http://pkp.sfu.ca/bugzilla/" target="_blank">bug reporting systém</a>. Přestože je support forum preferovaným způsobem kontaktování, můžete také týmu poslat email na <a href="mailto:pkp-support@sfu.ca">pkp-support@sfu.ca</a>.</p> <h4>Upgrade</h4> <p>Pokud provádíte upgrade existující instalace OJS 2.x, <a href="{$upgradeUrl}">Klikněte zde</a> pro pokračování.</p> <h4>Doporučované požadavky na systém</h4> <ul> <li><a href="http://www.php.net/" target="_blank">PHP</a> >= {$phpRequiredVersion}; aktuálně používáte PHP {$phpVersion}{$wrongPhpText}</li> <li><a href="http://www.mysql.com/" target="_blank">MySQL</a> >= 4.1 nebo <a href="http://www.postgresql.org/" target="_blank">PostgreSQL</a> >= 9.1.5</li> <li><a href="http://httpd.apache.org/" target="_blank">Apache</a> >= 1.3.2x or >= 2.0.4x nebo Microsoft IIS 6</li> <li>Operační systém: jakýkoliv OS, který podporuje výše uvedený software, včetně <a href="http://www.linux.org/" target="_blank">Linuxu</a>, <a href="http://www.bsd.org/" target="_blank">BSD</a>, <a href="http://www.sun.com/" target="_blank">Solarisu</a>, <a href="http://www.apple.com/" target="_blank">Mac OS X</a>, <a href="http://www.microsoft.com/">Windows</a></li> </ul> <p>Jelikož PKP nemá prostředky, aby otestoval každou možnou kombinaci verze softwaru a platforem, není předpokládána žádná garance plné funkčnosti nebo podpora.</p> <p>Tato nastavení mohou být po instalaci změněna úpravou souboru <tt>config.inc.php</tt> ve výchozím OJS adresáři nebo s využitím webového administračního rozhraní.</p> <h4>Podporované databázové systémy</h4> <p>OJS byl v současnosti testován pouze na MySQL a PostgreSQL, avšak jiné systémy pro správu databází podporované <a href="http://adodb.sourceforge.net/" target="_blank">ADOdb</a> mohou také fungovat (plně nebo částečně). Reporty o kompatibilitě a/nebo opravy kódu (code patches) pro alternativní DBMS lze zaslat OJS týmu.</p> <h4>Kroky předcházející instalaci</h4> <p>1. Následující soubory a adresáře (a jejich obsah) musí být nastaveny na zapsatelné (writable):</p> <ul> <li><tt>config.inc.php</tt> je zapsatelný (volitelné): {$writable_config}</li> <li><tt>public/</tt> je zapsatelný: {$writable_public}</li> <li><tt>cache/</tt> je zapsatelný: {$writable_cache}</li> <li><tt>cache/t_cache/</tt> je zapsatelný: {$writable_templates_cache}</li> <li><tt>cache/t_compile/</tt> je zapsatelný: {$writable_templates_compile}</li> <li><tt>cache/_db</tt> je zapsatelný: {$writable_db_cache}</li> </ul> <p>2. Musí být vytvořen adresář pro ukládání nahraných souborů a nastaven jako zapsatelný (viz "Nastavení souborů" níže).</p>
da_dk: <h4>OJS-version {$version}</h4> <p>Tak, fordi du har hentet Public Knowledge Projects <strong>Open Journal Systems</strong>. Læs filen <a href="{$baseUrl}/docs/README.md">VIGTIGT</a>, der følger med denne software, inden du fortsætter. Du kan finde flere oplysninger om Public Knowledge Project og dets softwareprojekter på <a href="http://pkp.sfu.ca/" target="_blank">PKP-webstedet</a>. Hvis du har fejlrapporter eller tekniske supportforespørgsler om Open Journal Systems, skal du se <a href="http://forum.pkp.sfu.ca">supportforummet</a> eller besøge PKP's <a href="https://github.com/pkp/pkp-lib#issues" target="_blank">onlinefejlrapporteringssystem</a>. Selvom supportforummet er den foretrukne kontaktmåde, kan du også sende teamet en e-mail på <a href="mailto:pkp.contact@gmail.com">pkp.contact@gmail.com</a>.</p> <h4>Opgrader</h4> <p>Hvis du opgraderer en eksisterende installation af OJS 2.x, skal du <a href="{$upgradeUrl}">klikke her</a> for at fortsætte.</p> <h4>Anbefalede systemkrav</h4> <ul> <li><a href="http://www.php.net/" target="_blank">PHP</a> >= {$phpRequiredVersion}. Du benytter i øjeblikket PHP {$phpVersion}{$wrongPhpText}</li> <li><a href="http://www.mysql.com/" target="_blank">MySQL</a> >= 4.1 (herunder MySQL 4.x) eller <a href="http://www.postgresql.org/" target="_blank">PostgreSQL</a> >= 9.1.5</li> <li><a href="http://httpd.apache.org/" target="_blank">Apache</a> >= 1.3.2x eller >= 2.0.4x eller Microsoft IIS 6</li> <li>Operativsystem: Et hvilket som helst operativsystem, der understøtter ovennævnte software, herunder <a href="http://www.linux.org/" target="_blank">Linux</a>, <a href="http://www.bsd.org/" target="_blank">BSD</a>, <a href="http://www.oracle.com/sun/" target="_blank">Solaris</a>, <a href="http://www.apple.com/" target="_blank">Mac OS X</a> og <a href="http://www.microsoft.com/">Windows</a></li> </ul> <p>Da PKP ikke har tilstrækkelige ressourcer til at teste alle mulige kombinationer af softwareversioner og platforme, gives der ingen stiltiende garanti for korrekt drift eller support.</p> <p>Det er muligt at foretage ændringer af disse indstillinger efter installationen ved at redigere filen <tt>config.inc.php</tt> i OJS-basismappen eller ved hjælp af webstedsadministratorens webgrænseflade.</p> <h4>Understøttede databasesystemer</h4> <p>OJS er indtil videre kun blevet testet på MySQL og PostgreSQL, selvom andre databasestyringssystemer, der understøttes af <a href="http://adodb.sourceforge.net/" target="_blank">ADOdb</a>, muligvis fungerer (delvist eller fuldstændigt). Kompatibilitetsrapporter og/eller kodeprogramrettelser til alternative DBMS'er kan sendes til OJS-teamet.</p> <h4>Trin før installation</h4> <p>1. Følgende filer og mapper (og deres indhold) skal være skrivbare:</p> <ul> <li><tt>config.inc.php</tt> er skrivbar (valgfri): {$writable_config}</li> <li><tt>public/</tt> er skrivbar: {$writable_public}</li> <li><tt>cache/</tt> er skrivbar: {$writable_cache}</li> <li><tt>cache/t_cache/</tt> er skrivbar: {$writable_templates_cache}</li> <li><tt>cache/t_compile/</tt> er skrivbar: {$writable_templates_compile}</li> <li><tt>cache/_db</tt> er skrivbar: {$writable_db_cache}</li> </ul> <p>2. Der skal oprettes en mappe til lagring af overførte filer, og den skal være skrivbar (se "Filindstillinger" nedenfor).</p> <h4>Manuel installation</h4> <p>Vælg <strong>Manuel installation</strong> for at få vist de SQL-sætninger, der er nødvendige for at oprette OJS-databaseskemaet og de første data, så databaseinstallationen kan foretages manuelt. Denne indstilling er nyttig i forbindelse med fejlfinding af installationsproblemer, især på ikke-understøttede platforme. Vær opmærksom på, at denne installationsmetode ikke forsøger at oprette databasen eller nogen tabeller, selvom konfigurationsfilen stadig skrives med de angivne databaseindstillinger.</p>
es_es: <h4>Versión OJS {$version}</h4> <p>Gracias por descargar con Public Knowledge Project su <strong>Open Journal Systems</strong>. Antes de seguir, lea el archivo <a href="{$baseUrl}/docs/README.md">LÉAME</a> incluido en este software. Para más información acerca de Public Knowledge Project y sus proyectos de software, visite el sitio web <a href="http://pkp.sfu.ca/" target="_blank">de PKP</a>. Si ha de informar sobre algún error o tiene preguntas sobre asistencia técnica en Open Journal Systems, consulte <a href="http://forum.pkp.sfu.ca" target="_blank">foro de asistencia</a> o visite en línea <a href="https://github.com/pkp/pkp-lib#issues" target="_blank">el sistema de información de errores</a> de PKP. Aunque el foro de ayuda es el método preferido de contacto, también puede enviar un correo electrónico a nuestro equipo a <a href="mailto:pkp.contact@gmail.com">pkp.contact@gmail.com</a>.</p> <h4>Actualizar</h4> <p>Si está actualizando una instalación ya existente de OJS 2.x, <a href="{$upgradeUrl}">haga clic aquí</a> para actualizar.</p> <h4>Requisitos de sistema recomendados</h4> <ul> <li><a href="http://www.php.net/" target="_blank">PHP</a> &gt;= {$phpRequiredVersion}; está utilizando actualmente PHP {$phpVersion}{$wrongPhpText}</li> <li><a href="http://www.mysql.com/" target="_blank">MySQL</a> &gt;= 4.1 o <a href="http://www.postgresql.org/" target="_blank">PostgreSQL</a> &gt;= 9.1.5</li> <li><a href="http://httpd.apache.org/" target="_blank">Apache</a> &gt;= 1.3.2x o &gt;= 2.0.4x o Microsoft IIS 6</li> <li>Sistema operativo: Cualquier SO compatible con el software anterior, incluidos <a href="http://www.linux.org/" target="_blank">Linux</a>, <a href="http://www.bsd.org/" target="_blank">BSD</a>, <a href="http://www.sun.com/" target="_blank">Solaris</a>, <a href="http://www.apple.com/" target="_blank">Mac OS X</a> y <a href="http://www.microsoft.com/">Windows</a></li> </ul> <p>Ya que PKP no dispone de recursos para probar todas las combinaciones posibles de las diferentes versiones de software junto con sus plataformas, éste no garantiza que el sistema opere correctamente.</p> <p>Se puede cambiar la configuración después de la instalación editando el archivo <tt>config.inc.php</tt> en el directorio base de OJS, o utilizando la interfaz web de la administración del sitio.</p> <h4>Sistemas de bases de datos compatibles</h4> <p>Sólo se ha probado OJS en MySQL y PostgreSQL, aunque otros sistemas de gestión de bases de datos aceptados por <a href="http://adodb.sourceforge.net/" target="_blank">ADOdb</a> podrían funcionar de forma completa o parcial. Puede enviar al equipo de OJS informes de compatibilidad o parches de código para DBMSs alternativos.</p> <h4>Pasos para la preinstalación</h4> <p>1. Los siguientes archivos y directorios, junto con su contenido, tienen que ser editables:</p> <ul> <li><tt>config.inc.php</tt> es editable (opcional): {$writable_config}</li> <li><tt>public/</tt> es editable: {$writable_public}</li> <li><tt>cache/</tt> es editable: {$writable_cache}</li> <li><tt>cache/t_cache/</tt> es editable: {$writable_templates_cache}</li> <li><tt>cache/t_compile/</tt> es editable: {$writable_templates_compile}</li> <li><tt>cache/_db</tt> es editable: {$writable_db_cache}</li> </ul> <p>2. Se debe crear un directorio para guardar los archivos cargados y debe ser editable (ver a continuación "Configuración del archivo").</p>
fa_ir: <h4>OJS نسخه {$version}</h4> <p>از دانلود <strong>سیستم مجلات آزاد </strong> پروژه دانش عمومی تشکر می‌کنیم. قبل از ادامه لطفاً متن فایل <a href="{$baseUrl}/docs/README.md">README</a> همراه با این سامانه را مطالعه بفرمائید. برای اطلاعات بیشتر در مورد پروژه دانش عمومی و پروژه‌های نرم‌افزاری آن لطفاً از <a href="http://pkp.sfu.ca/" target="_blank"> وب‌سایت PKP</a> بازدید بفرمائید. اگر می‌خواهید گزارش اشکال بدهید و یا به دنبال حمایت تکنیکی برای سیستم مجلات آزاد هستید به <a href="http://forum.pkp.sfu.ca">انجمن پشتیبانی</a> مراجعه و یا از <a href="https://github.com/pkp/pkp-lib#issues" target="_blank">سیستم گزارش اشکال </a> آنلاین PKP بازدید کنید. اگرچه ف انجمن پشتیبانی روش ترجیحی تماس می‌باشد ، شما می‌توانید به تیم حمایت کننده به آدرس <a href="mailto:pkp.contact@gmail.com">pkp.contact@gmail.com</a> ایمیل بزنید. </p> <h4>به‌روزرسانی</h4> <p>چنانچه می‌خواهید نسخه موجود را ارتقاء دهید <a href="{$upgradeUrl}">اینجا را کلیک </a> کنید.</p> <h4>نیازمندی‌های توصیه شده برای نصب این سامانه</h4> <ul> <li><a href="http://www.php.net/" target="_blank">PHP</a> >= {$phpRequiredVersion}; نسخه کنونی PHP {$phpVersion}{$wrongPhpText}</li> <li><a href="http://www.mysql.com/" target="_blank">MySQL</a> >= 4.1 یا <a href="http://www.postgresql.org/" target="_blank">PostgreSQL</a> >= 9.1.5</li> <li><a href="http://httpd.apache.org/" target="_blank">Apache</a> >= 1.3.2x or >= 2.0.4x یا Microsoft IIS 6</li> <li>سیستم‌عامل: هر سیستم‌عاملی که بتواند نیازمندی‌های فوق را دارا باشد که می‌تواند شامل:<a href="http://www.linux.org/" target="_blank">لینوکس</a>, <a href="http://www.bsd.org/" target="_blank">BSD</a>, <a href="http://www.oracle.com/sun/" target="_blank">سولاریس</a>, <a href="http://www.apple.com/" target="_blank">Mac OS X</a>, <a href="http://www.microsoft.com/">ویندوز</a></li> </ul> <p>از آنجا که PKP دارای تمام امکانات برای تست کردن بر روی هر گونه ترکیب احتمالی از نسخه‌های مختلف نرم‌افزارهای فوق و سیستم‌های عامل نیست ، هیچ‌گونه تضمینی در مورد عملکرد صحیح و یا حمایت از آن را نمی‌توانیم عهده‌دار شویم</p> <p>پس از خاتمه نصب برنامه می‌توانید این تنظیمات را از طریق ویرایش فایل <tt>config.inc.php</tt> در شاخه اصلی OJS ، و یا از طریق صفحه مدیریت سایت تغییر دهید.</p> <h4>سیستم‌های بانک اطلاعاتی مورد پشتیبانی</h4> <p>OJS در حال حاضر بر روی MySQL و PostgreSQL تست شده است. با سایر سیستم‌های بانک اطلاعاتی که توسط <a href="http://php.weblogs.com/adodb/" target="_blank">ADOdb</a> حمایت می‌شوند نیز ممکن است به‌صورت نسبی یا تمام عیار کار کند. گزارشات سازگاری و یا کدهای وصله‌ای برای سایر سیستم‌های بانک اطلاعاتی را می‌توانید به تیم OJS بفرستید</p>
fi_fi: <h4>OJS:n versio {$version}</h4> <p>Kiitos, että latasit Public Knowledge Projectin <strong>Open Journal Systems</strong>-järjestelmän. Ennen kuin jatkat, lue <a href="{$baseUrl}/docs/README">README</a> -tiedosto, joka tulee tämän ohjelmiston mukana. Löydät lisätietoja Public Knowledge Projectista ja sen ohjelmistoprojekteista <a href="http://pkp.sfu.ca/" target="_blank">PKP:n verkkosivustolta</a>. Jos haluat ilmoittaa ohjelmistovirheestä tai ottaa yhteyttä Open Journal Systemsin tekniseen tukeen, katso <a href="http://forum.pkp.sfu.ca" target="_blank">tukifoorumi</a> tai mene PKP:n online- <a href="https://github.com/pkp/pkp-lib#issues" target="_blank">virheilmoitusjärjestelmään</a>. Yhteydenotot mieluiten tukifoorumin kautta, mutta voit myös lähettää sähköpostia osoitteeseen <a href="mailto:pkp.contact@gmail.com">pkp.contact@gmail.com</a>.</p> <h4>Päivitys</h4> <p>Jos päivität aiemman OJS-asennuksen, <a href="{$upgradeUrl}">klikkaa tästä</a> päästäksesi eteenpäin.</p> <h4>Suositellut järjestelmävaatimukset</h4> <ul> <li><a href="http://www.php.net/" target="_blank">PHP</a> > = {$phpRequiredVersion}; sinulla on tällä hetkellä käytössä PHP-versio {$phpVersion} {$wrongPhpText}</li> <li><a href="http://www.mysql.com/" target="_blank">MySQL</a> > = 4.1 tai <a href="http://www.postgresql.org/" target="_blank">PostgreSQL</a> > = 9.1.5</li> <li><a href="http://httpd.apache.org/" target="_blank">Apache</a> > = 1.3.2x tai > = 2.0.4x tai Microsoft IIS 6</li> <li>Käyttöjärjestelmä: Mikä tahansa käyttöjärjestelmä, joka tukee edellä mainittua ohjelmistoa, mm. <a href="http://www.linux.org/" target="_blank">Linux</a>, <a href="http://www.bsd.org/" target="_blank">BSD</a>, <a href="http://www.oracle.com/sun/" target="_blank">Solaris</a>, <a href="http://www.apple.com/" target="_blank">Mac OS X</a>, <a href="http://www.microsoft.com/">Windows</a></li> </ul> <p>Koska PKP:llä ole resursseja testata kaikkia mahdollisia versioiden ja alustojen yhdistelmiä, järjestelmän virheetöntä toimintaa tai tukea ei voida taata.</p> <p>Näitä asetuksia voidaan muuttaa asennuksen jälkeen muokkaamalla OJS:n perushakemistossa tiedostoa <tt>config.inc.php</tt> tai sivuston ylläpitoverkkokäyttöliittymän avulla.</p> <h4>Tuetut tietokantajärjestelmät</h4> <p>OJS:iä on tällä hetkellä testattu vain MySQL- ja PostgreSQL-järjestelmien osalta, vaikka muutkin <a href="http://adodb.sourceforge.net/" target="_blank">ADOdb</a>:n tukemat tietokantojen hallintajärjestelmät voivat toimia (kokonaan tai osittain). OJS-tiimille voi lähettää yhteensopivuusraportteja ja/tai koodinkorjaustiedostoja vaihtoehtoisiin tietokantajärjestelmiin liittyen.</p>
fr_ca: <h4>Version d'OJS {$version}</h4> <p>Merci de télécharger Open Journal Systems <strong> du Public Knowledge Project</strong>. Avant de continuer, veuillez lire le fichier <a href="{$baseUrl}/docs/README">README</a> inclus avec ce logiciel. Pour en savoir plus sur Public Knowledge Project et ses projets de logiciels, veuillez visiter le <a href="http://pkp.sfu.ca/" target="_blank">site Web du PKP</a>. Si vous avez des rapports de bogues ou des demandes de soutien technique concernant Open Journal Systems, voir le <a href="http://forum.pkp.sfu.ca" target="_blank">forum de soutien</a> ou visiter le <a href="https://github.com/pkp/pkp-lib#issues" target="_blank">système de rapports de bogues</a>en ligne de PKP. Même si le forum de soutien est la méthode préférée de contact, vous pouvez aussi vous adresser par courriel à <a href="mailto:pkp.contact@gmail.com">pkp.contact@gmail.com</a>.</p> <h4>Mise à jour</h4> <p>Si vous faites la mise à jour d'une installation existante d'OJS, <a href="{$upgradeUrl}">cliquer ici</a> pour procéder.</p> <h4>Configuration du système recommandé</h4> <ul> <li><a href="http://www.php.net/" target="_blank">PHP</a> >= {$phpRequiredVersion}; vous utilisez présentement PHP {$phpVersion}{$wrongPhpText}</li> <li><a href="http://www.mysql.com/" target="_blank">MySQL</a> >= 4.1 ou <a href="http://www.postgresql.org/" target="_blank">PostgreSQL</a> >= 9.1.5</li> <li><a href="http://httpd.apache.org/" target="_blank">Apache</a> >= 1.3.2x or >= 2.0.4x ou Microsoft IIS 6</li> <li>Système d'exploitation : Tout système d'exploitation qui supporte le logiciel ci-dessus, y compris <a href="http://www.linux.org/" target="_blank">Linux</a>, <a href="http://www.bsd.org/" target="_blank">BSD</a>, <a href="http://www.sun.com/" target="_blank">Solaris</a>, <a href="http://www.apple.com/" target="_blank">Mac OS X</a>, <a href="http://www.microsoft.com/">Windows</a></li> </ul> <p>Comme PKP n'a pas les ressources nécessaires lui permettant de tester toutes les combinaisons possibles de versions et de plateformes des logiciels, aucune garantie de fonctionnement ou de soutien adéquat n'est implicite.</p> <p>Des modifications à ces paramètres peuvent être apportées après l'installation en modifiant le fichier <tt>config.inc.php</tt> dans le répertoire de base d'OJS, ou en utilisant l'interface d'administration du site Web.</p> <h4>Systèmes de base de données pris en charge</h4> <p>Présentement, OJS a uniquement été testé sur MySQL et PostgreSQL, bien que d'autres systèmes de gestion de base de données pris en charge par <a href="http://adodb.sourceforge.net/" target="_blank">ADOdb</a> pourraient fonctionner (en tout ou en partie). Il est possible d'envoyer à l'équipe d'OJS des rapports de compatibilité ou des rustines de codes pour d'autres SGBD.</p>
id_id: <h4>Versi OJS {$version}</h4> <p>Terima kasih telah mengunduh <strong>Open Journal Systems</strong> dari Public Knowledge Project. Sebelum melanjutkan, silakan membaca <a href="{$baseUrl}/docs/README.md">README</a>. File disertakan dalam perangkat lunak ini. Untuk informasi lebih lanjut tentang Public Knowledge Project dan perangkat lunak ini, silakan kunjungi <a href="http://pkp.sfu.ca/" target="_blank">laman web PKP</a>. Jika Anda memiliki laporan bug atau memerlukan dukungan teknis mengenai OJS, lihat <a href="http://forum.pkp.sfu.ca" target="_blank">forum dukungan</a> atau kunjungi PKP online <a href="https://github.com/pkp/pkp-lib#issues" target="_blank">Laporkan bug sistem</a>. Selain itu Anda dapat menghubungi tim pengembang OJS melalui <a href="mailto:pkp.contact@gmail.com">pkp.contact@gmail.com</a>.</p> <h4>Upgrade</h4> <p>Jika Anda ingin mengupgrade instalasi OJS yang sudah ada, <a href="{$upgradeUrl}">klik di sini</a>.</p> <h4>Rekomendasi Sistem</h4> <ul> <li><a href="http://www.php.net/" target="_blank">PHP</a> >= {$phpRequiredVersion}; saat ini Anda menggunakan PHP {$phpVersion}{$wrongPhpText}</li> <li><a href="http://www.mysql.com/" target="_blank">MySQL</a> >= 4.1 atau <a href="http://www.postgresql.org/" target="_blank">PostgreSQL</a> >= 9.1.5</li> <li><a href="http://httpd.apache.org/" target="_blank">Apache</a> >= 1.3.2x atau >= 2.0.4x atau Microsoft IIS 6</li> <li>Sistem operasi: Semua sistem operasi yang mendukung piranti lunak di atas, termasuk <a href="http://www.linux.org/" target="_blank">Linux</a>, <a href="http://www.bsd.org/" target="_blank">BSD</a>, <a href="http://www.oracle.com/sun/" target="_blank">Solaris</a>, <a href="http://www.apple.com/" target="_blank">Mac OS X</a>, <a href="http://www.microsoft.com/">Windows</a></li> </ul> <p>Karena PKP tidak memiliki kemampuan untuk menguji seluruh kemungkinan kombinasi versi dan platform piranti lunak, tidak ada jaminan maupun dukungan untuk keberhasilan pemakaian piranti lunak ini.</p> <p>Perubahan terhadap setting ini dapat dilakukan setelah instalasi dengan mengedit file <tt>config.inc.php</tt> di direktori OJS, atau menggunakan antarmuka Administrasi Situs.</p> <h4>Sistem Database yang Didukung</h4> <p>Saat ini OJS telah diuji hanya di sistem database MySQL dan PostgreSQL, walaupun mungkin dapat berjalan (penuh maupun parsial) di sistem manajemen database lain yang didukung oleh <a href="http://adodb.sourceforge.net/" target="_blank">ADOdb</a>. Laporan kompabilitas dan/atau patch kode DBMS alternatif dapat dikirimkan ke Tim OJS.</p>
nb_no: <h4>OJS versjon {$version}</h4> <p>Takk for at du laster ned Public Knowledge Project's <strong>Open Journal Systems</strong>. Før du går videre, vennligst les <a href="{$baseUrl}/docs/README.md">README</a> filen som følger med denne programvare. For mer informasjon om Public Knowledge Project og deres programvareprosjekter, vennligst oppsøk <a href="http://pkp.sfu.ca/" target="_blank">PKP nettstedet</a>. Hvis du har feilmeldinger eller trenger svar om teknisk støtte for Open Journal Systems, oppsøk <a href="http://forum.pkp.sfu.ca">støtteforum</a> eller PKPs online <a href="https://github.com/pkp/pkp-lib#issues" target="_blank">feilmeldingssystem</a>. Selv om støtteforumet er den kontaktkanalen vi foretrekker, kan du også e-poste teamet: <a href="mailto:pkp-support@sfu.ca">pkp-support@sfu.ca</a>.</p> <h4>Oppgradering</h4> <p>Hvis du oppgraderer en eksisterende installasjon av OJS 2.x, <a href="{$upgradeUrl}">klikk her</a> for å gå videre.</p> <h4>Anbefalte systemkrav</h4> <ul> <li><a href="http://www.php.net/" target="_blank">PHP</a> >= {$phpRequiredVersion}, du benytter nå PHP {$phpVersion}{$wrongPhpText}</li> <li><a href="http://www.mysql.com/" target="_blank">MySQL</a> >= 4.1 eller <a href="http://www.postgresql.org/" target="_blank">PostgreSQL</a> >= 9.1.5</li> <li><a href="http://httpd.apache.org/" target="_blank">Apache</a> >= 1.3.2x eller >= 2.0.4x eller Microsoft IIS 6</li> <li>Operativsystem: Alle OS som støtter ovennevnte programvare, herunder <a href="http://www.linux.org/" target="_blank">Linux</a>, <a href="http://www.bsd.org/" target="_blank">BSD</a>, <a href="http://www.oracle.com/sun/" target="_blank">Solaris</a>, <a href="http://www.apple.com/" target="_blank">Mac OS X</a>, <a href="http://www.microsoft.com/">Windows</a></li> </ul> <p>Ettersom PKP ikke har ressurser til å test alle mulige kombinasjoner av programvareversjoner og -plattformer, kan vi heller ikke garantere korrekt funksjon eller love teknisk støtte.</p> <p>Endringer av disse innstillinger kan gjøres etter installasjon ved å redigere filen <tt>config.inc.php</tt> i OJS' basismappe, eller gjennom grensesnittet for nettstedsadministrasjon.</p> <h4>Støttede databasesystemer</h4> <p>OJS er for øyeblikket bare testet for MySQL og PostgreSQL, selv om andre databaseadministrasjonssystemer støttet av <a href="http://php.weblogs.com/adodb/" target="_blank">ADOdb</a> også kan fungere (helt eller delvis). Kompatibilitetsrapporter og/eller code patcher for alternative DBMSs kan sendes til OJS teamet.</p> <h4>Før installasjon</h4> <p>1. Følgende filer og mapper (og deres innhold) må gjøres overskrivbare:</p> <ul> <li><tt>config.inc.php</tt> er overskrivbar (optional): {$writable_config}</li> <li><tt>public/</tt> er overskrivbar: {$writable_public}</li> <li><tt>cache/</tt> er overskrivbar: {$writable_cache}</li> <li><tt>cache/t_cache/</tt> er overskrivbar: {$writable_templates_cache}</li> <li><tt>cache/t_compile/</tt> er overskrivbar: {$writable_templates_compile}</li> <li><tt>cache/_db</tt> er overskrivbar: {$writable_db_cache}</li> </ul> <p>2. En mappe for lagring av opplastete filer må opprettes og gjøres overskrivbar (Se "Filinnstillinger" nedenfor).</p> <h4>Manuell installasjon</h4> <p>Velg <strong>Manuell installering</strong> for å vise SQL-setninger som trengs for å opprette OJS databaseskjema og første data, slik at databaseinstallasjonen kan utføres manuelt. Denne valgmuligheten er nyttig for debugging av installasjonsproblemer, særlig på platformer systemet ikke har støtte for. Merk at denne installasjonsmåten verken vil lage databasen eller tabeller, selv om konfigurasjonsfilen likevel kommer til å bli skrevet med de medfølgende databaseinnstillingene.</p>
pt_pt: <h4>OJS Versão {$version}</h4> <p>Agradecemos o seu interesse em utilizar o <strong>Sistema Electrónico de Edição de Revistas</strong>, desenvolvido pelo Public Knowledge Project. Antes de continuar, leia o documento <a href="{$baseUrl}/docs/README.md_pt">README_pt</a> incluído com o pacote. Para mais informações sobre o Public Knowledge Project e outros sistemas desenvolvidos, aceda ao <a href="http://pkp.sfu.ca/" target="_blank">portal do PKP</a>. Clique em <a href="http://www.ibict.br" target="_blank">portal do Ibict/MCT</a> e em <a href="http://seer.ibict.br" target="_blank">Portal do SEER</a> para mais informações sobre o envolvimento do Instituto Brasileiro de Informação em Ciência e Tecnologia com o sistema. Para reportar erros, sugestões ou dúvidas sobre o Sistema Electrónico de Edição de Revistas/Open Journal Systems visite <a href="forum.ibict.br">Forum do Ibict</a>, <a href="forum.pkp.sfu.ca">PKP Support Forum</a>, ou <a href="https://github.com/pkp/pkp-lib#issues" target="_blank">Github.com issues</a> do PKP. Embora os fóruns sejam a forma preferencial de contacto, também pode-se entrar em contacto com a Equipa do SEER através dos formulários disponíveis na secção <a href="http://seer.ibict.br/index.php?option=com_content&task=view&id=270&Itemid=113" target="_blank">Fale conosco</a> no <a href="http://seer.ibict.br" target="_blank">portal do SEER</a> e para a <a href="mailto:pkp.contact@gmail.com">Equipa do PKP (pkp.contact@gmail.com)</a>.</p> <h4>Actualização</h4> <p>Caso esteja actualizando uma versão 2.x anterior, <a href="{$upgradeUrl}">clique aqui</a> para continuar.</p> <h4>Requisitos Básicos</h4> <ul> <li><a href="http://www.php.net/" target="_blank">PHP</a> >= {$phpRequiredVersion}, está a usar {$phpVersion} {$wrongPhpText}</li> <li><a href="http://www.mysql.com/" target="_blank">MySQL</a> >= 4.1 or <a href="http://www.postgresql.org/" target="_blank">PostgreSQL</a> >= 9.1.5</li> <li><a href="http://httpd.apache.org/" target="_blank">Apache</a> >= 1.3.2x ou >= 2.0.4x ou Microsoft IIS 6</li> <li>Sistema Operativo: Qualquer sistema operativo que suporte o software acima, incluindo <a href="http://www.linux.org/" target="_blank">Linux</a>, <a href="http://www.bsd.org/" target="_blank">BSD</a>, <a href="http://www.oracle.com/sun/" target="_blank">Solaris</a>, <a href="http://www.apple.com/" target="_blank">Mac OS X</a>, <a href="http://www.microsoft.com/">Windows</a></li> </ul> <p>A falta de recursos impossibilita testes completos em todas as possibilidades de configuração e versões de plataformas, não havendo garantia implícita de funcionamento ou de suporte. Solicita-se enviar comentários sobre problemas, sucessos, configurações de máquina, entre outros comentários e sugestões para os devidos fóruns de discussão</p> <p>Alterações às configurações podem ser realizadas após a instalação, editando o documento <tt>config.inc.php</tt> na base da pasta do sistema, ou através da interface de administração via web do sistema.</p> <h4>Suporte a Servidores de Bases de Dados</h4> <p>O sistema foi testado apenas com MySQL e PostgreSQL, embora outras bases de dados que utilizem o <a href="http://adodb.sourceforge.net/" target="_blank">ADOdb</a> possam funcionar (parcial ou completamente). Notificações sobre compatibilidade e/ou correcções para funcionamento em sistemas de bases de dados(DBMSs) alternativos devem ser encaminhados à equipa do PKP.</p> <h4>Antes de Instalar</h4> <ol type="1"> <li>Os seguintes ficheiros e pastas (e seus conteúdos) devem ter permissão de escrita: <ul> <li>Permissão actual de <tt>config.inc.php</tt> (opcional): {$writable_config}</li> <li>Permissão actual de <tt>public/</tt>: {$writable_public}</li> <li>Permissão actual de <tt>cache/</tt>: {$writable_cache}</li> <li>Permissão actual de <tt>cache/t_cache/</tt>: {$writable_templates_cache}</li> <li>Permissão actual de <tt>cache/t_compile/</tt>: {$writable_templates_compile}</li> <li>Permissão actual de <tt>cache/_db/</tt>: {$writable_db_cache}</li> </ul> </li> <li>Um pasta para armazenar os ficheiros de submissão deve ser criado e com permissão de escrita (veja mais abaixo Configuração de Ficheiros).</li></ol>
ru_ru: <h4>Версия OJS {$version}</h4> <p>Благодарим Вас за скачивание <strong>Open Journal Systems</strong>, разработанной в рамках Public Knowledge Project. Перед продолжением, пожалуйста, прочтите файл <a href="{$baseUrl}/docs/README.md">README</a>, идущий с этим программным обеспечением. Более подробную информацию о Public Knowledge Project и их проектах в области программного обеспечения вы можете узнать, посетив <a href="http://pkp.sfu.ca/" target="_blank">веб-сайт PKP</a>. Если вы обнаружили ошибки или у Вас есть вопросы к технической поддержке о Open Journal Systems, посмотрите <a href="http://forum.pkp.sfu.ca" target="_blank">форум поддержки</a> или посетите онлайновую <a href="https://github.com/pkp/pkp-lib#issues" target="_blank">систему регистрации ошибок</a> PKP. Хотя обращение в форум поддержки является предпочтительным способом связи, вы также можете отправить сообщение команде проекта на адрес <a href="mailto:pkp.contact@gmail.com">pkp.contact@gmail.com</a>.</p> <h4>Обновление</h4> <p>Если вы обновляете существующую инсталляцию OJS, <a href="{$upgradeUrl}">щелкните здесь</a> для продолжения.</p> <h4>Рекомендуемые требования к системе</h4> <ul> <li><a href="http://www.php.net/" target="_blank">PHP</a> >= {$phpRequiredVersion}; вы сейчас используете PHP {$phpVersion}{$wrongPhpText}</li> <li><a href="http://www.mysql.com/" target="_blank">MySQL</a> >= 4.1 или <a href="http://www.postgresql.org/" target="_blank">PostgreSQL</a> >= 9.1.5</li> <li><a href="http://httpd.apache.org/" target="_blank">Apache</a> >= 1.3.2x или >= 2.0.4x или Microsoft IIS 6</li> <li>Операционная система: любая ОС, которая поддерживает вышеперечисленное программное обеспечение, включая <a href="http://www.linux.org/" target="_blank">Linux</a>, <a href="http://www.bsd.org/" target="_blank">BSD</a>, <a href="http://www.oracle.com/sun/" target="_blank">Solaris</a>, <a href="http://www.apple.com/" target="_blank">Mac OS X</a>, <a href="http://www.microsoft.com/">Windows</a></li> </ul> <p>Поскольку у PKP нет ресурсов, чтобы тестировать все возможные комбинации версий программного обеспечения и платформ, то не предполагается никаких гарантий правильной работы или поддержки.</p> <p>Изменения этих параметров могут быть сделаны после установки системы путем редактирования файла <tt>config.inc.php</tt>, лежащего в основном каталоге OJS, или с помощью веб-интерфейса администрирования сайта.</p> <h4>Поддерживаемые СУБД</h4> <p>OJS на текущий момент была протестирована только на MySQL и PostgreSQL, хотя другие СУБД, поддерживаемые <a href="http://adodb.sourceforge.net/" target="_blank">ADOdb</a>, также могут работать (полностью или частично). Отчеты о совместимости и/или исправления кода для альтернативных СУБД можно высылать команде проекта OJS.</p>
sv_se: <h4>OJS-version {$version}</h4> <p>Tack för att du laddar ned Public Knowledge Projects <strong>Open Journal Systems</strong>. Innan du fortsätter, läs <a href="{$baseUrl}/docs/README.md">README</a>-filen som medföljer mjukvaran. För ytterligare information om the Public Knowledge Project och dess mjukvaruprojekt, vänligen se <a href="http://pkp.sfu.ca/" target="_blank">PKP:s webbplats</a>. Om du vill rapportera buggar i Open Journal Systems eller behöver teknisk support, se <a href="http://forum.pkp.sfu.ca">PKP:s supportforum</a> eller besök PKP:s <a href="https://github.com/pkp/pkp-lib#issues" target="_blank">buggrapporteringssystem</a>. Vi rekommenderar i första hand supportforumet om ni har frågor men det går också bra att maila supporten på: <a href="mailto:pkp.contact@gmail.com">pkp.contact@gmail.com</a>.</p> <h4>Uppgradera</h4> <p>Om du ska uppgradera en existerande OJS-installation, <a href="{$upgradeUrl}">klicka här</a> för att gå vidare.</p> <h4>Rekommenderade systemkrav</h4> <ul> <li><a href="http://www.php.net/" target="_blank">PHP</a> >= {$phpRequiredVersion}; du använder för närvarande PHP {$phpVersion}{$wrongPhpText}</li> <li><a href="http://www.mysql.com/" target="_blank">MySQL</a> >= 4.1 or <a href="http://www.postgresql.org/" target="_blank">PostgreSQL</a> >= 9.1.5</li> <li><a href="http://httpd.apache.org/" target="_blank">Apache</a> >= 1.3.2x or >= 2.0.4x or Microsoft IIS 6</li> <li>Operativsystem: Alla OS som stöder ovan nämnda programvaror, även <a href="http://www.linux.org/" target="_blank">Linux</a>, <a href="http://www.bsd.org/" target="_blank">BSD</a>, <a href="http://www.sun.com/" target="_blank">Solaris</a>, <a href="http://www.apple.com/" target="_blank">Mac OS X</a>, <a href="http://www.microsoft.com/">Windows</a></li> </ul> <p>Eftersom PKP inte har resurser att testa alla möjliga kombinationer och versioner av programvaror och plattformar kan vi inte garantera 100% funktionalitet och support.</p> <p>Ändringar i dessa inställningar kan göras först efter installationen genom att redigera <tt>config.inc.php</tt> i OJS rotkatalog, eller i webbgränssnittet för systemadministration.</p> <h4>Databassystem som stöds</h4> <p>OJS har i nuläget endast testats på MySQL och PostgreSQL, men andra databasadministrationssystem som stöds av <a href="http://adodb.sourceforge.net/" target="_blank">ADOdb</a> kan fungera (helt eller delvis). Kompatibilitetsrapporter och/eller kodpatchar för alternativa DBMS kan skickas til OJS-teamet.</p>
tr_tr: <h4>ADS Sürümü {$version}</h4> <p>Kamu Bilgilendirme Projelerinden (PKP) <strong>Açık Dergi Sistemleri</strong>ni yüklediğiniz için teşekkür ederiz. İlerlemeden önce lütfen yazılımın içerdiği <a href="{$baseUrl}/docs/README">BENİ OKU (README)</a> dosyasını okuyunuz. PKP ve onunla ilgili yazılım projeleri hakkında daha ayrıntılı bilgi için lütfen <a href="http://pkp.sfu.ca/" target="_blank">PKP web sitesini</a>ziyaret edin. Açık Dergi Sistemleri hakkında virüs raporları veya teknik destek bilgisi isterseniz <a href="http://pkp.sfu.ca/support/forum">destek forumuna</a> veya PKP <a href="http://pkp.sfu.ca/bugzilla/" target="_blank">virüs bildirim sistemine</a> bakabilirsiniz. Destek forumu tercih edilen yöntem olmakla birlikte yazılım ekibine e-posta da gönderebilirsiniz <a href="mailto:pkp.contact@gmail.com">pkp.contact@gmail.com</a>.</p> <h4>Güncelle</h4> <p>ADS 2.x'in var olan bir sürümünü güncellemek için, <a href="{$upgradeUrl}">burayı tıklayın</a>.</p> <h4>Önerilen sistem özellikleri</h4> <ul> <li><a href="http://www.php.net/" target="_blank">PHP</a> >= {$phpRequiredVersion}. Şu halde PHP'nin {$phpVersion}{$wrongPhpText} sürümünü kullanıyorsunuz</li> <li><a href="http://www.mysql.com/" target="_blank">MySQL</a> >= 4.1 (MySQL 4.x sürümleri de olur) veya <a href="http://www.postgresql.org/" target="_blank">PostgreSQL</a> >= 9.1.5</li> <li><a href="http://httpd.apache.org/" target="_blank">Apache</a> >= 1.3.2x veya >= 2.0.4x veya Microsoft IIS 6</li> <li>İşletim sistemi: Yukarıdaki yazılımları destekleyen herhengi bir işletim sistemi <a href="http://www.linux.org/" target="_blank">Linux</a>, <a href="http://www.bsd.org/" target="_blank">BSD</a>, <a href="http://www.oracle.com/sun/" target="_blank">Solaris</a>, <a href="http://www.apple.com/" target="_blank">Mac OS X</a>, <a href="http://www.microsoft.com/">Windows</a></li> </ul> <p>PKP, tüm yazılım sürümü ve platformlar için olası tüm kombinasyonlarını deneme olanaklarına sahip olmadığından doğru işleme veya destek garantisi verememektedir.</p> <p>Bu ayarlara ait değişiklikler ADS dizinindeki <tt>config.inc.php</tt> dosyanın düzenlenip yüklenmesi ile yapılabilir, veya site yönetim arayüzü kullanılarak da değiştirilebiir (Türkçe kullanımda, on off yerine kullanılan sözcükler sorun yaratabilir, lütfen ana ayarları İngilizce dil seçeneği ile düzenleyiniz .</p> <h4>Desteklenen veri tabanı sistemleri </h4> <p>ADS son olarak MySQL ve PostgreSQL üzerinde test edilmiştir. <a href="http://adodb.sourceforge.net/" target="_blank">ADOdb</a> tarafından desteklenen diğer veri tabanı sistemleri ile de tam veya kısmen çalışabilir. Diğer veritabanları ile çalıştırırsanız uyumluluk durumunu ve/veya alternatif DBMS'ler yamalarınızı ADS ekibine gönderiniz.</p> <h4>Yükleme öncesi adımlar</h4> <p>1. Aşağıdaki dosya ve dizinler (ve onların içerikleri) yazılabilir olmalıdır:</p> <ul> <li><tt>config.inc.php</tt> yazılabilir (isteğe bağlı): {$writable_config}</li> <li><tt>public/</tt> yazılabilir : {$writable_public}</li> <li><tt>cache/</tt> yazılabilir : {$writable_cache}</li> <li><tt>cache/t_cache/</tt> yazılabilir: {$writable_templates_cache}</li> <li><tt>cache/t_compile/</tt> yazılabilir : {$writable_templates_compile}</li> <li><tt>cache/_db</tt> yazılabilir : {$writable_db_cache}</li> </ul> <p>2. Dergiye yapılacak gönderileri/dosyaları saklamak için bir dizin oluşturulmalı ve yazılabilir kılınmalıdır. "Dosya Ayarları" için aşağıya bakınız.</p> <h4>Manuel yükleme</h4> <p><strong>Manuel yükleme</strong>de SQL kurallarının gösterilmesi, ADS veri tabanı şeması ve başlangıç verileri oluşturmak için gereklidir. Bunu veri tabanı yüklemesinin manuel olarak yapılmasını istiyorsanız seçin. Bu seçenek özellikle desteklenmeyen platformlar üzerinde yükleme sorunları olduğunda yararlıdır. Konfigürasyon dosyasını hali hazırda destekleyen veri tabanı ayarları ile yazılacak olmakla beraber bu yükleme yönteminin veri tabanı veya herhangi bir tablo oluşturma denemesine girmeyeceğine dikkat edin.</p>
