Repository: asmecher/ojs
Catalog: locale/*/locale.xlf
Languages: ar_iq, ca_es, cs_cz, da_dk, es_es, fa_ir, fi_fi, fr_ca, id_id, nb_no, pl_pl, pt_pt, ru_ru, sv_se, tr_tr

# log-review-reviewerRated
source: {$reviewerName} has been rated for the round {$round} review of submission {$submissionId}.
ar_iq: {$reviewerName} قد تم تقييمه خلال الجولة {$round} من تحكيم المؤلَّف {$submissionId}.
ca_es: .{$reviewerName} s'ha puntuat per a la ronda {$round} de revisió de la tramesa {$submissionId}.
cs_cz: {$reviewerName} byl ohodnocen pro recenzní kolo {$round} příspěvku {$submissionId}.
da_dk: {$reviewerName} er blevet klassificeret til rundebedømmelsen {$round} af manuskriptet {$submissionId}.
es_es: {$reviewerName} ha sido clasificado/a para la ronda de revisión {$round} del envío {$submissionId}.
fa_ir: {$reviewerName} امتیاز دور {$round} داوری مقاله {$submissionId} را وارد نمود.
fi_fi: {$reviewerName} on arvosteltu käsikirjoituksen {$submissionId} arvioinnista kierroksella {$round}.
fr_ca: {$reviewerName} a été classé pour le cycle {$round} d'évaluation de la soumission {$submissionId}.
id_id: {$reviewerName} telah dinilai untuk ronde {$round} review naskah {$submissionId}.
nb_no: {$reviewerName} er rangert for vurderingsrunde {$round} av manuskriptet {$submissionId}.
pl_pl: Recenzent {$reviewerName} został(a) oceniony(a) po wykonaniu recenzji tekstu {$submissionId} po {$round} rundzie.
pt_pt: {$reviewerName} recebeu classificação para a ronda {$round} de revisão da submissão {$submissionId}.
ru_ru: Рецензенту {$reviewerName} был присвоен рейтинг на {$round}-м раунде рецензирования материала {$submissionId}.
sv_se: {$reviewerName} har betygsatts för sin granskning av bidraget {$submissionId}, omgång {$round}.
tr_tr: {$reviewerName}, {$submissionId} numaralı gönderi için {$round}. tur değerlendirmesi ile puanlandı.

# log-review-reviewDueDateSet
source: The due date for the round {$round} review of submission {$submissionId} by {$reviewerName} has been set to {$dueDate}.
ar_iq: تأريخ استيجاب التحكيم للجولة {$round} من تحكيم المؤلَّف {$submissionId} من قبل {$reviewerName}تم ضبطها إلى {$dueDate}.
ca_es: S’ha definit la data de venciment per a la ronda {$round} de revisió de la tramesa {$submissionId} feta per {$reviewerName}: {$dueDate}.
cs_cz: Termín splnění recenzního kola {$round} příspěvku {$submissionId} recenzenta {$reviewerName} byl nastaven na {$dueDate}.
da_dk: Forfaldsdatoen for rundebedømmelsen {$round} af manuskriptet {$submissionId} af {$reviewerName} er angivet til {$dueDate}.
es_es: La fecha límite para la ronda de revisión {$round} del envío {$submissionId} de {$reviewerName} se estableció para {$dueDate}.
fa_ir: مهلت داوری دور {$round} مقاله {$submissionId} توسط {$reviewerName} به {$dueDate} تغییر یافت.
fi_fi: Kierroksen {$round} määräpäivä {$reviewerName}:n arvioinnille käsikirjoituksesta {$submissionId} on {$dueDate}.
fr_ca: La date d'échéance pour le cycle {$round} d'évaluation de la soumission {$submissionId} par {$reviewerName} a été établie à {$dueDate}.
id_id: Tenggat waktu untuk ronde {$round} review naskah {$submissionId} oleh {$reviewerName} adalah tanggal {$dueDate}.
nb_no: Ventet-datoen for vurderingsrunde {$round} av manuskriptet {$submissionId} ved {$reviewerName} er satt til {$dueDate}.
pl_pl: Termin ukończenia recenzji tekstu {$submissionId} w {$round} rundzie dla recenzenta {$reviewerName} został ustalony na {$dueDate}.
pt_pt: Foi definido para {$dueDate} o prazo para conclusão da ronda {$round} de revisão da submissão {$submissionId}, designada a {$reviewerName}.
ru_ru: Срок выполнения рецензии в рамках {$round}-го раунда рецензирования материала {$submissionId} рецензентом {$reviewerName} был установлен равным {$dueDate}.
sv_se: Deadline för omgång {$round} i granskningen av bidrag {$submissionId} av {$reviewerName} har satts till {$dueDate}.
tr_tr: {$reviewerName} adlı hakeme {$submissionId} numaralı makalenin {$round}. turdaki değerlendirmesi için son tarih {$dueDate} olarak belirlendi.

# log-review-reviewRecommendationSet
source: The recommendation for the round {$round} review of submission {$submissionId} by {$reviewerName} has been set.
ar_iq: تم وضع توصية التحكيم في الجولة {$round} من تحكيم المؤلَّف {$submissionId} من قبل {$reviewerName}.
ca_es: S’ha definit la recomanació per a la ronda {$round} de revisió de la tramesa {$submissionId} feta per {$reviewerName}.
cs_cz: Doporučení pro recenzní kolo {$round} příspěvku {$submissionId} od recenzenta {$reviewerName} bylo stanoveno.
da_dk: Anbefalingen for rundebedømmelsen {$round} af manuskriptet {$submissionId} af {$reviewerName} er angivet.
es_es: La recomendación para la ronda de revisión {$round} del envío {$submissionId} se estableció por el revisor/a {$reviewerName}.
fa_ir: {$reviewerName} دور {$round} داوری برای مقاله {$submissionId} را توصیه کرد.
fi_fi: {$reviewerName} on antanut suosituksen kierroksen {$round} arvioinnista käsikirjoitusta {$submissionId} koskien.
fr_ca: La recommandation pour le cycle {$round} d'évaluation de la soumission {$submissionId} par {$reviewerName} a été établie.
id_id: Rekomendasi untuk ronde {$round} review naskah {$submissionId} oleh {$reviewerName} telah ditetapkan.
nb_no: Anbefalingen for runde {$round} vurdering av manuskriptet {$submissionId} ved {$reviewerName} er satt.
pl_pl: Recenzent {$reviewerName} wskazał(a) rekomendacje w {$round} rundzie recenzji tekstu {$submissionId}.
pt_pt: {$reviewerName} definiu a recomendação para a ronda {$round} de revisão da submissão {$submissionId}.
ru_ru: Рекомендация на {$round}-м раунде рецензирования материала {$submissionId} рецензентом {$reviewerName} была задана.
sv_se: Rekommendation för omgång {$round} i granskningen av bidrag {$submissionId} av {$reviewerName} har registrerats.
tr_tr: {$reviewerName} adlı hakeme {$submissionId} numaralı gönderinin {$round}. turdaki değerlendirmesi için öneri gönderildi.

# log-review-reviewRecommendationSetByProxy
source: The recommendation for the round {$round} review of submission {$submissionId} has been set by the editor, {$editorName}, on behalf of the reviewer, {$reviewerName}.
ar_iq: تم وضع التوصية في الجولة {$round} من تحكيم المؤلَّف {$submissionId} من قبل المحرر {$editorName}، نيابة عن المحكم {$reviewerName}.
ca_es: En nom del revisor/a, {$reviewerName}, l’editor/a {$editorName} ha definit la recomanació per a la ronda {$round} de revisió de la tramesa {$submissionId}.
cs_cz: Doporučení pro recenzní kolo {$round} příspěvku {$submissionId} bylo stanoveno editorem, {$editorName}, v zastoupení recenzenta {$reviewerName}.
da_dk: Anbefalingen for rundebedømmelsen {$round} af manuskriptet {$submissionId} er angivet af redaktøren, {$editorName}, på vegne af bedømmeren, {$reviewerName}.
es_es: El editor/a {$editorName} fijó la recomendación para la ronda de revisión {$round} del envío {$submissionId} en nombre del revisor/a {$reviewerName}.
fa_ir: توصیه داوری دور {$round} مقاله {$submissionId} توسط دبیر مقاله, {$editorName} ، از طرف {$reviewerName} وارد شد.
fi_fi: Toimittaja {$editorName} on antanut arvioijan {$reviewerName} puolesta suosituksen kierroksen {$round} arvioinnista käsikirjoitusta {$submissionId} koskien.
fr_ca: La recommandation pour le cycle {$round} d'évaluation de la soumission {$submissionId} a été établie pas le rédacteur, {$editorName}, au nom de l'évaluateur, {$reviewerName}.
id_id: Rekomendasi untuk ronde {$round} review naskah {$submissionId} telah ditetapkan oleh editor, {$editorName}, atas nama reviewer, {$reviewerName}.
nb_no: Anbefalingen for runde {$round} vurdering av manuskriptet {$submissionId} er satt av redaktøren, {$editorName}, på vegne av fagkonsulenten, {$reviewerName}.
pl_pl: Redaktor {$editorName} wskazał(a) rekomendacje w {$round} rundzie recenzji tekstu {$submissionId}, w imieniu recenzenta {$reviewerName}.
pt_pt: O Editor {$editorName} definiu a recomendação em nome do Revisor {$reviewerName}, para a ronda {$round} de revisão da submissão {$submissionId}.
ru_ru: Рекомендация на {$round}-м раунде рецензирования материала {$submissionId} была задана редактором ({$editorName}) по поручению рецензента ({$reviewerName}).
sv_se: Rekommendation för omgång {$round} i granskningen av bidrag {$submissionId} har registrerats av redaktören {$editorName} å granskaren {$reviewerName}s vägnar.
tr_tr: Editör {$editorName}, {$submissionId} numaralı gönderinin {$round}. turdaki değerlendirmesi için {$reviewerName} adlı hakemi önerdi.

# log-review-resubmit
source: The submission {$submissionId} has been resubmitted for review.
ar_iq: طلب النشر {$submissionId} قد أعيد تقديمه للتحكيم.
ca_es: La tramesa {$submissionId} s’ha tornat a trametre per a la revisió.
cs_cz: Příspěvek {$submissionId} byl znovu odeslán k recenzi.
da_dk: Manuskriptet {$submissionId} er fremsendt igen til bedømmelse.
es_es: Se reenvió {$submissionId} para su revisión.
fa_ir: مقاله {$submissionId} برای داوری مجدداً ثبت شد.
fi_fi: Käsikirjoitus {$submissionId} on lähetetty uudelleen arvioitavaksi.
fr_ca: La soumission {$submissionId} a été soumise de nouveau pour évaluation.
id_id: Naskah {$submissionId} telah dikirim ulang untuk review.
nb_no: Manuskriptet {$submissionId} er gjeninnsendt for vurdering.
pl_pl: Tekst {$submissionId} został przesłany ponownie do recenzji.
pt_pt: Submissão {$submissionId} enviada novamente para revisão.
ru_ru: Материал {$submissionId} был снова отправлен на рецензирование.
sv_se: Bidrag {$submissionId} har skickats in för granskning på nytt.
tr_tr: {$submissionId} numaralı gönderi yeniden değerlendirmeye sunuldu.

# log-review-reviewDeclined
source: {$reviewerName} has declined the round {$round} review for submission {$submissionId}.
ar_iq: المحكم {$reviewerName} إعتذر خلال الجولة {$round} من تحكيم المؤلَّف {$submissionId}.
ca_es: {$reviewerName} ha rebutjat la ronda {$round} de revisió per a la tramesa {$submissionId}.
cs_cz: {$reviewerName} odmítl recenzní kolo {$round} pro příspěvek {$submissionId}.
da_dk: {$reviewerName} har afvist rundebedømmelsen {$round} for manuskriptet {$submissionId}.
es_es: {$reviewerName} rechazó la ronda de revisión {$round} para el envío {$submissionId}.
fa_ir: {$reviewerName} از انجام داوری دور {$round} برای مقاله {$submissionId} سر باز زد.
fi_fi: {$reviewerName} on kieltäytynyt arvioimasta käsikirjoitusta {$submissionId} kierroksella {$round}.
fr_ca: {$reviewerName} a refusé le cycle {$round} d'évaluation de la soumission {$submissionId}.
id_id: {$reviewerName} telah menolak ronde {$round} review naskah {$submissionId}.
nb_no: {$reviewerName} har avslått runde {$round} vurdering av manuskript {$submissionId}.
pl_pl: {$reviewerName} odmówił(a) wykonania recenzji tekstu {$submissionId} w {$round} rundzie recenzji.
pt_pt: {$reviewerName} não está disponível para rever a ronda {$round} da submissão {$submissionId}.
ru_ru: Рецензент {$reviewerName} отказался дать рецензию на {$round}-м раунде рецензирования для материала {$submissionId}.
sv_se: {$reviewerName} har tackat nej till omgång {$round} i granskningen av bidrag {$submissionId}.
tr_tr: {$reviewerName} {$submissionId} numaralı gönderinin {$round}. turdaki değerlendirmesinde makaleyi reddetti.

# log-review-reviewAccepted
source: {$reviewerName} has accepted the round {$round} review for submission {$submissionId}.
ar_iq: المحكم {$reviewerName} وافق خلال الجولة {$round} لتحكيم المؤلَّف {$submissionId}.
ca_es: {$reviewerName} ha acceptat la ronda {$round} de revisió per a la tramesa {$submissionId}.
cs_cz: {$reviewerName} přijal recenzní kolo {$round} pro příspěvek {$submissionId}.
da_dk: {$reviewerName} har accepteret rundebedømmelsen {$round} for manuskriptet {$submissionId}.
es_es: {$reviewerName} aceptó la ronda de revisión {$round} para el envío {$submissionId}.
fa_ir: {$reviewerName} برای داوری دور {$round} مقاله {$submissionId} اظهار آمادگی کرد.
fi_fi: {$reviewerName} on suostunut arvioimaan käsikirjoituksen {$submissionId} kierroksella {$round}.
fr_ca: {$reviewerName} a accepté le cycle {$round} d'évaluation de la soumission {$submissionId}.
id_id: {$reviewerName} telah menerima ronde {$round} review naskah {$submissionId}.
nb_no: {$reviewerName} har akseptert runde {$round} vurdering av manuskript {$submissionId}.
pl_pl: {$reviewerName} zaakceptował(a) wykonanie recenzji tekstu {$submissionId} w {$round} rundzie recenzji.
pt_pt: {$reviewerName} está disponível para a ronda de revisão {$round} da submissão {$submissionId}.
ru_ru: Рецензент {$reviewerName} согласился дать рецензию на {$round}-м раунде рецензирования для материала {$submissionId}.
sv_se: {$reviewerName} har tackat ja till omgång {$round} i granskningen av bidrag {$submissionId}.
tr_tr: {$reviewerName} {$submissionId} numaralı gönderinin {$round}. turdaki değerlendirmesinde makaleyi kabul etti.

# log-review-reviewDeclinedByProxy
source: {$userName} has declined the round {$round} review for submission {$submissionId} on behalf of {$reviewerName}.
ar_iq: {$userName} إعتذر خلال الجولة {$round} من تحكيم المؤلَّف {$submissionId} نيابة عن المحكم{$reviewerName}.
ca_es: {$userName} ha rebutjat en nom de {$reviewerName} la ronda {$round} de revisió per a la tramesa {$submissionId}.
cs_cz: {$userName} odmítl recenzní kolo {$round} pro příspěvek {$submissionId} v zastoupení recenzenta {$reviewerName}.
da_dk: {$userName} har afvist rundebedømmelsen {$round} for manuskriptet {$submissionId} på vegne af {$reviewerName}.
es_es: {$userName} rechazó la ronda {$round} de revisión para el envío {$submissionId} en nombre de {$reviewerName}.
fa_ir: {$userName} از طرف {$reviewerName} از قبول داوری مقاله {$submissionId} در دور {$round} خودداری کرده است
fi_fi: {$userName} on ilmoittanut arvioijan {$reviewerName} puolesta tämän kieltäytyvän arvioimasta käsikirjoitusta {$submissionId} kierroksella {$round}.
fr_ca: {$userName} a refusé le cycle {$round} d'évaluation pour la soumission {$submissionId} au nom de {$reviewerName}.
id_id: Atas nama {$reviewerName}, {$userName} telah menolak ronde {$round} review naskah {$submissionId}.
nb_no: {$userName} har avslått å utføre fagvurdering i {$round}. runde for manuskriptet{$submissionId} på vegne av {$reviewerName}.
pl_pl: {$userName} odmówił(a) wykonania recenzji tekstu {$submissionId} w {$round} rundzie recenzji, w imieniu recenzenta {$reviewerName}.
pt_pt: {$userName} marcou indisponibilidade na ronda {$round} para rever a submissão {$submissionId} em nome de {$reviewerName}.
ru_ru: Редактор {$userName} внес отказ дать рецензию на {$round}-м раунде рецензирования для материала {$submissionId} по поручению рецензента ({$reviewerName}).
sv_se: {$userName} har tackat nej till omgång {$round} i granskningen av bidrag {$submissionId} å {$reviewerName}s vägnar.

# log-review-reviewAcceptedByProxy
source: {$userName} has accepted the round {$round} review for submission {$submissionId} on behalf of {$reviewerName}.
ar_iq: {$userName} وافق خلال الجولة {$round} لتحكيم المؤلَّف {$submissionId} نيابة عن المحكم {$reviewerName}.
ca_es: {$userName} ha acceptat en nom de {$reviewerName} la ronda {$round} de revisió per a la tramesa {$submissionId}.
cs_cz: {$userName} přijal recenzní kolo {$round} pro příspěvek {$submissionId} v zastoupení recenzenta {$reviewerName}.
da_dk: {$userName} har accepteret rundebedømmelsen {$round} for manuskriptet {$submissionId} på vegne af {$reviewerName}.
es_es: {$userName} aceptó la ronda de revisión {$round} para el envío {$submissionId} en nombre de {$reviewerName}.
fa_ir: {$userName} برای داوری دور {$round} مقاله {$submissionId} از طرف {$reviewerName} اظهار آمادگی کرد.
fi_fi: {$userName} on ilmoittanut arvioijan {$reviewerName} puolesta tämän suostuvan arvioimaan käsikirjoituksen {$submissionId} kierroksella {$round}.
fr_ca: {$userName} a accepté le cycle {$round} d'évaluation de la soumission {$submissionId} au nom de {$reviewerName}.
id_id: Atas nama {$reviewerName}, {$userName} telah menerima ronde {$round} review naskah {$submissionId}.
nb_no: {$userName} har akseptert runde {$round} vurdering av manuskript {$submissionId} på vegne av {$reviewerName}.
pl_pl: {$userName} zaakceptował(a) wykonanie recenzji tekstu {$submissionId} w {$round} rundzie recenzji, w imieniu {$reviewerName}.
pt_pt: {$userName} está disponível para a ronda de revisão {$round} da submissão {$submissionId}, substituindo {$reviewerName}.
ru_ru: Редактор {$userName} внес согласие дать рецензию на {$round}-м раунде рецензирования для материала {$submissionId} по поручению рецензента ({$reviewerName}).
sv_se: {$userName} har tackat ja till omgång {$round} i granskningen av bidrag {$submissionId} å {$reviewerName}s vägnar.
tr_tr: {$userName} {$submissionId} ile tanımlı başvurunun {$round} nolu değerlendirmesini {$reviewerName} adına kabul etti.

# log-review-reviewFileByProxy
source: The Editor, {$userName}, has uploaded a review file for round {$round} of submission {$submissionId} on behalf of the reviewer, {$reviewerName}.
ar_iq: المحرر {$userName}، قام برفع ملف للتحكيم للجولة {$round} للمؤلَّف {$submissionId} نيابة عن المحكم {$reviewerName}.
ca_es: L’editor/a, {$userName}, ha carregat un fitxer de revisió per a la ronda {$round} de la tramesa {$submissionId} en nom del revisor/a, {$reviewerName}.
cs_cz: Editor, {$userName}, nahrál soubor s recenzí pro kolo {$round} příspěvku {$submissionId} v zastoupení recenzenta {$reviewerName}.
da_dk: Redaktøren, {$userName}, har overført en bedømmelsesfil for runde {$round} for manuskriptet {$submissionId} på vegne af bedømmeren, {$reviewerName}.
es_es: El editor/a {$userName} subió un archivo de revisión para la ronda {$round} del envío {$submissionId} en nombre del revisor {$reviewerName}.
fa_ir: دبیر ({$userName}) یک فایل داوری برای دور {$round} مقاله {$submissionId} از طرف داور ، {$reviewerName} آپلود کرد.
fi_fi: Toimittaja {$userName} on ladannut arvioijan {$reviewerName} puolesta kierroksen {$round} arviointitiedoston käsikirjoitusta {$submissionId} koskien.
fr_ca: Le rédacteur, {$userName}, a téléchargé le fichier d'évaluation pour le cycle {$round} de la soumission {$submissionId} au nom de l'évaluateur, {$reviewerName}.
id_id: Atas nama reviewer {$reviewerName}, Editor, {$userName}, telah mengunggah file review untuk ronde {$round} dari naskah {$submissionId}.
nb_no: Redaktøren, {$userName}, har lastet opp en vurderingsfil for runde {$round} for manuskriptet {$submissionId} på vegne av fagkonsulenten, {$reviewerName}.
pl_pl: Redaktor {$userName} przesłał(a) plik z recenzją tekstu {$submissionId} w {$round} rundzie recenzji, w imieniu recenzenta {$reviewerName}.
pt_pt: O Editor {$userName} enviou um documento de revisão em nome do Revisor {$reviewerName}, para a ronda {$round} da submissão {$submissionId}.
ru_ru: Редактор {$userName} загрузил файл рецензии на {$round}-м раунде рецензирования материала {$submissionId} по поручению рецензента {$reviewerName}.
sv_se: Redaktören, {$userName}, har laddat upp en granskningsfil för granskningsomgång {$round} av bidrag {$submissionId} å granskarens, {$reviewerName}, vägnar.
tr_tr: Editör, {$userName}, {$submissionId} ile tanımlı başvurunun {$round} nolu değerlendirmesi sonucunda {$reviewerName} adına bir değerlendirme dosyası yükledi.

# log-review-reviewerFile
source: A reviewer file has been uploaded.
ar_iq: تم رفع ملف أحد المحكمين.
ca_es: S’ha carregat un fitxer del revisor/a.
cs_cz: Soubor recenzenta byl nahrán.
da_dk: Der er blevet overført en bedømmelsesfil.
es_es: Se subió un archivo de revisión.
fa_ir: یک فایل داوری آپلود شد
fi_fi: Arvioijan tiedosto on ladattu.
fr_ca: Le fichier d'un évaluateur a été téléchargé.
id_id: File reviewer telah diunggah.
nb_no: En fagkonsulentfil er lastet opp.
pl_pl: Plik recenzenta został wysłany.
pt_pt: Versão para Revisão obrigatória.
ru_ru: Файл рецензента был загружен на сайт.
sv_se: En fil granskningsfil har laddats upp.
tr_tr: Bir hakem değerlendirme dosyası yüklenmiş.

# log-editor-decision
source: An editor decision ({$decision}) for article {$submissionId} was recorded by {$editorName}.
ar_iq: تم تسجيل قرار المحرر الآتي: ({$decision}) للمؤلَّف {$submissionId} من قبل {$editorName}.
ca_es: {$editorName} ha registrat una decisió d'editor/a ({$decision}) per a l'article {$submissionId}.
cs_cz: Rozhodnutí editora ({$decision}) pro článek {$submissionId} zaznamenal {$editorName}.
da_dk: Der blev registreret en redaktørbeslutning ({$decision}) for artiklen {$submissionId} af {$editorName}.
es_es: {$editorName} registró una decisión editorial para el artículo {$submissionId}: ({$decision})
fa_ir: تصمیم ({$decision}) برای مقاله {$submissionId} توسط {$editorName} اتخاذ گردید.
fi_fi: Toimittaja {$editorName} on tallentanut toimittajan päätöksen ({$decision}) artikkelille {$submissionId}.
fr_ca: Une décision du rédacteur ({$decision}) pour l'article {$submissionId} a été enregistré par {$editorName}.
id_id: Keputusan editor ({$decision}) untuk naskah {$submissionId} telah dicatat oleh {$editorName}.
nb_no: Redaktørbeslutningen ({$decision}) for artikkelen {$submissionId} ble journalført av {$editorName}.
pl_pl: Decyzja redaktora ({$decision}) dla tekstu {$submissionId} została zapisana przez {$editorName}.
pt_pt: A Decisão Editorial ({$decision}) sobre a submissão {$submissionId} foi registada por {$editorName}.
ru_ru: Решение редакции ({$decision}) по статье {$submissionId} было введено редактором ({$editorName}).
sv_se: Ett redaktörsbeslut ({$decision}) för artikel {$submissionId} registrerades av {$editorName}.

# log-editor-recommendation
source: An editor recommendation ({$decision}) for article {$submissionId} was recorded by {$editorName}.
ar_iq: توصية المحرر: ({$decision}) للمؤلَّف {$submissionId} تم تسجيلها من قبل {$editorName}.
cs_cz: Doporučení redaktora ({$decision}) pro článek {$submissionId} zaznamenal {$editorName}.
da_dk: En redaktørbeslutning ({$decision}) for artiklen {$submissionId} blev registreret af {$editorName}.
es_es: {$editorName} registró una recomendación editorial para el artículo {$submissionId}: ({$decision})
fa_ir: توصیه دبیر ({$decision}) در مورد مقاله {$submissionId} توسط {$editorName} ثبت شد.
fi_fi: {$editorName} tallensi päätöksen ({$decision}) käsikirjoitukselle {$submissionId}.
fr_ca: Une recommandation éditoriale ({$decision}) pour l'article {$submissionId} a été enregistrée par {$editorName}.
pl_pl: Rekomendacja ({$decision}) dla tekstu {$submissionId} została utworzona przez {$editorName}.
pt_pt: O editor {$editorName} registou uma recomendação ({$decision}) para o artigo {$submissionId}.
ru_ru: Рекомендация редактора ({$decision}) по статье {$submissionId} была введена редактором {$editorName}.
sv_se: En redaktörsrekommendation ({$decision}) för artikel {$submissionId} registrerades av {$editorName}.
tr_tr: {$submissionId} için bir editör önerisi ({$decision}), {$editorName} tarafından kaydedildi.
