Repository: asmecher/ojs
Catalog: locale/*/locale.xlf
Languages: ar_iq, ca_es, cs_cz, da_dk, es_es, fa_ir, fi_fi, fr_ca, id_id, nb_no, pl_pl, pt_pt, ru_ru, sv_se, tr_tr

# log-copyedit-initiate
source: Copyediting on submission {$submissionId} has been commenced by {$copyeditorName}.
ar_iq: تم الشروع بتدقيق المؤلَّف {$submissionId} من قبل {$copyeditorName}.
ca_es: {$copyeditorName} ha començat la revisió de la tramesa {$submissionId}.
cs_cz: Redigování příspěvku {$submissionId} zahájil {$copyeditorName}.
da_dk: Redigering af manuskriptet {$submissionId} er påbegyndt af {$copyeditorName}.
es_es: {$copyeditorName} inició la corrección de originales en el envío {$submissionId}.
fa_ir: ویراستار مقاله {$submissionId} توسط {$copyeditorName} شروع شد.
fi_fi: {$copyeditorName} on aloittanut käsikirjoituksen {$submissionId} teknisen toimittamisen.
fr_ca: La révision de la soumission {$submissionId} a été entamée par {$copyeditorName}.
id_id: Copyediting naskah {$submissionId} telah dimulai oleh {$copyeditorName}.
nb_no: Manusredigering av manuskript {$submissionId} er utført av {$copyeditorName}.
pl_pl: {$copyeditorName} rozpoczął(ęła) korektę tekstu {$submissionId}.
pt_pt: Iniciada a Edição de Texto da submissão {$submissionId} por {$copyeditorName}.
ru_ru: Литературное редактирование материала {$submissionId} было начато литературным редактором ({$copyeditorName}).
sv_se: Manusredigering av bidrag {$submissionId} har påbörjats av {$copyeditorName}.
tr_tr: {$submissionId} ile tanımlı başvurunun sayfa düzeni {$copyeditorName} tarafından kabul edilmiştir.

# log-copyedit-copyeditFileSet
source: The default copyedit file has been chosen.
ar_iq: تم اختيار ملف التدقيق الإفتراضي.
ca_es: S’ha triat el fitxer de correcció d’originals per defecte.
cs_cz: Byl vybrán výchozí soubor pro redigování.
da_dk: Standardmanuskriptredigeringsfilen er valgt.
es_es: Se seleccionó el archivo de corrección de originales por defecto.
fa_ir: فایل پیش‌فرض ویراستاری انتخاب شد.
fi_fi: Teknisen toimittamisen oletustiedosto on valittu.
fr_ca: Le fichier de révision par défaut a été sélectionné.
id_id: File copyedit default telah dipilih.
nb_no: Default manusredigeringsfil er valgt.
pl_pl: Domyślny, zredagowany plik został wybrany.
pt_pt: O documento padrão para edição de texto foi definido.
ru_ru: Для литературного редактирования был выбран файл по умолчанию.
sv_se: Defaultfil för manusredigering har valts.
tr_tr: Ön tanımlı sayfa düzeni dosyası seçilmiştir.

# log-copyedit-initialEditComplete
source: {$copyeditorName} has completed the initial copy edit of submission {$submissionId}.
ar_iq: {$copyeditorName} قد أكمل مرحلة التدقيق الأولي للمؤلَّف {$submissionId}.
ca_es: {$copyeditorName} ha acabat la correcció d’originals inicial de la tramesa {$submissionId}.
cs_cz: {$copyeditorName} dokončil úvodní redigování příspěvku {$submissionId}.
da_dk: {$copyeditorName} har fuldført den første manuskriptredigering af manuskriptet {$submissionId}.
es_es: {$copyeditorName} completó la corrección inicial del envío {$submissionId}.
fa_ir: {$copyeditorName} ویراستاری اولیه مقاله {$submissionId} را تمام کرد.
fi_fi: {$copyeditorName} on suorittanut käsikirjoituksen {$submissionId} ensimmäisen teknisen toimittamisen.
fr_ca: {$copyeditorName} a terminé la révision initiale de la soumission {$submissionId}.
id_id: {$copyeditorName} telah menyelesaikan copyedit awal naskah {$submissionId}.
nb_no: {$copyeditorName} har ferdigstilt første manusredigering av manuskriptet {$submissionId}.
pl_pl: {$copyeditorName} ukończył(a) wstępną korektę tekstu {$submissionId}.
pt_pt: {$copyeditorName} concluiu a edição de texto inicial da submissão {$submissionId}.
ru_ru: Литературный редактор {$copyeditorName} завершил первоначальное литературное редактирование материала {$submissionId}.
sv_se: {$copyeditorName} har avslutat första manusredigering av bidrag {$submissionId}.
tr_tr: {$copyeditorName} {$submissionId} ile tanımlı başvurunun ilk sayfa düzenini tamamlamıştır.

# log-copyedit-finalEditComplete
source: {$copyeditorName} has completed the final copy edit of submission {$submissionId}.
ar_iq: {$copyeditorName} قد أكمل مرحلة التدقيق النهائي للمؤلَّف {$submissionId}.
ca_es: {$copyeditorName} ha acabat la correcció d’originals final de la tramesa {$submissionId}.
cs_cz: {$copyeditorName} dokončil závěrečné redigování příspěvku {$submissionId}.
da_dk: {$copyeditorName} har fuldført den sidste manuskriptredigering af manuskriptet {$submissionId}.
es_es: {$copyeditorName} completó la corrección final del envío {$submissionId}.
fa_ir: {$copyeditorName} ویراستاری نهائی مقاله {$submissionId} را تمام کرد.
fi_fi: {$copyeditorName} on suorittanut käsikirjoituksen {$submissionId} lopullisen teknisen toimittamisen.
fr_ca: {$copyeditorName} a terminé la révision finale de la soumission {$submissionId}.
id_id: {$copyeditorName} telah menyelesaikan copyedit akhir naskah {$submissionId}.
nb_no: {$copyeditorName} har ferdigstilt siste manusredigering av manuskriptet {$submissionId}.
pl_pl: {$copyeditorName} ukończył(a) korektę tekstu {$submissionId}.
pt_pt: {$copyeditorName} concluiu a edição de texto final da submissão {$submissionId}.
ru_ru: Литературный редактор {$copyeditorName} завершил окончательное литературное редактирование материала {$submissionId}.
sv_se: {$copyeditorName} har avslutat slutgiltig manusredigering av bidrag {$submissionId}.
tr_tr: {$copyeditorName} {$submissionId} ile tanımlı başvurunun son sayfa düzenini tamamlamıştır.

# log-copyedit-copyeditorAssigned
source: {$copyeditorName} has been assigned to copyedit submission {$submissionId}.
ar_iq: {$copyeditorName} قد تم تعيينه لتدقيق المؤلَّف {$submissionId}.
ca_es: {$copyeditorName} s'ha assignat a la tramesa de correcció d’originals {$submissionId}.
cs_cz: {$copyeditorName} byl přidělen pro redigování příspěvku {$submissionId}.
da_dk: {$copyeditorName} er blevet tildelt at foretage manuskriptredigering af manuskriptet {$submissionId}.
es_es: {$copyeditorName} ha sido asignado/a para la corrección del envío {$submissionId}.
fa_ir: {$copyeditorName} برای ویراستاری مقاله {$submissionId} انتخاب شد.
fi_fi: {$copyeditorName} on valittu teknisesti toimittamaan käsikirjoitus {$submissionId}.
fr_ca: {$copyeditorName} a été assigné à la révision de la soumission {$submissionId}.
id_id: {$copyeditorName} telah ditugaskan untuk copyedit naskah {$submissionId}.
nb_no: {$copyeditorName} er oppnevnt for manusredigering av manuskriptet {$submissionId}.
pl_pl: {$copyeditorName} został(a) przypisany(a) do wykonania korekty tekstu {$submissionId}.
pt_pt: {$copyeditorName} designada(o) para Edição de Texto da submissão {$submissionId}.
ru_ru: Литературный редактор {$copyeditorName} был назначен для литературного редактирования материала {$submissionId}.
sv_se: {$copyeditorName} har utsetts att redigera manuskriptet {$submissionId}.
tr_tr: {$copyeditorName} {$submissionId} ile tanımlı başvurunun sayfa düzeni için atanmıştır.

# log-copyedit-copyeditorFile
source: A copyeditor version of the submission file has been uploaded.
ar_iq: تم رفع نسخة مدققة من ملف طلب نشر إلى الموقع.
ca_es: S’ha carregat una versió del corrector/a d’originals per al fitxer de la tramesa.
cs_cz: Redaktorova verze souboru s příspěvkem byla nahrána.
da_dk: Der er overført en manuskriptredaktørversion af manuskriptfilen.
es_es: Se subió una versión del corrector/a de originales del archivo de envío.
fa_ir: یک نسخه ویراستاری شده از مقاله ارسالی آپلود شد.
fi_fi: Teknisen toimittajan versio käsikirjoitustiedostosta on ladattu.
fr_ca: Une version révisée du fichier de la soumission a été téléchargée.
id_id: File naskah versi copyeditor telah diunggah.
nb_no: En manusredaktørversjon av manuskriptfilen er lastet opp.
pl_pl: Plik po korekcie został przesłany przez korektora.
pt_pt: A versão de edição de texto foi enviada.
ru_ru: Версия материала, исправленная литературным редактором, была загружена на сайт.
sv_se: En manusredigerad version av manuskriptet har laddats upp.
tr_tr: Başvuru dosyasının sayfa düzeni sürümü sisteme gönderilmiştir.

# log-copyedit-authorFile
source: A version of the submission file copyedited by the author has been uploaded.
ar_iq: تم رفع نسخة مدققة من ملف طلب نشر إلى الموقع من قبل المؤلف.
ca_es: S’ha carregat una versió del fitxer de la tramesa corregida per l’autor/a.
cs_cz: Byla nahrána autorem redigovaná verze souboru s příspěvkem.
da_dk: Der er overført en version af manuskriptfilen, som er redigeret af forfatteren.
es_es: Se subió una versión del archivo de envío corregido por el autor/a.
fa_ir: یک نسخه فایل ویراستاری شده از مقاله ارسالی توسط نویسنده آپلود شد.
fi_fi: Kirjoittajan teknisesti toimittama käsikirjoitustiedoston versio on ladattu.
fr_ca: Une version révisée par l'auteur du fichier de soumission a été téléchargée.
id_id: File naskah versi copyedit penulis telah diunggah.
nb_no: En versjon av manuskriptfilen bearbeidet av forfatteren er lastet opp.
pl_pl: Plik po korekcie został przesłany przez autora.
pt_pt: A versão de edição de texto do autor foi enviada.
ru_ru: Версия материала, исправленная автором на этапе литературного редакторования, была загружена на сайт.
sv_se: En version av manuskriptet, manusredigerad av författaren, har laddats upp.
tr_tr: Başvuru dosyasının yazar sayfa düzeni sürümü yazar tarafından sisteme gönderilmiştir.

# log-layout-layoutEditorAssigned
source: {$editorName} has been assigned as layout editor for submission {$submissionId}.
ar_iq: {$editorName} قد تم تعيينه كمصمم طباعي للمؤلَّف {$submissionId}.
ca_es: {$editorName} s'ha assignat com a maquetista de la tramesa {$submissionId}.
cs_cz: {$editorName} byl přidělen jako typograf pro příspěvek {$submissionId}.
da_dk: {$editorName} er blevet tildelt som layoutredaktør for manuskriptet {$submissionId}.
es_es: Se asignó a {$editorName} como maquetador/a para el envío {$submissionId}.
fa_ir: {$editorName} به عنوان صفحه‌آرای مقاله {$submissionId} انتخاب شد.
fi_fi: {$editorName} on valittu käsikirjoituksen {$submissionId} taittajaksi.
fr_ca: {$editorName} a été assigné comme responsable de la mise en page pour la soumission {$submissionId}.
id_id: {$editorName}telah ditugaskan sebagai editor layout untuk naskah {$submissionId}.
nb_no: {$editorName} er oppnevnt som layoutredaktør for manuskriptet {$submissionId}.
pl_pl: {$editorName} został(a) przypisany(a) do wykonania składu tekstu {$submissionId}.
pt_pt: {$editorName} designada(o) como editor de layout da submissão {$submissionId}.
ru_ru: Верстальщик {$editorName} был назначен верстальщиком материала {$submissionId}.
sv_se: {$editorName} har utsetts till layoutredaktör för bidrag {$submissionId}.
tr_tr: {$editorName} {$submissionId} ile tanımlı başvurunun mizanpajcısı olarak atanmıştır.

# log-layout-layoutEditorUnassigned
source: {$editorName} has been unassigned as layout editor for submission {$submissionId}.
ar_iq: {$editorName} قد تم فك تعيينه كمصمم طباعي من المؤلَّف {$submissionId}.
ca_es: {$editorName} s'ha desassignat com a maquetista de la tramesa {$submissionId}.
cs_cz: {$editorName} byl odebrán z pozice typografa pro příspěvek {$submissionId}.
da_dk: Tildelingen af {$editorName} som layoutredaktør for manuskriptet {$submissionId} er fjernet.
es_es: Se destituyó a {$editorName} como maquetador/a para el envío {$submissionId}.
fa_ir: {$editorName} از صفحه‌آرائی مقاله {$submissionId} عزل شد.
fi_fi: {$editorName} on poistettu käsikirjoituksen {$submissionId} taitosta.
fr_ca: {$editorName} n'a pas été assigné comme responsable de la mise en page pour la soumission {$submissionId}.
id_id: {$editorName} telah dibebastugaskan sebagai editor layout untuk naskah {$submissionId}.
nb_no: {$editorName} er avløst som layoutredaktør for manuskriptet {$submissionId}.
pl_pl: {$editorName} został(a) odłączony(a) od wykonania składu tekstu {$submissionId}.
pt_pt: {$editorName} liberada(o) da edição de layout da submissão {$submissionId}.
ru_ru: Верстальщик {$editorName} был освобожден от верстки материала {$submissionId}.
sv_se: {$editorName} är inte länge ansvarig för layoutredigering av bidrag {$submissionId}.
tr_tr: {$editorName} {$submissionId} ile tanımlı başvurunun mizanpajcılığından alınmıştır.

# log-layout-layoutEditComplete
source: {$editorName} has completed layout editing for submission {$submissionId}.
ar_iq: {$editorName} قد أكمل مهمة التصميم طباعي للمؤلَّف {$submissionId}.
ca_es: {$editorName} ha acabat la maquetació per a la tramesa {$submissionId}.
cs_cz: {$editorName} dokončil typografické úpravy příspěvku {$submissionId}.
da_dk: {$editorName} har fuldført layoutredigeringen af manuskriptet {$submissionId}.
es_es: {$editorName} ha completado la edición de maquetación para el envío {$submissionId}.
fa_ir: {$editorName} صفحه‌آرائی مقاله {$submissionId} را کامل کرد.
fi_fi: {$editorName} on suorittanut käsikirjoituksen {$submissionId} taiton.
fr_ca: {$editorName} a terminé la modificaiton de la mise en page pour la soumission {$submissionId}.
id_id: {$editorName} telah menyelesaikan pengeditan layout untuk naskah {$submissionId}.
nb_no: {$editorName} har ferdigstilt layoutredigering av manuskriptet {$submissionId}.
pl_pl: {$editorName} ukończył(a) skład tekstu {$submissionId}.
pt_pt: {$editorName} concluiu a edição de layout da submissão {$submissionId}.
ru_ru: Верстальщик {$editorName} завершил верстку материала {$submissionId}.
sv_se: {$editorName} har avslutat layoutredigering av bidrag {$submissionId}.
tr_tr: {$editorName} {$submissionId} ile tanımlı başvurunun mizanpajını tamamlamıştır.

# log-editor-metadataModified
source: The metadata for this article was modified by {$editorName}.
ar_iq: تم تعديل البيانات الوصفية للمؤلَّف من قبل {$editorName}.
ca_es: {$editorName} ha modificat les metadades d’aquest article.
cs_cz: Metadata tohoto článku pozměnil {$editorName}.
da_dk: Metadataene for denne artikel er blevet ændret af {$editorName}.
es_es: {$editorName} modificó los metadatos para este artículo.
fa_ir: فراداده این مقاله توسط {$editorName} تغییر یافت.
fi_fi: {$editorName} on muuttanut tämän artikkelin metatietoja.
fr_ca: Les métadonnées pour cet article ont été modifiées par {$editorName}.
id_id: Metadata untuk artikel ini telah dimodifikasi oleh {$editorName}.
nb_no: Metadata for denne artikkelen ble endret av {$editorName}.
pl_pl: Metadane tekstu zostały zmienione przez {$editorName}.
pt_pt: Os metadados foram modificados por {$editorName}.
ru_ru: Метаданные для этой статьи были изменены редактором ({$editorName}).
sv_se: Artikelns metadata har ändrades av {$editorName}.
tr_tr: {$editorName} bu makalenin meta verilerini değiştirmiştir.

# log-editor-editorFile
source: An editor version of the submission file has been uploaded.
ar_iq: تم رفع نسخة المحرر من ملف طلب نشر إلى الموقع.
ca_es: S’ha carregat una versió de l’editor/a per a aquest fitxer de tramesa.
cs_cz: Editorova verze souboru s příspěvkem byla nahrána.
da_dk: Der er overført en redaktørversion af manuskriptfilen.
es_es: Se subió una versión del editor/a del archivo de envío.
fa_ir: یک نسخه دبیری مقاله ارسالی آپلود شد.
fi_fi: Toimittajan versio käsikirjoitustiedostosta on ladattu.
fr_ca: Une version du rédacteur du fichier de la soumission a été téléchargé.
id_id: File naskah versi editor telah diunggah.
nb_no: En redaktørversjon av manuskriptfilen er lastet opp.
pl_pl: Wersja redaktorska pliku została wysłana.
pt_pt: A versão de editor foi enviada.
ru_ru: Версия материала, исправленная редактором, была загружена на сайт.
sv_se: En redaktörsversion av det här manuskriptet har laddats upp.
tr_tr: Başvuru dosyasının editör sürümü sisteme gönderilmiştir.

# log-editor-archived
source: The submission {$submissionId} has been archived.
ar_iq: المؤلَّف {$submissionId} قد تم حفظه.
ca_es: S’ha arxivat la tramesa {$submissionId}.
cs_cz: Příspěvek {$submissionId} byl archivován.
da_dk: Manuskriptet {$submissionId} er arkiveret.
es_es: El envío {$submissionId} se archivó.
fa_ir: مقاله {$submissionId} بایگانی شد.
fi_fi: Käsikirjoitus {$submissionId} on arkistoitu.
fr_ca: La soumission {$submissionId} a été archivée.
id_id: Naskah {$submissionId} telah diarsipkan.
nb_no: Manuskriptet {$submissionId} er arkivert.
pl_pl: Tekst {$submissionId} został zarchiwizowany.
pt_pt: A submissão {$submissionId} foi arquivada.
ru_ru: Материал {$submissionId} был перемещен в архив.
sv_se: Bidrag {$submissionId} har arkiverats.
tr_tr: {$submissionId} numaralı gönderi arşivlendi.

# log-editor-restored
source: The submission {$submissionId} has been restored to the queue.
ar_iq: المؤلَّف {$submissionId} قد تمت استعادته إلى طابور التحرير.
ca_es: La tramesa {$submissionId} s’ha restaurat a la cua.
cs_cz: Příspěvek {$submissionId} byl obnoven do fronty.
da_dk: Manuskriptet {$submissionId} er gendannet til køen.
es_es: El envío {$submissionId} se volvió a poner en cola.
fa_ir: مقاله {$submissionId} به صف بازگشت داده شد
fi_fi: Käsikirjoitus {$submissionId} on palautettu jonoon.
fr_ca: La soumission {$submissionId} a été replacé en file d'attente.
id_id: Naskah {$submissionId} telah dikembalikan ke antrian.
nb_no: Manuskriptet {$submissionId} er hentet tilbake til arbeidsplanen.
pl_pl: Tekst {$submissionId} został przywrócony do kolejki.
pt_pt: A submissão {$submissionId} foi restaurada para a fila.
ru_ru: Материал {$submissionId} был восстановлен из архива в очередь.
sv_se: Bidrag {$submissionId} har återplacerats i kö.
tr_tr: {$submissionId} numaralı gönderi kuyruğa alınmıştır.

# log-editor-editorAssigned
source: {$editorName} has been assigned as editor to submission {$submissionId}.
ar_iq: {$editorName} قد تم تعيينه كمحرر لطلب النشر {$submissionId}.
ca_es: {$editorName} s'ha assignat com a editor/a de la tramesa {$submissionId}.
cs_cz: {$editorName} byl přidělen jako editor příspěvku {$submissionId}.
da_dk: {$editorName} er blevet tildelt som redaktør for manuskriptet {$submissionId}.
es_es: {$editorName} ha sido asignado/a como editor/a para el envío {$submissionId}.
fa_ir: {$editorName} به عنوان دبیر مقاله {$submissionId} انتخاب شد.
fi_fi: {$editorName} on valittu käsikirjoituksen {$submissionId} toimittajaksi.
fr_ca: {$editorName} a été assigné comme rédacteur de la soumission {$submissionId}.
id_id: {$editorName} telah ditugaskan sebagai editor untuk naskah {$submissionId}.
nb_no: {$editorName} er oppnevnt som redaktør for manuskriptet {$submissionId}.
pl_pl: {$editorName} został(a) przypisany(a) jako redaktor do tekstu {$submissionId}.
pt_pt: {$editorName} foi designada(o) como editor da submissão {$submissionId}.
ru_ru: Редактор {$editorName} был назначен редактором материала {$submissionId}.
sv_se: {$editorName} har utsetts till redaktör för bidrag {$submissionId}.
tr_tr: {$editorName} {$submissionId} numaralı gönderi için editör olarak atanmıştır.

# log-proofread-assign
source: {$assignerName} has assigned {$proofreaderName} to proofread submission {$submissionId}.
ar_iq: {$assignerName} قد عين {$proofreaderName} لمهمة القراءة التصحيحية للمؤلَّف {$submissionId}.
ca_es: {$assignerName} ha assignat {$proofreaderName} per a la correcció de proves de la tramesa {$submissionId}.
cs_cz: {$assignerName} přidělil {$proofreaderName} pro zpracování korektur příspěvku {$submissionId}.
da_dk: {$assignerName} har tildelt {$proofreaderName} at læse korrektur på manuskriptet {$submissionId}.
es_es: {$assignerName} asignó a {$proofreaderName} la corrección de pruebas del envío {$submissionId}.
fa_ir: {$assignerName}، {$proofreaderName} را برای بازبینی نهائی مقاله {$submissionId} انتخاب کرد.
fi_fi: {$assignerName} on valinnut käyttäjän {$proofreaderName} oikolukemaan käsikirjoituksen {$submissionId}.
fr_ca: {$assignerName} a assigné {$proofreaderName} à la correction d'épreuves de la soumission {$submissionId}.
id_id: {$assignerName} telah menugaskan {$proofreaderName} untuk proofread naskah {$submissionId}.
nb_no: {$assignerName} har oppnevnt {$proofreaderName} til å korrigere manuskriptet {$submissionId}.
pl_pl: {$assignerName} przypisał(a) {$proofreaderName} do korekty pliku do publikacji tekstu {$submissionId}.
pt_pt: {$assignerName} designou {$proofreaderName} para a leitura de provas da submissão {$submissionId}.
ru_ru: Пользователь {$assignerName} назначил пользователя {$proofreaderName} корректором материала {$submissionId}.
sv_se: {$assignerName} has utsett {$proofreaderName} att korrekturläsa bidrag {$submissionId}.
tr_tr: {$assignerName} {$submissionId} numaralı gönderi için düzeltmen olarak {$proofreaderName} öneriyor.

# log-proofread-complete
source: {$proofreaderName} has submitted {$submissionId} for scheduling.
ar_iq: {$proofreaderName} قد قدم {$submissionId} للجدولة.
ca_es: {$proofreaderName} ha tramès {$submissionId} per a la planificació.
cs_cz: {$proofreaderName} odeslal {$submissionId} do plánování.
da_dk: {$proofreaderName} har fremsendt {$submissionId} med henblik på planlægning.
es_es: {$proofreaderName} envió {$submissionId} a planificación.
fa_ir: {$proofreaderName} مقاله {$submissionId} را برای قرارگیری در نوبت ثبت کرد.
fi_fi: {$proofreaderName} on lähettänyt käsikirjoituksen {$submissionId} aikataulutukseen.
fr_ca: {$proofreaderName} a soumis {$submissionId} pour sa planification au calendrier.
id_id: {$proofreaderName} telah menyerahkan {$submissionId} untuk penjadwalan.
nb_no: {$proofreaderName} har sendt inn {$submissionId} for planlegging.
pl_pl: {$proofreaderName} przesłał(a) tekst {$submissionId} do publikacji.
pt_pt: {$proofreaderName} enviou {$submissionId} para agendamento.
ru_ru: Корректор {$proofreaderName} отправил материала {$submissionId} для размещения в выпуске.
sv_se: {$proofreaderName} har skickat {$submissionId} för planläggning.
tr_tr: {$proofreaderName} {$submissionId} numaralı gönderiyi yayın için gönderdi.

# log-imported
source: {$userName} has imported article {$submissionId}.
ar_iq: {$userName} قد استورد المؤلَّف {$submissionId}.
ca_es: {$userName} ha importat l’article {$submissionId}.
cs_cz: {$userName} importoval článek {$submissionId}.
da_dk: {$userName} har importeret artiklen {$submissionId}.
es_es: {$userName} importó el artículo {$submissionId}.
fa_ir: {$userName} مقاله {$submissionId} را وارد کرد.
fi_fi: {$userName} on tuonut artikkelin {$submissionId}.
fr_ca: {$userName} a importé l'article {$submissionId}.
id_id: {$userName} telah mengimpor naskah {$submissionId}.
nb_no: {$userName} har importert artikkel {$submissionId}.
pl_pl: {$userName} ukończył(a) importowanie artykułu {$submissionId}.
pt_pt: {$userName} importou o documento {$submissionId}.
ru_ru: Пользователь {$userName} импортировал статью {$submissionId}.
sv_se: {$userName} har importerat artikel {$submissionId}.
tr_tr: {$userName} {$submissionId} numaralı gönderiyi sisteme yükledi.

# metadata-pkp-peerReviewed
source: Peer-reviewed Article
ar_iq: مؤلَّف محكَّم
ca_es: Article avaluat per experts/ertes
cs_cz: Recenzovaný článek
da_dk: Artikel undergået peer review
es_es: Artículo revisado por pares
fa_ir: مقاله داوری شده
fi_fi: Vertaisarvioitu artikkeli
fr_ca: Article évalué par les pairs
id_id: Artikel Peer-review
nb_no: Fagfellevurdert artikkel
pl_pl: Recenzowany artykuł
pt_pt: Artigo Revisto por Pares
ru_ru: Рецензированная статья
sv_se: Sakkunniggranskad artikel
tr_tr: Değerlendirmeden Geçmiş Makale

# notification-type-editing
source: Editing Events
ar_iq: أحداث التحرير
ca_es: Esdeveniments d'edició
cs_cz: Editace událostí
da_dk: Redigeringshændelser
es_es: Edición de eventos
fa_ir: ویرایش رویدادها
fi_fi: Toimittamiseen liittyvät tapahtumat
fr_ca: Événements de révision
id_id: Event Editing
nb_no: Redigeringshendelser
pl_pl: Edycja wydarzeń
pt_pt: Editando eventos
ru_ru: События редактирования
sv_se: Redaktionella händelser
tr_tr: Düzenleme durumları
