Repository: asmecher/ojs
Catalog: locale/*/locale.xlf
Languages: ar_iq, ca_es, cs_cz, da_dk, es_es, fa_ir, fi_fi, fr_ca, id_id, nb_no, pl_pl, pt_pt, ru_ru, sv_se, tr_tr

# about-authorFees
source: Author Fees
ar_iq: رسوم المؤلف
ca_es: Quotes dels autors/ores
cs_cz: Autorské poplatky
da_dk: Forfattergebyrer
es_es: Cuotas de los autores/as
fa_ir: هزینه‌های چاپ مقاله
fi_fi: Kirjoittajamaksut
fr_ca: Frais pour les auteurs
id_id: Biaya Penulis
nb_no: Forfatterbetaling
pl_pl: Opłaty
pt_pt: Taxas para Autores
ru_ru: Платежи авторов
sv_se: Författaravgifter
tr_tr: Yazar Ücreti

# about-authorFeesMessage
source: This journal charges the following author fees.
ar_iq: هذه المجلة تستوفي الرسوم الآتية من المؤلف:
ca_es: Aquesta revista aplica les quotes següents als autors/ores.
cs_cz: Tento časopis si účtuje následující autorské poplatky.
da_dk: Dette tidsskrift opkræver følgende forfattergebyrer.
es_es: Esta revista cobra a los autores/as los precios que se muestran a continuación.
fa_ir: این مجله شامل هزینه‌های زیر برای چاپ مقالات می‌باشد
fi_fi: Tämän julkaisu veloittaa seuraavat kirjoittajamaksut.
fr_ca: Cette revue prélève auprès des auteurs les frais suivants.
id_id: Jurnal ini mengenakan biaya penulis berikut ini.
nb_no: Dette tidsskriftet krever inn følgende forfatterbetaling.
pl_pl: Koszty publikacji w czasopiśmie.
pt_pt: Este periódico cobra as seguintes taxas aos autores
ru_ru: Этот журнал взымает с авторов следующие платежи.
sv_se: Den här tidskriften tillämpar följande författaravgifter.
tr_tr: Bu dergi aşağıdaki yazar ücretini uygulamaktadır.

# about-peerReviewProcess
source: Peer Review Process
ar_iq: عملية التحكيم المناظر
ca_es: Procés d'avaluació d'experts/ertes
cs_cz: Recenzní řízení
da_dk: Peer review-proces
es_es: Proceso de evaluación por pares
fa_ir: روند داوری
fi_fi: Vertaisarviointiprosessi
fr_ca: Processus d'évaluation par les pairs
id_id: Proses Peer Review
nb_no: Om fagvurderingsprosessen
pl_pl: Proces recenzji
pt_pt: Processo de Revisão por Pares
ru_ru: Процесс рецензирования
sv_se: Granskningsprocess
tr_tr: Değerlendirme Süreci

# about-publicationFrequency
source: Publication Frequency
ar_iq: معدل النشر
ca_es: Freqüència de publicació
cs_cz: Frekvence publikování
da_dk: Publiceringshyppighed
es_es: Frecuencia de publicación
fa_ir: تعداد انتشار
fi_fi: Julkaisutiheys
fr_ca: Périodicité
id_id: Frekuensi Penerbitan
nb_no: Publiseringsfrekvens
pl_pl: Harmonogram publikacji
pt_pt: Periodicidade
ru_ru: Периодичность издания
sv_se: Publiceringsfrekvens
tr_tr: Yayın Sıklığı

# about-openAccessPolicy
source: Open Access Policy
ar_iq: سياسة الوصول المفتوح
ca_es: Política d’accés obert
cs_cz: Pravidla otevřeného přístupu
da_dk: Politik om Open Access
es_es: Política de acceso abierto
fa_ir: سیاست دسترسی آزاد
fi_fi: Avoimen saatavuuden periaate
fr_ca: Politique d'accès libre
id_id: Kebijakan Open Access
nb_no: Open Access-retningslinjer
pl_pl: Polityka otwartego dostępu
pt_pt: Política de Acesso Livre
ru_ru: Политика открытого доступа
tr_tr: Açık Erişim Politikası

# about-delayedOpenAccess
source: Delayed Open Access
ar_iq: الوصول المفتوح المؤجل
ca_es: Accés obert diferit
cs_cz: Zpožděný otevřený přístup
da_dk: Forsinket Open Access
es_es: Acceso abierto diferido
fa_ir: دسترسی آزاد (با تأخیر)
fi_fi: Viiveellinen avoin saatavuus
fr_ca: Accès libre différé
nb_no: Utsatt Open Access
pl_pl: Odroczony w czasie wolny dostęp do treści
pt_pt: Acesso Livre Adiado
ru_ru: Отложенный открытый доступ
sv_se: Fördröjd open access
tr_tr: Gecikmeli Açık Erişim

# about-delayedOpenAccessDescription1
source: The contents of this journal will be available in an open access format
ar_iq: محتويات هذه المجلة ستكون متوافرة بشكل يسمح للوصول المفتوح
ca_es: Els continguts d’aquesta revista estaran disponibles en format d'accés lliure
cs_cz: Obsah tohoto čísla bude dostupný ve formátu otevřeného přístupu
da_dk: Dette tidsskrifts indhold vil være tilgængeligt i et Open Access-format
es_es: Los contenidos de esta revista estarán disponibles en un formato de acceso abierto
fa_ir: محتوای این مجله به‌صورت آزاد قابل دسترسی است.
fi_fi: Tämän julkaisun sisältö tulee avoimesti saataville
fr_ca: Le contenu de cette revue sera disponible en accès libre.
id_id: Isi jurnal ini akan tersedia dalam format Open Access
nb_no: Innholdet i dette tidsskriftet vil bli tilgjengelig i Open Access format
pl_pl: Zawartość tego czasopisma będzie dostępna na zasadach open access
pt_pt: O conteúdo desta revista estará disponível para Acesso Livre
ru_ru: Содержимое этого журнала будет опубликовано в открытом доступе через
sv_se: Innehållet i den här tidskriften kommer att tillgängligöras som open access
tr_tr: Bu derginin içeriği

# about-delayedOpenAccessDescription2
source: month(s) after an issue is published.
ar_iq: شهر/أشهر بعد نشر الإصدار
ca_es: mes/os després de la publicació d’un número.
cs_cz: měsíc(e) poté, co bylo číslo publikováno.
da_dk: måned(er) efter publiceringen af et nummer.
es_es: mes/es después de la publicación de un número.
fa_ir: ماه پس از انتشار یک شماره
fi_fi: kuukautta numeron julkaisemisen jälkeen.
fr_ca: mois après la publication d'un numéro.
id_id: bulan setelah naskah diterbitkan.
nb_no: måned(er) etter at en utgave er publisert.
pl_pl: miesięcy od czasu opublikowania numeru.
pt_pt: mês(es) após a publicação da edição.
ru_ru: месяцев после публикации выпуска.
sv_se: månad(er) efter att numret har publicerats.
tr_tr: ay sonra açık erişim biçiminde erişilebilir olacaktır.

# about-archiving
source: Archiving
ar_iq: الأرشفة
ca_es: Arxivament
cs_cz: Archivování
da_dk: Arkivering
es_es: Archivar
fa_ir: بایگانی
fi_fi: Arkistointi
fr_ca: Archivage
id_id: Pengarsipan
nb_no: Arkivering
pl_pl: Archiwizowanie
pt_pt: Arquivamento
ru_ru: Архивация
sv_se: Arkivering
tr_tr: Arşivleme

# about-subscriptions
source: Subscriptions
ar_iq: الاشتراكات
ca_es: Subscripcions
cs_cz: Předplatné
da_dk: Abonnementer
es_es: Suscripciones
fa_ir: اشتراک
fi_fi: Tilaukset
fr_ca: Abonnements
id_id: Langganan
nb_no: Abonnement
pl_pl: Subskrypcje
pt_pt: Subscrições
ru_ru: Подписки
sv_se: Prenumerationer
tr_tr: Abonelik

# about-subscriptions-individual
source: Individual Subscriptions
ar_iq: اشتراكات منفردة
ca_es: Subscripcions individuals
cs_cz: Předplatné pro jednotlivce
da_dk: Individuelle abonnementer
es_es: Suscripciones individuales
fa_ir: اشتراک‌های شخصی
fi_fi: Yksittäistilaukset
fr_ca: Abonnements individuels
id_id: Langganan Individu
nb_no: Personlige abonnementer
pl_pl: Indywidualne subskrypcje
pt_pt: Subscrições Individuais
ru_ru: Индивидуальные подписки
sv_se: Enskilda prenumerationer
tr_tr: Bireysel Abonelik

# about-subscriptions-institutional
source: Institutional Subscriptions
ar_iq: اشتراكات مؤسساتية
ca_es: Subscripcions institucionals
cs_cz: Předplatné pro organizace
da_dk: Institutionsabonnementer
es_es: Suscripciones institucionales
fa_ir: اشتراک‌های سازمانی
fi_fi: Instituutiotilaukset
fr_ca: Abonnements institutionnels
id_id: Langganan Institusi
nb_no: Institusjonelle abonnementer
pl_pl: Subskrypcje dla instytucji
pt_pt: Subscrições Institucionais
ru_ru: Подписки на организацию
sv_se: Institutionsprenumerationer
tr_tr: Kurumsal Abonelik

# about-subscriptionsContact
source: Subscriptions Contact
ar_iq: شخص التواصل للاشتراك
ca_es: Contacte per a les subscripcions
cs_cz: Kontakt pro předplatné
da_dk: Kontaktperson for abonnementer
es_es: Contacto de suscripciones
fa_ir: اطلاعات تماس اشتراک
fi_fi: Tilausten yhteyshenkilö
fr_ca: Contact des abonnements
id_id: Kontak Langganan
nb_no: Abonnementskontakt
pl_pl: Kontakt ds. subskrypcji
pt_pt: Contacto para Subscrições
ru_ru: Контактное лицо для подписки
sv_se: Kontakt för prenumerationer
tr_tr: Abonelik İletişimi

# about-subscriptionTypes-name
source: Name
ar_iq: الاسم
ca_es: Nom
cs_cz: Jméno
da_dk: Navn
es_es: Nombre
fa_ir: نام
fi_fi: Nimi
fr_ca: Nom
id_id: Nama
nb_no: Navn
pl_pl: Nazwa
pt_pt: Nome
ru_ru: Имя
sv_se: Namn
tr_tr: İsim

# about-subscriptionTypes-format
source: Format
ar_iq: الصيغة
cs_cz: Formát
es_es: Formato
fa_ir: فرمت
fi_fi: Muoto
pt_pt: Formato
ru_ru: Формат
tr_tr: Biçim

# about-subscriptionTypes-duration
source: Duration
ar_iq: المدة
ca_es: Duració
cs_cz: Trvání
da_dk: Varighed
es_es: Duración
fa_ir: مدت
fi_fi: Kesto
fr_ca: Durée
id_id: Durasi
nb_no: Varighet
pl_pl: Okres
pt_pt: Duração
ru_ru: Продолжительность
sv_se: Längd
tr_tr: Süre

# about-subscriptionTypes-cost
source: Cost
ar_iq: الكلفة
cs_cz: Cena
da_dk: Pris
es_es: Coste
fa_ir: قیمت
fi_fi: Kustannukset
fr_ca: Coût
id_id: Biaya
nb_no: Kostnad
pl_pl: Koszt
pt_pt: Preço
ru_ru: Цена
sv_se: Pris
tr_tr: Tutar

# about-availableSubscriptionTypes
source: Subscription Types
ar_iq: أنواع الاشتراكات
ca_es: Tipus de subscripcions
cs_cz: Typy předplatného
da_dk: Abonnementstyper
es_es: Tipos de suscripción
fa_ir: انواع اشتراک
fi_fi: Tilausvaihtoehdot
fr_ca: Types d'abonnement
id_id: Tipe Langganan
nb_no: Abonnementstyper
pl_pl: Rodzaje subskrypcji
pt_pt: Tipos de Subscrições
ru_ru: Типы подписок
sv_se: Prenumerationsformer
tr_tr: Abonelik Tipleri

# about-memberships
source: Memberships
ar_iq: العضوية
ca_es: Afiliacions
cs_cz: Členství
da_dk: Medlemskaber
es_es: Afiliaciones
fa_ir: عضویت
fi_fi: Jäsenyydet
fr_ca: Adhésions
id_id: Keanggotaan
nb_no: medlemskap
pl_pl: Członkowstwa
pt_pt: Associação
ru_ru: Членства
sv_se: Medlemskap
tr_tr: Üyelikler

# about-aboutThisPublishingSystem
source: About this Publishing System
ar_iq: عن نظام النشر هذا
ca_es: Sobre aquest sistema de publicació
cs_cz: O tomto publikačním systému
da_dk: Om dette publiceringssystem
es_es: Acerca de este sistema de publicación
fa_ir: درباره این سامانه انتشاراتی
fi_fi: Tietoja julkaisujärjestelmästä
fr_ca: À propos de ce système de publication
id_id: Tentang Sistem Penerbitan
nb_no: Om dette publiseringssystemet
pl_pl: O systemie
pt_pt: Sobre este Sistema de Publicação
ru_ru: Об этой издательской системе
sv_se: Om det här publiceringssystemet
tr_tr: ADS Hakkında

# about-aboutThisPublishingSystem-altText
source: OJS Editorial and Publishing Process
ar_iq: عملية التحرير والنشر لنظام المجلات المفتوحة
ca_es: Procés editorial i de publicació de l’OJS
cs_cz: OJS ediční a vydavatelský proces
da_dk: OJS redaktions- og publikationsproces
es_es: Editorial OJS y proceso de publicación
fa_ir: روند داوری و انتشار در سامانه OJS
fi_fi: OJS:n toimitus- ja julkaisuprosessit
fr_ca: Processus éditorial et d'édition d'OJS
id_id: Editorial OJS dan Proses Penerbitan
nb_no: OJS' redaksjonelle prosess og publiseringsprosess
pl_pl: Proces redakcyjny
pt_pt: Processo Editorial e de Publicação do Sistema
ru_ru: Редакционный и издательский процесс OJS
sv_se: OJS process för redigering och publicering
tr_tr: ADS Editöryal ve Yayımlama Süreci

# about-aboutOJSJournal
source: This journal uses Open Journal Systems {$ojsVersion}, which is open source journal management and publishing software developed, supported, and freely distributed by the <a href="http://pkp.sfu.ca/">Public Knowledge Project</a> under the GNU General Public License.
ar_iq: هذه المجلة تستعمل نظام المجلات المفتوحة {$ojsVersion}، والذي هو نظام مفتوح المصدر لإدارة النشر مطور ومدعوم وموزع مجاناً عبر الرابط <a href="http://pkp.sfu.ca/">مشروع المعرفة العامة</a> تحت رخصة GNU General Public License.
ca_es: Aquesta revista utilitza l’Open Journal Systems {$ojsVersion}, un programari de codi obert per a la gestió i la publicació de revistes que ha estat desenvolupat, impulsat i distribuït lliurement pel <a href="http://pkp.sfu.ca/">Public Knowledge Project</a> sota la Llicència Pública General GNU.
cs_cz: Tento časopis používá Open Journal Systems {$ojsVersion}, což je open source software pro správu a publikování časopisů vyvinutý, podporovaný a volně šířený v rámci projektu <a href="http://pkp.sfu.ca/">Public Knowledge Project</a> pod GNU General Public licencí.
da_dk: Dette tidsskrift anvender Open Journal Systems {$ojsVersion}, som er open source-software til administration og publicering af tidsskrifter, der er udviklet , understøttet og gratis distribueret af <a href="http://pkp.sfu.ca/">Public Knowledge Project</a> i henhold til GNU General Public License.
es_es: Esta revista utiliza Open Journal Systems {$ojsVersion}, que es un gestor de revistas de acceso abierto y un software desarrollado, financiado y distribuido de forma gratuita por el proyecto<a href="http://pkp.sfu.ca/">Public Knowledge Project</a> sujeto a la Licencia General Pública de GNU.
fa_ir: این مجله از سیستم مجلات آزاد (OJS) نسخه {$ojsVersion} استفاده می‌کند. OJS یک نرم‌افزار متن‌باز مدیریت و انتشار مجلات است که توسط <a href="http://pkp.sfu.ca/">پروژه دانش عمومی</a> و تحت مجوز GNU در اختیار عموم قرار گرفته است.
fi_fi: Tämä julkaisu käyttää Open Journal Systems {$ojsVersion} -järjestelmää, joka on <a href="http://pkp.sfu.ca/">Public Knowledge Projectin</a> kehittämä, tukema ja GNU General Public License -lisenssillä vapaasti jakama avoimen lähdekoodin julkaisunhallinta- ja julkaisuohjelmisto.
fr_ca: Cette revue utilise Open Journal Systems {$ojsVersion}, un logiciel de gestion et d'édition de revues à code source libre développé, pris en charge et distribué librement par le <a href="http://pkp.sfu.ca/">Public Knowledge Project</a> sous la license publique générale GNU.
id_id: Jurnal ini menggunakan Open Journal Systems {$ojsVersion}, yang merupakan perangkat lunak open source untuk pengelolaan dan penerbitan jurnal yang dikembangkan, didukung, dan didistribusikan bebas oleh <a href="http://pkp.sfu.ca/">Public Knowledge Project</a> di bawah GNU General Public License.
nb_no: Dette tidsskriftet bruker Open Journal Systems {$ojsVersion}, som er open source-programvare for tidskriftsadministrasjon og publisering. OJS er utviklet, støttet, og fritt distribuert av <a href="http://pkp.sfu.ca/">Public Knowledge Project</a> under GNU General Public License.
pl_pl: Strona zbudowana jest w oparciu o Open Journal Systems {$ojsVersion}, otwarty (open source) system zarządzania treścią dostarczany, rozwijany i dystrybuowany bezpłatnie przez <a href="http://pkp.sfu.ca/">Public Knowledge Project</a> na licencji GNU GPL.
pt_pt: A revista utiliza o Sistema Electrónico de Edição de Revistas (OJS {$ojsVersion}), sistema de código livre para a administração e a publicação de revistas desenvolvido, com suporte, e distribuído gratuitamente pelo <a href="http://pkp.sfu.ca/">Public Knowledge Project</a> sob a licença GNU General Public License.
ru_ru: Этот журнал использует Open Journal Systems {$ojsVersion}, которая является программным обеспечением с открытым исходным кодом для управления журналами и их публикации. Данное программное обеспечение разработано, поддерживается и свободно распространяется <a href="http://pkp.sfu.ca/">Public Knowledge Project</a> по лицензии GNU General Public License.
sv_se: Den här tidskriften använder Open Journal Systems {$ojsVersion}, ett system för tidskriftshantering och publicering som bygger på fri och öppen programvara som utvecklas, drivs och distribueras fritt av <a href="http://pkp.sfu.ca/">Public Knowledge Project</a> under GNU General Public License.
tr_tr: Bu dergi açık kaynak kodlu bir dergi hazırlama ve yayınlama yazılımı olan Açık Dergi Sistemleri (Open Journal Systems) yazılım {$ojsVersion} sürümünü kullanmaktadır. ADS olarak kısaltılan bu yazılım <a href="http://pkp.sfu.ca/">Public Knowledge Project</a> tarafından geliştirilmiştir ve (GNU General Public License) lisansı ile ücretsiz dağıtılmaktadır.

# about-aboutOJSSite
source: This site uses Open Journal Systems {$ojsVersion}, which is open source journal management and publishing software developed, supported, and freely distributed by the <a href="http://pkp.sfu.ca/">Public Knowledge Project</a> under the GNU General Public License.
ar_iq: هذا الموقع يستعمل نظام المجلات المفتوحة {$ojsVersion} والذي هو نظام مفتوح المصدر لإدارة النشر العلمي، مطور ومدعوم وموزع مجاناً عبر الرابط <a href="http://pkp.sfu.ca/">مشروع المعرفة العامة</a> تحت رخصة GNU General Public License.
ca_es: Aquest lloc utilitza l’Open Journal Systems {$ojsVersion}, un programari de codi obert per a la gestió i la publicació de revistes que ha estat desenvolupat, impulsat i distribuït lliurement pel <a href="http://pkp.sfu.ca/">Public Knowledge Project</a> sota la Llicència Pública General GNU.
cs_cz: Tato stránka používá Open Journal Systems {$ojsVersion}, což je open source software pro správu a publikování časopisů vyvinutý, podporovaný a volně šířený v rámci projektu <a href="http://pkp.sfu.ca/">Public Knowledge Project</a> pod GNU General Public licencí.
da_dk: Dette websted anvender Open Journal Systems {$ojsVersion}, som er open source-software til administration og publicering af tidsskrifter, der er udviklet , understøttet og gratis distribueret af <a href="http://pkp.sfu.ca/">Public Knowledge Project</a> i henhold til GNU General Public License.
es_es: Este sitio utiliza Open Journal Systems {$ojsVersion}, que es un gestor de revistas de acceso abierto y un software desarrollado, financiado y distribuido de forma gratuita por el proyecto<a href="http://pkp.sfu.ca/">Public Knowledge Project</a> sujeto a la Licencia General Pública de GNU.
fa_ir: این سایت از سیستم مجلات آزاد (OJS) نسخه {$ojsVersion} استفاده می‌کند. OJS یک نرم‌افزار متن‌باز مدیریت و انتشار مجلات است که توسط <a href="http://pkp.sfu.ca/">پروژه دانش عمومی</a> و تحت مجوز GNU در اختیار عموم قرار گرفته است.
fi_fi: Tämä sivusto käyttää Open Journal Systems {$ojsVersion} -järjestelmää, joka on <a href="http://pkp.sfu.ca/">Public Knowledge Projectin</a> kehittämä, tukema ja GNU General Public License -lisenssillä vapaasti jakama avoimen lähdekoodin julkaisunhallinta- ja julkaisuohjelmisto.
fr_ca: Ce site utilise Open Journal Systems {$ojsVersion}, un logiciel de gestion et d'édition de revues à code source libre développé, pris en charge et distribué librement par le <a href="http://pkp.sfu.ca/">Public Knowledge Project</a> sous la license publique générale GNU.
id_id: Situs ini menggunakan Open Journal Systems {$ojsVersion}, merupakan perangkat lunak open source untuk pengelolaan dan penerbitan jurnal yang dikembangkan, didukung, dan didistribusikan bebas oleh <a href="http://pkp.sfu.ca/">Public Knowledge Project</a> di bawah GNU General Public License.
nb_no: Dette nettstedet bruker Open Journal Systems {$ojsVersion}, som er open source programvare for tidskriftsadministrasjon og publisering. OJS er utviklet, støttet, og fritt distribuert av <a href="http://pkp.sfu.ca/">Public Knowledge Project</a> under GNU General Public License.
pl_pl: Strona zbudowana jest w oparciu o Open Journal Systems {$ojsVersion}, otwarty (open source) system zarządzania treścią dostarczany, rozwijany i dystrybuowany bezpłatnie przez <a href="http://pkp.sfu.ca/">Public Knowledge Project</a> na licencji GNU GPL.
pt_pt: O portal utiliza o Sistema Electrónico de Edição de Revistas (OJS {$ojsVersion}), sistema de código livre para a administração e a publicação de revistas desenvolvido, com suporte e distribuído gratuitamente pelo <a href="http://pkp.sfu.ca/">Public Knowledge Project</a> sob a licença GNU General Public License.
ru_ru: Этот сайт использует Open Journal Systems {$ojsVersion}, которая является программным обеспечением с открытым исходным кодом для управления журналами и их публикации. Данное программное обеспечение разработано, поддерживается и свободно распространяется <a href="http://pkp.sfu.ca/">Public Knowledge Project</a> по лицензии GNU General Public License.
sv_se: Den här webbplatsen använder Open Journal Systems {$ojsVersion}, ett system för tidskriftshantering och publicering som bygger på fri och öppen programvara som utvecklas, drivs och distribueras fritt av <a href="http://pkp.sfu.ca/">Public Knowledge Project</a> under GNU General Public License.
tr_tr: Bu site açık kaynak kodlu bir dergi hazırlama ve yayınlama yazılımı olan Açık Dergi Sistemleri (Open Journal Systems) yazılımı {$ojsVersion} sürümünü kullanmaktadır. ADS olarak kısaltılan bu yazılım <a href="http://pkp.sfu.ca/">Public Knowledge Project</a> tarafından geliştirilmiştir ve (GNU General Public License) lisansı ile ücretsiz dağıtılmaktadır.

# help-ojsHelp
source: Open Journal Systems Help
ar_iq: ملفات المساعدة لنظام المجلات المفتوحة
ca_es: Ajuda de l’Open Journal Systems
cs_cz: Nápověda Open Journal Systems
da_dk: Open Journal Systems Hjælp
es_es: Ayuda de Open Journal Systems
fa_ir: راهنمای سیستم مجلات آزاد
fi_fi: Open Journal Systems -ohje
fr_ca: Aide d'Open Journal Systems
id_id: Bantuan Open Journal Systems
nb_no: Open Journal Systems hjelp
pl_pl: Pomoc Open Journal Systems
pt_pt: Ajuda?
ru_ru: Помощь по Open Journal Systems
sv_se: Open Journal Systems-hjälp
tr_tr: Açık Dergi Sistemleri Yardımı

# help-ojsHelpAbbrev
source: OJS Help
ar_iq: OJS مساعد
ca_es: Ajuda de l’OJS
cs_cz: OJS Nápověda
da_dk: OJS Hjælp
es_es: Ayuda de OJS
fa_ir: راهنمای OJS
fi_fi: OJS-ohje
fr_ca: Aide d'OJS
id_id: Bantuan OJS
nb_no: OJS hjelp
pl_pl: Pomoc OJS
pt_pt: Ajuda do sistema
ru_ru: Помощь по OJS
sv_se: OJS-hjälp
tr_tr: ADS Yardımı

# help-searchReturnResults
source: Return to Search Results
ar_iq: العودة إلى نتائج البحث
ca_es: Torna als resultats de la cerca
cs_cz: Zpět k výsledkům vyhledávání
da_dk: Tilbage til søgeresultater
es_es: Volver a los resultados de la búsqueda
fa_ir: برگشت به نتایج جستجو
fi_fi: Takaisin hakutuloksiin
fr_ca: Retourner aux résultats de recherche
id_id: Kembali ke Hasil Pencarian
nb_no: Tilbake til søkeresultat
pl_pl: Wróc do wyników wyszukiwania
pt_pt: Retornar aos resultados da pesquisa
ru_ru: Вернуться к результатам поиска
sv_se: Gå tillbaka till sökresultat
tr_tr: Arama Sonuçlarına Dön

# help-goToEditPage
source: Edit {$sectionTitle}
ar_iq: تعديل {$sectionTitle}
ca_es: Editar {$sectionTitle}
cs_cz: Editovat {$sectionTitle}
da_dk: Redigér {$sectionTitle}
es_es: Editar {$sectionTitle}
fa_ir: ویرایش {$sectionTitle}
fi_fi: Muokkaa {$sectionTitle}
fr_ca: Éditer {$sectionTitle}
pl_pl: Edytuj {$sectionTitle}
pt_pt: Editar {$sectionTitle}
ru_ru: Редактировать {$sectionTitle}
sv_se: Redigera {$sectionTitle}
tr_tr: {$sectionTitle} bölümünü düzelt

# donations-thankYou
source: Thank You
ar_iq: شكراً لكم
ca_es: Gràcies
cs_cz: Děkujeme
da_dk: Tak
es_es: Gracias
fa_ir: متشکرم
fi_fi: Kiitos
fr_ca: Merci
id_id: Terima Kasih
nb_no: Takk
pl_pl: Dziękujemy
pt_pt: Obrigado
ru_ru: Спасибо
sv_se: Tack
tr_tr: Teşekkürler

# donations-thankYouMessage
source: Thank you for making a contribution. Your contribution is much appreciated.
ar_iq: شكراً لمساهمتك. نثمن دعمكم لنا
ca_es: Moltes gràcies per la vostra contribució. La vostra contribució és molt valuosa.
cs_cz: Děkujeme za Váš příspěvek. Velice si vážíme Vaší pomoci.
da_dk: Tak for dit bidrag. Vi værdsætter dit bidrag.
es_es: Gracias por su contribución. Valoramos mucho su contribución.
fa_ir: از مشارکت شما متشکرم. این مشارکت برای ما بسیار گرامی است
fi_fi: Kiitos lahjoituksesta. Arvostamme sitä suuresti.
fr_ca: Merci de votre contribution. Votre geste est très apprécié.
id_id: Terima kasih untuk kontribusi Anda. Kontribusi Anda sangat kami hargai.
nb_no: Takk for bidraget ditt: vi setter stor pris på din støtte.
pl_pl: Dziękujemy za udzielenie wsparcia.
pt_pt: Agradecemos a sua contribuição. É de grande valia para a revista.
ru_ru: Спасибо вам за ваш вклад. Мы высоко ценим вашу поддержку.
sv_se: Tack för ditt bidrag, vi uppskattar det mycket!
tr_tr: Yaptığınız katkı için çok teşekkür ederiz.
