Repository: asmecher/ojs
Catalog: locale/*/locale.xlf
Languages: ar_iq, ca_es, cs_cz, da_dk, es_es, fa_ir, fi_fi, fr_ca, id_id, nb_no, pl_pl, pt_pt, ru_ru, sv_se, tr_tr

# manager-setup-basicEditorialStepsDescription
source: Steps: Submission Queue &gt; Submission Review &gt; Submission Editing &gt; Table of Contents.<br /><br /> Select a model for handling these aspects of the editorial process. (To designate a Managing Editor and Section Editors, go to Editors in Journal Management.)
ar_iq: الخطوات: طابور طلبات النشر &gt; تحكيم طلب النشر &gt; تحرير طلب النشر &gt; جدول المحتويات.<br /><br /> إختر قالباً لمعالجة خطوات التحرير تلك. (لتعيين مدير تحرير ومحرر للقسم، إذهب إلى رابط (محررين) في صفحة إدارة المجلة.)
ca_es: Passos: Cua de trameses &gt; Revisió de trameses &gt; Edició de trameses &gt; Taula de continguts.<br /><br /> Seleccioneu un model per a la gestió d’aquests aspectes del procés editorial. (Per designar un secretari/ària de redacció i els editors/ores de secció, aneu a la secció «Editors/ores» a l'Administració de la revista).
cs_cz: Kroky: Fronta příspěvků &gt; Recenze příspěvku &gt; Editování příspěvku &gt; Obsah.<br /><br /> Zvolte model, podle kterého bude s těmito aspekty procesu editace nakládáno. (Pro stanovení hlavního editora a editorů sekcí přejděte v části Správa časopisu na stránku Editoři.)
da_dk: Trin: Manuskriptkø &gt; Manuskriptbedømmelse &gt; Manuskriptredigering &gt; Indholdsfortegnelse.<br /><br /> Vælg en model til håndtering af disse aspekter af den redaktionelle proces. (Gå til Redaktører under Administration af tidsskrifter, hvis du vil udpege en chefredaktør og sektionsredaktører).
es_es: Pasos: Cola de envío &gt; revisión de envíos &gt; edición de envíos &gt; tabla de contenidos.<br /><br /> Seleccione un modelo para gestionar esos aspectos del proceso editorial. (Para designar un gestor/a de edición y editores/as de sección, vaya a "Editores" en "Gestión de la revista».)
fa_ir: مراحل: نوبت مقاله ارسالی &lt; داوری مقاله ارسالی &lt; ویراستاری مقاله ارسالی &lt; فهرست مقالات.<br /><br /> انتخاب مدلی برای اداره این جوانب روند دبیری. (برای انتساب یک سردبیر و دبیر بخش به قسمت دبیران در مدیریت مجله بروید.)
fi_fi: Vaiheet: Käsikirjoitusjono &gt; Käsikirjoituksen arviointi &gt; Käsikirjoituksen toimittaminen&gt; Sisällysluettelo.<br /><br /> Valitse malli näiden toimitusprosessin kohtien käsittelyä varten. (Valitaksesi hallinnoivan toimittajan ja osastotoimittajat mene Toimittajat-kohtaan Julkaisun hallinnointi -sivulla.)
fr_ca: Étapes : Soumission en attente &gt; Soumission en évaluation &gt; Soumission en révision &gt; Table des matières.<br /><br />Sélectionnez un modèle pour gérer ces aspects du processus éditorial. Pour désigner des Rédacteurs ou des Rédacteurs de rubrique, allez à Rédacteurs dans Gestion de la revue.)
id_id: Langkah: Antrian Penyerahan Naskah &gt; Review Naskah &gt; Pengeditan Naskah &gt; Daftar Isi.<br /><br /> Pilih model untuk menangani aspek-aspek proses editorial ini. (Untuk menunjuk Editor Pelaksana dan Editor Bagian, lihat menu Editor di Manajemen Jurnal)
nb_no: Trinn: Manuskriptarbeidskø &gt; Manuskriptvurdering &gt; Manuskriptbehandling &gt; Innholdsfortegnelse.<br /><br /> Velg en modell for håndtering av disse sidene av den redaksjonelle prosessen. (For å oppnevne ansvarlig redaktør og seksjonsredaktører; gå til Redaktører i tidsskriftadministrasjon.)
pt_pt: Passos: Fila de Submissão > Revisão de Submissão > Edição de Submissão > Fila de Espera > Sumário.<br /><br /> Escolha um modelo para administrar os aspectos do processo editorial. (Para designar um Director e Editores de Secção, aceda a opção Editores em Administração da Revista.)
ru_ru: Шаги: Очередь материалов &gt; Реценизрование материала &gt; Редактирование материала &gt; Содержание выпуска.<br /><br /> Выберите модель для управления этими аспектами редакционного процесса. (Чтобы определить выпускающего редактора и редакторов разделов, перейдите в «Редакторы» в разделе «Управление журналом».)
sv_se: Steg: Aktuella bidrag &gt; Granskning av bidrag &gt; Redigering av bidrag &gt; Innehållsförteckning.<br /><br /> Välj modell för hantering av den redaktionella processen. (För att ange huvudredaktör eller sektionsredaktörer, gå till "Redaktörer" under "Hantera tidskriften".)
tr_tr: Basamaklar: Başvuru Kuyruğu &gt; Başvuru Değerlendirilmesi &gt; Yazıların Düzenlenmesi &gt; Yayın bekleme kuyruğu &gt; İçindekiler.<br /><br /> Editöryel süreçte bu basamakların nasıl işleyeceği konusunda bir model seçin. (Yönetici editör, bölüm editörü atamak için Dergi Yönetimindeki Editörler bölümüne gidiniz.)

# manager-setup-referenceLinkingDescription
source: <p>To enable readers to locate online versions of the work cited by an author, the following options are available.</p> <ol> <li><strong>Add a Reading Tool</strong><p>The Journal Manager can add "Find References" to the Reading Tools that accompany published items, which enables readers to paste a reference's title and then search pre-selected scholarly databases for the cited work.</p></li> <li><strong>Embed Links in the References</strong><p>The Layout Editor can add a link to references that can be found online by using the following instructions (which can be edited).</p></li> </ol>
ar_iq: <p>لتمكين القراء من تحديد نسخ العمل المقتبس منه على الإنترنت، فإن الخيارات الآتية متاحة:</p> <ol> <li><strong>أضف أداة للقراءة</strong><p>بإمكان رئيس تحرير المجلة إضافة "العثور على مراجع" لأدوات القراءة التي ترافق الفقرات المنشورة، مما يمكن القراء من لصق عنوان المرجع، ومن ثم البحث في قواعد بيانات تعليمية مختارة مسبقاً عن العمل المقتبس منه.</p></li> <li><strong>ضمن روابط في المراجع</strong><p>يمكن للمصمم الطباعي إضافة روابط للمراجع التي يمكن العثور عليها على الإنترنت عبر اتباع التعليمات الآتية (والتي بالإمكان تعديلها لاحقاً).</p></li> </ol>
ca_es: <p>Teniu les opcions següents per ajudar els lectors/ores a trobar les versions en línia de les obres citades per un autor/a.</p> <ol> <li><strong>Afegeix una eina de lectura</strong><p>L'administrador/a de la revista pot afegir la característica «Cerca referències» a les eines de lectura que acompanyen els elements publicats. Aquesta funcionalitat permet enganxar el títol d’una referència i cercar l’obra citada a una sèrie de bases de dades seleccionades prèviament.</p></li> <li><strong>Incrusta enllaços a les referències</strong><p>El/la maquetista pot afegir enllaços a les referències publicades en línia mitjançant les instruccions següents, que es poden editar.</p></li> </ol>
cs_cz: <p>Aby mohli čtenáři nalézt online verze prací citovaných autory, jsou dostupné následující možnosti.</p> <ol> <li><strong>Přidat čtenářský nástroj</strong><p>Manažer časopisu může do čtenářských nástrojů, které doprovází publikované položky, přidat funkci „Nalézt referenci“, což čtenářům umožní zkopírovat název reference a vyhledat tak v předvolených databázích citovanou práci.</p></li> <li><strong>Vložit odkazy do referencí</strong><p>Typograf může přidat odkaz do referencí, které je možné vyhledat online. K tomu použije následující instrukce (lze je upravovat).</p></li> </ol>
da_dk: <p>Med henblik på at gøre det muligt for læsere at finde onlineversioner af det værk, der er citeret af en forfatter, findes følgende indstillinger.</p> <ol> <li><strong>Tilføj et læseværktøj</strong><p>Tidsskriftschefen kan føje "Find referencer" til det læseværktøj, der følger med publicerede elementer, hvilket gør læsere i stand til at indsætte titlen på en reference og derefter søge efter det citerede værk i udvalgte videnskabelige databaser.</p></li> <li><strong>Integrer links i referencerne</strong><p>Layoutredaktøren kan føje et link til referencer, der kan findes online, ved hjælp af følgende instruktioner (som kan redigeres).</p></li> </ol>
es_es: <p>Para permitir que los lectores/as encuentren en línea versiones de una obra citada por un autor/a, las siguientes opciones están disponibles:</p> <ol> <li><strong> Añadir herramienta de lectura</strong><p>El gestor/a de la revista puede añadir a esta herramienta de lectura (disponible para elementos publicados) la opción "Buscar referencias", que permitirá a los lectores/as pegar el título de una referencia y buscarlo en las bases de datos académicas preseleccionadas.</p></li> <li><strong>Enlaces incorporados en Referencias</strong><p>El maquetador/a puede añadir un enlace a las referencias que se encuentren online, siguiendo las instrucciones editables detalladas a continuación.</p></li> </ol>
fa_ir: <p> برای اینکه خوانندگان بتوانند نسخه آنلاین مراجعی که نویسنده ارجاع داده است را پیدا کنند, گزینه‌های زیر موجود می‌باشد. </p> <ol> <li><strong> افزودن یک ابزار مطالعه </strong><p> مدیر مجله می‌تواند لینک«یافتن مراجع» را به لیست ابزارهای مطالعه همراه با مقاله چاپ شده بی افزاید تا خوانندگان بتوانند متن ارجاع به یک مرجع را کپی کرده و سپس در پایگاه‌های اطلاعاتی به جستجوی آن بپردازند. </p></li> <li><strong> نهادن لینک مراجع در متن مقاله </strong><p> صفحه‌آرا می‌تواند لینک آنلاین مراجع مختلف را با دستورالعمل زیر در داخل مقاله قرار دهد. </p></li> </ol>
fi_fi: <p>Kun lukijoiden halutaan löytävän verkkoversiot töistä, joihin kirjoittaja viittaa, seuraavat vaihtoehdot ovat käytettävissä.</p> <ol> <li><strong>Lisää lukutyökalu</strong><p>Julkaisun hallinnoija voi lisätä “Etsi lähdeviitteitä” julkaistujen kohteiden lukutyökaluihin, mahdollistaen sen, että lukijat voivat liittää lähdeviitteen otsikon ja etsiä viitattua työtä etukäteen valituista tieteellisistä tietokannoista.</p></li> <li><strong>Upota linkit lähdeviitteisiin</strong><p>Taittaja voi lisätä linkin verkosta löytyviin lähdeviitteisiin seuraamalla seuraavia ohjeita (joita voidaan muokata).</p></li> </ol>
fr_ca: <p>Afin de permettre aux lecteurs de repérer les versions en ligne de l'ouvrage cité par un auteur, les options suivantes sont disponibles.</p> <ol> <li><strong>Ajouter un outil de lecture</strong><p>Le directeur de la revue peut ajouter « Trouver des références » aux Outils de lecture accompagnant les articles publiés, pour permettre aux lecteurs d'insérer le titre d'une référence et de rechercher l'ouvrage cité dans des bases de données universitaires présélectionnées.</p></li> <li><strong>Liens incorporés dans les références</strong><p>Le responsable de la mise en page peut ajouter un lien à des références en ligne, en suivant les instructions suivantes (qui peuvent être modifiées).</p></li> </ol>
id_id: <p>Untuk memudahkan pembaca menemukan versi online yang disitasi seorang penulis, terdapat pilihan berikut.</p> <ol> <li><strong>Tambahkan Alat Baca</strong><p>Manajer Jurnal dapat menambahkan pilihan "Cari Referensi" ke Alat Baca yang menyertai naskah yang diterbitkan, sehingga pembaca dapat mengetikkan judul referensi dan mencari di pangkalan data publikasi ilmiah yang telah dipilih.</p></li> <li><strong>Berikan Tautan di Daftar Referensi</strong><p>Layout Editor dapat menambahkan tautan ke referensi yang dapat ditemukan online dengan mengikuti petunjuk berikut (dapat diedit).</p></li> </ol>
nb_no: <p>For at lesere lett skal kunne finne nettpubliserte versjoner av verk forfattere henviser til i artiklene sine, finnes følgende muligheter.</p> <ol> <li><strong>Legg til et Leseverktøy</strong><p>Redaksjonslederen kan legge til verktøyet "Finn henvisning" i Leseverktøy som vises i sidespalten ved publiserte artikler. Med dette verktøyet kan leseren lime inn tittelen fra en henvisning for å søke etter verket i egnete søkeverktøy som er valgt på forhånd av tidsskriftet.</p></li> <li><strong>Legg inn lenker i henvisningene</strong><p>Layoutredaktøren kan legge inn aktive lenker direkte i artikkelfilens henvisninger ved å følge instruksen nedenfor (som kan redigeres).</p></li> </ol>
pl_pl: <p>Dostępne są następujące narzędzia umożliwiające czytelnikom lokalizowanie wersji on-line cytowanej przez autora pracy:</p> <ol> <li><strong>Dodaj narzędzie dla czytelników</strong><p>Administrator czasopisma może dodać “Znajdź pozycje w bazie” do Narzędzi dla czytelników. Funkcja ta umożliwia czytelnikom wstawienie cytowanego tytułu a następnie przeszukanie wybranych baz danych w celu znalezienia cytowanego tekstu.</p></li> <li><strong>Zagnieżdzone linki do pozycji bibiograficznych</strong><p>Składacz może dodać link do pozycji bibliograficznej, który może być znaleziony online poprzez wykorzystanie następującej instrukcji (która jest edytowalna).</p></li> </ol>
pt_pt: <p>Estão disponíveis as seguintes opções para permitir aos leitores localizar versões online dos trabalhos citados pelo autor.</p> <ol> <li><strong>Adicionar Ferramenta de Leitura</strong><p>O Director pode incluir "Pesquisar Referências" à Ferramenta de Leitura que acompanha os artigos publicados, permitindo aos leitores colar o título da referência no campo de pesquisa e escolher onde pesquisar, a partir das bases de dados pré-definidas.</p></li> <li><strong>Incluir Links para Referências</strong><p>O Editor de Layout pode incluir links activos nas referências disponíveis online, utilizando os recursos a seguir (que podem ser editados).</p></li> </ol>
ru_ru: <p>Чтобы дать возможность читателям находить онлайн-версии работ, на которые ссылается автор, доступны следующие возможности.</p> <ol> <li><strong>Добавить инструмент читателя</strong><p>Управляющий журналом может добавить «Поиск ссылок» в Инструменты читателя, которые сопутствуют опубликованным материалам. Это позволит читателям вставлять название источника, на который ссылается автор, а затем искать его по предварительно выбранным базам данных научных работ.</p></li> <li><strong>Встроить гиперссылки в список литературы</strong><p>Верстальщик может добавить гиперссылку на источники, которые могут быть найдены в Интернет, используя следующие инструкции (инструкции могут быть отредактированы).</p></li> </ol>
sv_se: <p>För att hjälpa läsare att hitta onlineversioner av material som författaren citerar finns följande alternativ:</p> <ol> <li><strong>Lägg till Läsverktyg</strong><p>Tidskriftsansvariga kan lägga till "Sök efter referenser" till de läsverktyg som finns i anslutning till publicerade artiklar. Läsaren kan där söka efter referenser i förvalda forskningsdatabaser.</p></li> <li><strong>Inbäddade referenser</strong><p>För att bädda in länkar till referenser online (gäller layoutredaktör), se följande instruktioner:</p></li> </ol>
tr_tr: <p>Okuyucuların bir yazar tarafından atıf yapılan çevrimiçi bir çalışmanın sürümlerini bulması için aşağıdaki seçenekleri etkinleştirilebilir.</p> <ol> <li><strong>Okuma Aracı Ekle</strong><p>Dergi yöneticisi yayımlanmış öğelere eşlik eden Okuma Araçları için "Referans Bulma" ekleyebilir. Atıf yapılan çalışmaların referans başlıklarının yapıştırılamsı suretiyle ön seçimli akademik veri tabanında araştırılması için okuyucular etkinleştirilebilir.</p></li> <li><strong>Referanslara Bağlantı Ekle</strong><p>Mizanpajcı aşağıdaki yönergeleri (düzenlenebilir) kullanarak çevrimiçi bulunabilir bir bağlantı ekleyebilir..</p></li> </ol>

# manager-people-confirmDisable
source: Disable this user? This will prevent the user from logging into the system. You may optionally provide the user with a reason for disabling their account.
ar_iq: أتريد تعطيل هذا المستخدم؟ هذا سيحرمه من دخول الموقع. ستقوم إختيارياً بتبرير تعطيلك لحساب مستخدم معين
ca_es: Voleu inhabilitar aquest usuari/ària? Això evitarà que l‘usuari/ària iniciï sessió en el sistema. Podeu proporcionar a l‘usuari/ària una raó per inhabilitar el seu compte.
cs_cz: Zablokovat tohoto uživatele? Tato akce zabrání uživateli, aby se přihlásil do systému. Volitelně můžete uživateli poskytnout zdůvodnění, proč byl jeho účet zablokován.
da_dk: Vil du annullere denne bruger? Dette forhindrer brugeren i at logge på systemet. Du kan vælge at give brugeren en begrundelse for deaktiveringen af kontoen.
es_es: ¿Deshabilitar esta cuenta de usuario/a? Esta acción no permitirá al usuario/a iniciar sesión en el sistema. De forma opcional, puede indicar el motivo por el cual se ha deshabilitado la cuenta de usuario/a.
fa_ir: آیا این کاربر غیرفعال شود؟ این اقدام از ورود کاربر به سیستم جلوگیری می‌کند. می‌توانید دلیل این اقدام را به کاربر خاطر نشان سازید.
fi_fi: Estä tämä käyttäjä? Tämä estää käyttäjän kirjautumisen järjestelmään. Voit halutessasi kertoa käyttäjälle syyn siihen, miksi hänen käyttäjätilinsä on poistettu käytöstä.
fr_ca: Désactiver cet utilisateur? Ceci empêchera l'utilisateur de se connecter au système. Vous pouvez optionnellement fournir à l'utilisateur une raison expliquant la désactivation de son compte.
id_id: Nonaktifkan pengguna ini? Pengguna tidak akan bisa login ke sistem. Anda dapat memberi alasan penonaktifannya kepada pengguna.
nb_no: Slå av denne brukeren? Dette vil hindre brukeren fra å logge inn på systemet. Du kan velge å gi brukeren en begrunnelse for at kontoen er slått av.
pl_pl: Wyłączyć tego użytkownika? Uniemożliwi to jego zalogowanie się do systemu.
pt_pt: Desactivar este utilizador? Isto impedirá o acesso ao sistema pelo utilizador. Pode-se opcionalmente informar o motivo pelo qual está sendo desactivado o registo.
ru_ru: Отключить этого пользователя? Это запретит пользователю входить в систему под его учетной записью. Вы также (при необходимости) можете указать пользователю причину отключения его учетной записи.
sv_se: Vill du spärra den här användaren? Hen kommer inte längre att kunna logga in i systemet. Du kan välja att ge användaren en förklaring till varför kontot har spärrats.
tr_tr: Bu üyeyi pasifleştir. Sisteme giriş yapan üyeyi engelleyecektir. İsteğe bağlı hesapları devre dışı bırakmak için bir sebep ile kullanıcıyı pasifleştirebilir.

# manager-people-noAdministrativeRights
source: Sorry, you do not have administrative rights over this user. This may be because: <ul> <li>The user is a site administrator</li> <li>The user is active in journals you do not manage</li> </ul> This task must be performed by a site administrator.
ar_iq: عذراً، ليس لديك صلاحيات إدارة لحساب هذا المستخدم. قد يكون ذلك بسبب: <ul> <li>المستخدم هو مدير للموقع</li> <li>المستخدم فعال في مجلات أخرى لا تديرها</li> </ul> هذه المهمة لا يؤديها إلا مدير الموقع.
ca_es: No teniu drets administratius sobre aquest usuari/ària. No els teniu per un dels possibles motius següents: <ul> <li>L’usuari/ària és un administrador/a del lloc web.</li> <li>L’usuari/ària és actiu en revistes que no administreu</li> </ul> Aquesta tasca l'ha de fer un administrador/a del lloc web.
cs_cz: Promiňte, nad tímto uživatelem nemáte administrátorská práva. Důvodem může být: <ul> <li>Uživatel je administrátorem stránek</li> <li>Uživatel je aktivní v časopisech, které Vy nespravujete</li> </ul> Tento úkol musí provést administrátor stránek.
da_dk: Du har ikke administratorrettigheder over denne bruger. Dette kan skyldes, at: <ul> <li>Brugeren er webstedsadministrator</li> <li>Brugeren er aktiv i tidsskrifter, du ikke administrerer</li> </ul> Denne opgave skal udføres af en webstedsadministrator.
es_es: No tiene derechos administrativos sobre este usuario/a. Esto puede ser debido a que: <ul> <li>El usuario/a es un administrador/a del sitio</li> <li>El usuario/a está activo en revistas que usted no gestiona</li> </ul> Esta tarea debe gestionarla un administrador/a del sitio.
fa_ir: متأسفانه شما نمی‌توانید این کاربر را تغییر دهید. علت این موضوع ممکن است یکی از موارد زیر باشد: <ul> <li>کاربر مورد نظر مدیر سایت است</li> <li>کاربر مربوط به مجله دیگری است که شما در آن نقش مدیریتی ندارید</li> </ul> این عمل باید توسط مدیر سایت انجام شود
fi_fi: Sinulla ei ole hallinnollisia oikeuksia tähän käyttäjään. Syynä tähän voi olla: <ul> <li>Käyttäjä on sivuston ylläpitäjä</li> <li>Käyttäjä on aktiivisena julkaisuissa, joita sinä et hallinnoi</li> </ul> Tämän tehtävän voi suorittaa vain sivuston ylläpitäjä.
fr_ca: Malheureusement, vous ne pouvez gérer les droits de cet utilisateur. Ça peut être à cause des raisons suivantes : <ul> <li>L'utilisateur est un administrateur de site</li> <li>L'utilisateur est actif dans des revues que vous ne gérez pas</li> </ul> Cette tâche doit être effectuée par un administrateur de site.
id_id: Maaf, Anda tidak mempunya hak administratif pada pengguna ini. Hal ini mungkin karena: <ul> <li>Pengguna adalah administrator situs</li> <li>Pengguna aktif di jurnal yang tidak Anda kelola</li> </ul> Tugas ini harus dilakukan oleh administrator situs.
nb_no: Beklager, du har ikke administrative rettigheter over denne brukeren. Dette kan være fordi: <ul> <li>Brukeren er nettstedsadministrator</li> <li>Brukeren er aktiv i tidsskrift du ikke administrerer</li> </ul> Denne handlingen må utføres av en nettstedsadministrator.
pl_pl: Nie posiadasz wystraczających praw administracyjnych aby usunąć tego użytkownika. Musisz posiadać uprawnienia administratora strony.
pt_pt: Não tem direitos administrativos sobre este utilizador porque: <ul> <li>O utilizador é o administrador do portal</li> <li>O utilizador está activo numa revista que você não administra</li> </ul> Esta tarefa deve ser executada por um administrador do portal.
ru_ru: Извините, у вас нет достаточных административных прав для управления записью этого пользователя. Возможные причины: <ul> <li>Этот пользователь является администратором сайта</li> <li>Этот пользователь активен в журналах, которыми вы не можете управлять</li> </ul> Эта задача должна быть выполнена администратором сайта.
sv_se: Tyvärr, du har inte administrativa rättigheter för den här användaren. Detta kan bero på att användaren är: <ul> <li>Huvudaministratör för webbplatsen</li> <li>Aktiv inom tidskrifter som inte du har tillgång till</li> </ul> Endast huvudaministratör för webbplatsen har möjlighet att ändra detta.
tr_tr: Üzgünüz, bu kullanıcı üzerinde idari hakkınız yoktur. Bunun sebebi: <ul> <li>Kullanıcı site yöneticisidir</li> <li>Kullanıcı idare etmediğiniz dergilerde etkindir</li> </ul> Bu görev site yöneticisi tarafından yerine getirilmelidir.
