Repository: asmecher/ojs
Catalog: locale/*/locale.xlf
Languages: ar_iq, ca_es, cs_cz, da_dk, es_es, fa_ir, fi_fi, fr_ca, id_id, nb_no, pl_pl, pt_pt, ru_ru, sv_se, tr_tr

# article-type
source: Type, method or approach
ar_iq: النوع، الطريقة، الأسلوب
ca_es: Tipus, mètode o enfocament
cs_cz: Typ, metoda nebo přístup
da_dk: Type, metode eller fremgangsmåde
es_es: Tipo, método o enfoque
fa_ir: نوع، روش یا راهکار
fi_fi: Tyyppi, menetelmä tai lähestymistapa
fr_ca: Type, méthode ou approche
id_id: Tipe, Metode, atau Pendekatan
nb_no: Type, metode eller innfallsvinkel
pl_pl: Typ, metoda lub podejście
pt_pt: Tipo, método ou ponto de vista
ru_ru: Тип, метод или подход
sv_se: Typ, metod eller infallsvinkel
tr_tr: Tür, yöntem veya yaklaşım

# article-language
source: Language
ar_iq: اللغة
ca_es: Llengua
cs_cz: Jazyk
da_dk: Sprog
es_es: Idioma
fa_ir: زبان مقاله
fi_fi: Kieli
fr_ca: Langue
id_id: Bahasa
nb_no: Språk
pl_pl: Język
pt_pt: Idioma
ru_ru: Язык
sv_se: Språk
tr_tr: Dil

# article-sectionEditor
source: SE
ar_iq: مح قس
ca_es: ES
cs_cz: ES
fa_ir: دبیر بخش
fi_fi: OT
fr_ca: RR
nb_no: Seksjonsred.
pl_pl: Redaktor działu
pt_pt: ES
ru_ru: РР
sv_se: Sektionsredaktör
tr_tr: BE

# article-commentsToEditor
source: Author comments
ar_iq: تعليقات المؤلف
ca_es: Comentaris de l’autor/a
cs_cz: Komentář autora
da_dk: Kommentarer fra forfatter
es_es: Comentarios del autor/a
fa_ir: نظرات نویسنده
fi_fi: Kirjoittajan kommentit
fr_ca: Commentaires de l'auteur
id_id: Komentar Penulis
nb_no: Forfatterkommentarer
pl_pl: Komentarze od autora
pt_pt: Comentários do Autor
ru_ru: Комментарии автора
sv_se: Författarkommentarer
tr_tr: Yazar yorumları

# article-submission
source: Submission
ar_iq: طلب التقديم
ca_es: Tramesa
cs_cz: Příspěvek
da_dk: Manuskript
es_es: Envío
fa_ir: مقاله ارسالی
fi_fi: Käsikirjoitus
fr_ca: Soumission
id_id: Naskah
nb_no: Manuskript
pl_pl: Zgłoszony tekst
pt_pt: Submissão
ru_ru: Материал
sv_se: Bidrag
tr_tr: Başvuru

# article-submissions
source: Submissions
ar_iq: طلبات التقديم
ca_es: Trameses
cs_cz: Příspěvky
da_dk: Manuskripter
es_es: Envíos
fa_ir: مقالات ارسالی
fi_fi: Käsikirjoitukset
fr_ca: Soumissions
id_id: Naskah
nb_no: Manuskript
pl_pl: Zgłoszenia
pt_pt: Submissões
ru_ru: Материалы
sv_se: Bidrag
tr_tr: Başvurular

# article-details
source: Details
ar_iq: التفاصيل
ca_es: Detalls
cs_cz: Detaily
da_dk: Detaljer
es_es: Detalles
fa_ir: جزئیات
fi_fi: Tiedot
fr_ca: Détails
id_id: Rincian
nb_no: Detaljer
pl_pl: Szczegóły
pt_pt: Detalhes
ru_ru: Подробности
sv_se: Detaljer
tr_tr: Ayrıntılar

# article-abstract
source: Abstract
ar_iq: الملخص
ca_es: Resum
cs_cz: Abstrakt
da_dk: Resumé
es_es: Resumen
fa_ir: چکیده
fi_fi: Abstrakti
fr_ca: Résumé
id_id: Abstrak
nb_no: Sammendrag
pl_pl: Abstrakt
pt_pt: Resumo
ru_ru: Аннотация
tr_tr: Özet

# article-coverPage-altText
source: Cover Image
ar_iq: صورة الغلاف
ca_es: Imatge de la portada
cs_cz: Obrázek obalu
da_dk: Forsidebillede
es_es: Imagen de portada
fa_ir: تصویر روی جلد
fi_fi: Kansikuva
fr_ca: Image de la page couverture
id_id: Gambar Sampul
nb_no: Omslagsbilde
pl_pl: Obraz okładki
pt_pt: Imagem da capa
ru_ru: Изображение на обложке
sv_se: Framsida
tr_tr: Kapak Görseli

# article-accessLogoOpen-altText
source: Open Access
ar_iq: الوصول المفتوح
ca_es: Accés obert
cs_cz: Otevřený přístup
da_dk: Fri adgang
es_es: Acceso abierto
fa_ir: دسترسی آزاد
fi_fi: Avoin saatavuus
fr_ca: Accès libre
nb_no: Åpen tilgang (Open Access)
pl_pl: Otwarty dostęp
pt_pt: Acesso Livre
ru_ru: Открытый доступ
tr_tr: Açık Erişim

# article-accessLogoRestricted-altText
source: Restricted Access
ar_iq: الوصول المقيد
ca_es: Accés restringit
cs_cz: Omezený přístup
da_dk: Begrænset adgang
es_es: Acceso restringido
fa_ir: دسترسی محدود
fi_fi: Rajoitettu saatavuus
fr_ca: Accès restreint
id_id: Akses Terbatas
nb_no: Begrenset tilgang
pl_pl: Ograniczony dostęp
pt_pt: Acesso restrito
ru_ru: Ограниченный доступ
sv_se: Begränsad åtkomst
tr_tr: Sınırlandırılmış Erişim

# article-comments-sectionDefault
source: Default
ar_iq: الإفتراضي
ca_es: Per defecte
cs_cz: Výchozí
da_dk: Standard
es_es: Valor predeterminado
fa_ir: پیش‌فرض
fi_fi: Oletus
fr_ca: Par défaut
nb_no: Standardvalg
pl_pl: Domyślne
pt_pt: Padrão
ru_ru: По умолчанию
tr_tr: Varsayılan

# article-comments-disable
source: Disable
ar_iq: تعطيل
ca_es: Inhabilita
cs_cz: Zakázat
da_dk: Deaktiver
es_es: Deshabilitar
fa_ir: غیرفعال
fi_fi: Poista käytöstä
fr_ca: Désactiver
id_id: Matikan
nb_no: Slå av
pl_pl: Wyłącz komentowanie
pt_pt: Desactivar
ru_ru: Выключить
sv_se: Avaktivera
tr_tr: Pasifleştir

# article-comments-enable
source: Enable
ar_iq: تمكين
ca_es: Habilita
cs_cz: Povolit
da_dk: Aktiver
es_es: Habilitar
fa_ir: فعال
fi_fi: Ota käyttöön
fr_ca: Activer
id_id: Aktifkan
nb_no: Slå på
pl_pl: Włącz komentowanie
pt_pt: Activar
ru_ru: Включить
sv_se: Aktivera
tr_tr: Etkinleştir

# article-fontSize
source: Font Size
ar_iq: حجم الخط
ca_es: Mida de la lletra
cs_cz: Velikost fontu
da_dk: Skriftstørrelse
es_es: Tamaño de fuente
fa_ir: اندازه فونت
fi_fi: Kirjasinkoko
fr_ca: Taille de police
id_id: Ukuran Huruf
nb_no: Skriftstørrelse
pl_pl: Rozmiar tekstu
pt_pt: Tamanho da fonte
ru_ru: Размер шрифта
sv_se: Typsnittsstorlek
tr_tr: Font Büyüklüğü

# article-fontSize-small-altText
source: Small
ar_iq: صغير
ca_es: Petita
cs_cz: Malý
da_dk: Lille
es_es: Pequeño
fa_ir: کوچک
fi_fi: Pieni
fr_ca: Petite
id_id: Kecil
nb_no: Liten
pl_pl: Mały
pt_pt: Menor
ru_ru: Мелкий
sv_se: Liten
tr_tr: Küçük

# article-fontSize-medium-altText
source: Medium
ar_iq: متوسط
ca_es: Mitjana
cs_cz: Střední
es_es: Normal
fa_ir: متوسط
fi_fi: Keskikokoinen
fr_ca: Moyenne
id_id: Sedang
nb_no: Middelstor
pl_pl: Średni
pt_pt: Média
ru_ru: Средний
sv_se: Mellan
tr_tr: Orta

# article-fontSize-large-altText
source: Large
ar_iq: كبير
ca_es: Gran
cs_cz: Velký
da_dk: Stor
es_es: Grande
fa_ir: بزرگ
fi_fi: Suuri
fr_ca: Grande
id_id: Besar
nb_no: Stor
pl_pl: Duży
pt_pt: Maior
ru_ru: Крупный
sv_se: Stor
tr_tr: Büyük

# article-return
source: Return to Article Details
ar_iq: العودة إلى تفاصيل المؤلَّف
ca_es: Tornar als detalls de l'article
cs_cz: Návrat na podrobnosti článku
da_dk: Tilbage til artikeldetaljer
es_es: Volver a los detalles del artículo
fa_ir: بازگشت به جزئیات مقاله
fi_fi: Palaa artikkelin tietoihin
fr_ca: Retourner aux informations sur l'article
id_id: Kembali ke Rincian Artikel
pl_pl: Wróć do szczegółów artykułu
pt_pt: Voltar a Detalhes do Artigo
ru_ru: Вернуться к Подробностям о статье
sv_se: Gå tillbaka till artikeldetaljer
tr_tr: Makale Detayına Dönün

# submission-submissionEditing
source: Submission Editing
ar_iq: تحرير طلب النشر
ca_es: Edició de la tramesa
cs_cz: Editování příspěvku
da_dk: Redigering af manuskript
es_es: Edición de envíos
fa_ir: ویرایش مقاله ارسالی
fi_fi: Käsikirjoituksen toimittaminen
fr_ca: Révision de la soumission
id_id: Pengeditan Naskah
nb_no: Manuskriptbehandling
pl_pl: Edycja zgłoszonych tekstów
pt_pt: Edição da Submissão
ru_ru: Редактирование отправленного материала
sv_se: Manuskriptredigering
tr_tr: Gönderi Düzenleme

# submission-changeSection
source: Change to
ar_iq: حول إلى
ca_es: Canvia a
cs_cz: Změnit na
da_dk: Skift til
es_es: Cambiar a
fa_ir: تغییر نوع مقاله به
fi_fi: Muuta
fr_ca: Changer pour
id_id: Ubah ke
nb_no: Endre til
pl_pl: Zamień na
pt_pt: Alterar para
ru_ru: Изменить на
sv_se: Ändra till
tr_tr: Değişiklik yap

# submission-sent
source: Sent
ar_iq: أُرسِل
ca_es: Ja s'ha enviat
cs_cz: Odesláno
da_dk: Sendt
es_es: Enviado
fa_ir: ارسال شد
fi_fi: Lähetetty
fr_ca: Envoyé
id_id: Terkirim
nb_no: Sendt
pl_pl: Wysłane
pt_pt: Enviado
ru_ru: Отправлен
sv_se: Skickat
tr_tr: Gönder

# submission-editorDecision
source: Editor Decision
ar_iq: قرار المحرر
ca_es: Decisió de l’editor/a
cs_cz: Rozhodnutí editora
da_dk: Redaktørbeslutning
es_es: Decisión del editor/a
fa_ir: تصمیم دبیر
fi_fi: Toimittajan päätös
fr_ca: Décision du rédacteur
id_id: Keputusan Editor
nb_no: Redaktørens beslutning
pl_pl: Decyzja redaktora
pt_pt: Decisão Editorial
ru_ru: Решение редактора
sv_se: Redaktörsbeslut
tr_tr: Editör Kararı

# submission-round
source: Round&nbsp;{$round}
ar_iq: الجولة {$round}
ca_es: Ronda&nbsp;{$round}
cs_cz: Kolo&nbsp;{$round}
da_dk: Runde&nbsp;{$round}
es_es: Ronda&nbsp;{$round}
fa_ir: نوبت داوری {$round}
fi_fi: Kierros&nbsp;{$round}
fr_ca: Cycle {$round}
id_id: Ronde&nbsp;{$round}
nb_no: Runde&nbsp;{$round}
pl_pl: Etap&nbsp;{$round}
pt_pt: Ronda&nbsp;{$round}
ru_ru: Раунд&nbsp;{$round}
sv_se: Omgång&nbsp;{$round}
tr_tr: &nbsp;{$round}. Tur

# submission-editorReview
source: Editor Review
ar_iq: تنقيح المحرر
ca_es: Revisió de l’editor/a
cs_cz: Posudek editora
da_dk: Redaktørbedømmelse
es_es: Revisión del editor/a
fa_ir: داوری دبیر
fi_fi: Toimittajan arviointi
fr_ca: Évaluation du rédacteur
id_id: Review Editor
nb_no: Redaktørens fagvurdering
pl_pl: Recenzja redaktora
pt_pt: Revisão do Editor
ru_ru: Отзыв редактора
sv_se: Redaktörens granskning
tr_tr: Editör Değerlendirmesi

# submission-notifyAuthor
source: Notify Author
ar_iq: أشعِر المؤلف
ca_es: Notifica a l’autor/a
cs_cz: Informovat autora
da_dk: Underret forfatter
es_es: Notificar al autora/a
fa_ir: اطلاع به نویسنده
fi_fi: Ilmoita kirjoittajalle
fr_ca: Aviser l'auteur
id_id: Beritahu Penulis
nb_no: Send beskjed til forfatter
pl_pl: Powiadom autora
pt_pt: Notificar Autor
ru_ru: Уведомить автора
sv_se: Meddela författare
tr_tr: Yazarı Bilgilendir

# submission-notifyEditor
source: Notify Editor
ar_iq: أشعِر المحرر
ca_es: Notifica a l’editor/a
cs_cz: Informovat editora
da_dk: Underret redaktør
es_es: Notificar al editor/a
fa_ir: اطلاع به دبیر
fi_fi: Ilmoita toimittajalle
fr_ca: Aviser le rédacteur
id_id: Beritahu Editor
nb_no: Send beskjed til redaktør
pl_pl: Powiadom redaktora
pt_pt: Notificar Editor
ru_ru: Уведомить редактора
sv_se: Meddela redaktör
tr_tr: Editörü Bilgilendir

# submission-editorAuthorRecord
source: Editor/Author Email Record
ar_iq: سجل رسائل المحرر مع المؤلف
ca_es: Registre de missatges de correu electrònic editor/a-autor/a
cs_cz: Evidence e-mailů editora/autora
da_dk: E-mail-post for redaktør/forfatter
es_es: Registro de correo electrónico del editor/a o autor/a
fa_ir: سوابق مکاتبات دبیر / نویسنده
fi_fi: Toimittajien/Kirjoittajien sähköpostirekisteri
fr_ca: Registre des courriels avec les rédacteur/auteur
id_id: Rekam Email Editor/Penulis
nb_no: Redaktør/Forfatter e-post
pl_pl: Dziennik korespondencji redaktor/autor
pt_pt: Registo de E-mails Editor/Autor
ru_ru: Запись переписки «Редактор/Автор»
sv_se: Redaktörs/Författares e-post
tr_tr: Editör/Yazar e-posta Kaydı

# submission-reviewersVersion
source: Reviewer's annotated version of file
ar_iq: نسخة المحكم المعلَّمة
ca_es: Versió del fitxer anotada pel revisor/a
cs_cz: Recenzentem okomentovaná verze souboru
da_dk: Bedømmers anmærkede filversion
es_es: Versión del archivo comentado por el revisor/a
fa_ir: نسخه حاشیه نویسی شده داور
fi_fi: Arvioijan selityksin varustettu tiedostoversio
fr_ca: Version du fichier annotée par l'évaluateur
id_id: Versi Anotasi Reviewer
nb_no: Fagkonsulentens annoterte filversjon
pl_pl: Plik z uwagami recenzenta
pt_pt: Versão anotada do Revisor
ru_ru: Версия файла с замечаниями рецензента
sv_se: Granskares filversion med kommentarer
tr_tr: Hakem notlarını içeren dosya sürümü

# submission-postReviewVersion
source: Post-review version of file
ar_iq: نسخة ما بعد التحكيم
ca_es: Versió del fitxer posterior a la revisió
cs_cz: Verze souboru po recenzi
da_dk: Filversion efter bedømmelse
es_es: Versión del archivo posterior a la revisión
fa_ir: نسخه پس از داوری
fi_fi: Arvioinnin jälkeinen tiedostoversio
fr_ca: Version du fichier post-évaluation
id_id: Versi Pasca-review
nb_no: Filversjon etter fagvurdering
pl_pl: Plik z tekstem po recenzji
pt_pt: Versão Pós-revisão
ru_ru: Версия файла после рецензирования
sv_se: Filversion efter granskning
tr_tr: Değerlendirme sonrası dosya sürümü

# submission-editorVersion
source: Editor Version
ar_iq: نسخة المحرر
ca_es: Versió de l’editor/a
cs_cz: Verze editora
da_dk: Redaktørversion
es_es: Versión del editor/a
fa_ir: نسخه دبیر
fi_fi: Toimittajan versio
fr_ca: Version du rédacteur
id_id: Versi Editor
nb_no: Redaktørens versjon
pl_pl: Wersja do prac redakcyjnych
pt_pt: Versão do Editor
ru_ru: Версия редактора
sv_se: Redaktörsversion
tr_tr: Editör Sürümü

# submission-authorsRevisedVersion
source: Author's revised version of file
ar_iq: نسخة المؤلف المعدلة
ca_es: Versió del fitxer revisada per l’autor/a
cs_cz: Autorem revidovaná verze souboru
da_dk: Forfatters reviderede filversion
es_es: Versión del archivo revisado por el autor/aversión
fa_ir: نسخه اصلاح شده فایل توسط نویسنده
fi_fi: Kirjoittajan korjaama tiedostoversio
fr_ca: Version du fichier révisée par l'auteur
id_id: Versi Revisi Penulis
nb_no: Forfatterens omarbeidete filversjon
pl_pl: Plik z tekstem poprawionym przez autora
pt_pt: Versão revista do Autor
ru_ru: Версия файла, исправленная автором
sv_se: Författares omarbetade filversion
tr_tr: Yazar tarafından düzeltilmiş dosya sürümü

# submission-authorVersion
source: Author Version
ar_iq: نسخة المؤلف
ca_es: Versió de l’autor/a
cs_cz: Verze autora
da_dk: Forfatterversion
es_es: Versión del autor/a
fa_ir: نسخه نویسنده
fi_fi: Kirjoittajan versio
fr_ca: Version de l'auteur
id_id: Versi Penulis
nb_no: Forfatterens versjon
pl_pl: Tekst przesłany przez autora
pt_pt: Versão do Autor
ru_ru: Версия автора
sv_se: Författarversion
tr_tr: Yazar Sürümü

# submission-copyediting
source: Copyediting
ar_iq: نسخة التحرير
ca_es: Correcció
cs_cz: Redigování
da_dk: Manuskriptredigering
es_es: Corrección de originales
fa_ir: ویراستاری
fi_fi: Tekninen toimittaminen
fr_ca: Révision
id_id: Proses Copyedit
nb_no: Manusredigering
pl_pl: Korekta tekstu
pt_pt: Edição de Texto
ru_ru: Литературное редактирование
sv_se: Manusredigering
tr_tr: Baskı Hazırlığı

# submission-copyedit
source: Copyedit
ar_iq: نسخة التحرير
ca_es: Correcció d'originals
cs_cz: Redigovat
da_dk: Manuskriptredigering
es_es: Corregir originales
fa_ir: ویرایش
fi_fi: Tekninen toimittaminen
fr_ca: Réviser
nb_no: Manusredigering
pl_pl: Korekta tekstu
pt_pt: Editar Texto
ru_ru: Лит.Ред.
sv_se: Manusredigera
tr_tr: Baskı Hazırlık

# submission-proofreading
source: Proofreading
ar_iq: القراءة التصحيحية
ca_es: Correcció de proves
cs_cz: Korektura
da_dk: Korrekturlæsning
es_es: Corrección de pruebas
fa_ir: بازبینی نهائی
fi_fi: Oikoluku
fr_ca: Correction d'épreuves
id_id: Proses Proofread
nb_no: Korrekturlesing
pl_pl: Korekta pliku do publikacji
pt_pt: Leitura de Prova
ru_ru: Корректура
sv_se: Korrekturläsning
tr_tr: Dizgi Düzeltme

# submission-scheduling
source: Scheduling
ar_iq: جدولة
ca_es: Planificació
cs_cz: Plánování
da_dk: Planlægning
es_es: Planificación
fa_ir: زمان‌بندی
fi_fi: Aikataulutus
fr_ca: Planification du calendrier
id_id: Penjadwalan
nb_no: Planlegging
pl_pl: Harmonogram
pt_pt: Agendamento
ru_ru: Планирование
sv_se: Planläggning
tr_tr: Yayın Zamanlaması

# submission-scheduledIn
source: Scheduled for publication in {$issueName}.
ar_iq: مجدول للنشر في {$issueName}.
ca_es: Planificada per a la publicació a {$issueName}.
cs_cz: Naplánována publikace v {$issueName}.
da_dk: Planlagt til publicering i {$issueName}.
es_es: Listo para publicar en {$issueName}.
fa_ir: زمان‌بندی شده برای انتشار در {$issueName}
fi_fi: Ajoitettu julkaistavaksi numerossa {$issueName}.
fr_ca: Publication planifiée pour {$issueName}.
id_id: Dijadwalkan untuk diterbitkan di {$issueName}.
nb_no: Planlagt publisert i {$issueName}.
pl_pl: Zaplanowane do publikacji w {$issueName}.
pt_pt: Agendado para publicação na edição {$issueName}.
ru_ru: Запланировано к публикации в выпуске «{$issueName}».
sv_se: Planlagd för publicering i {$issueName}.
tr_tr: {$issueName} sayısında yayınlanacak.

# submissions-sec
source: Sec
ar_iq: قسم
da_dk: Sek
es_es: Secc
fa_ir: نوع
fi_fi: Os.
id_id: Bag
nb_no: Seksj.
pl_pl: Dział
ru_ru: Раздел
sv_se: Sektion
tr_tr: Böl.

# submissions-step1
source: Step 1
ar_iq: الخطوة 1
ca_es: Pas 1
cs_cz: Krok 1
da_dk: Trin 1
es_es: Paso 1
fa_ir: مرحله 1
fi_fi: Vaihe 1
fr_ca: Étape 1
id_id: Langkah 1
nb_no: Trinn 1
pl_pl: Krok 1
pt_pt: Passo 1
ru_ru: Шаг 1
sv_se: Steg 1
tr_tr: Adım 1

# submissions-step3
source: Step 3
ar_iq: الخطوة 3
ca_es: Pas 3
cs_cz: Krok 3
da_dk: Trin 3
es_es: Paso 3
fa_ir: مرحله 3
fi_fi: Vaihe 3
fr_ca: Étape 3
id_id: Langkah 3
nb_no: Trinn 3
pl_pl: Krok 3
pt_pt: Passo 3
ru_ru: Шаг 3
sv_se: Steg 3
tr_tr: Adım 3

# submissions-queuedReview
source: In Review
ar_iq: قيد التحكيم
ca_es: En revisió
cs_cz: Ve frontě k recenzi
da_dk: I kø til bedømmelse
es_es: En revisión
fa_ir: در نوبت داوری
fi_fi: Arvioitavana
fr_ca: En évaluation
id_id: Dalam Review
nb_no: Planlagt fagvurdert
pl_pl: W recenzji
pt_pt: Em Revisão
ru_ru: На рецензии
sv_se: Under granskning
tr_tr: Değerlendirmede

# submissions-scheduled
source: Scheduled
ar_iq: مجدول
ca_es: Planificades
cs_cz: Naplánované
da_dk: Planlagt
es_es: Planificado
fa_ir: زیر چاپ
fi_fi: Ajoitettu
fr_ca: Planifiée
id_id: Dijadwalkan
nb_no: Planlagt
pl_pl: Zaplanowane
pt_pt: Agendado
ru_ru: Запланирован
sv_se: Planlagd
tr_tr: Yayın Programında

# submissions-published
source: Published
ar_iq: منشور
ca_es: Publicades
cs_cz: Publikováno
da_dk: Publiceret
es_es: Publicado
fa_ir: چاپ شده
fi_fi: Julkaistu
fr_ca: Publiée
id_id: Diterbitkan
nb_no: Publisert
pl_pl: Opublikowane
pt_pt: Publicado
ru_ru: Опубликован
sv_se: Publicerad
tr_tr: Yayınlanmış

# submissions-initial
source: Initial
ar_iq: أولي
ca_es: Inicial
cs_cz: Počáteční
da_dk: Første
es_es: Inicial
fa_ir: اولیه
fi_fi: Ensimmäinen
fr_ca: Initiale
id_id: Awal
nb_no: Første
pl_pl: Rozpoczęcie
pt_pt: Inicial
ru_ru: Первоначальный
sv_se: Första
tr_tr: Öncelikli

# submissions-proofread
source: Proofread
ar_iq: مصحح طباعياً
ca_es: Proves corregides
cs_cz: Korektura
da_dk: Korrekturlæst
es_es: Corregir pruebas
fa_ir: بازبینی
fi_fi: Oikolue
fr_ca: Faire la correction d'épreuves
nb_no: Korrekturlesing
pl_pl: Korekta pliku do publikacji
pt_pt: Ler Prova
ru_ru: Корректура
sv_se: Korrekturläsa
tr_tr: Dizgi Düzeltme

# submissions-initialProof
source: Initial Proof
ar_iq: التصحيح الأولي
ca_es: Prova inicial
cs_cz: Počáteční kontrola
da_dk: Første korrektur
es_es: Prueba inicial
fa_ir: بازبینی اولیه
fi_fi: Ensimmäinen korjausvedos
fr_ca: Première correction d'épreuves
id_id: Proof Awal
nb_no: Første korrektur
pl_pl: Rozpocznij korektę pliku do publikacji
pt_pt: Leitura de Prova Inicial
ru_ru: Первоначальная корректура
sv_se: Första korrekturet
tr_tr: İlk Dizgi

# submissions-postAuthor
source: Post-Author
ar_iq: ما بعد المؤلف
ca_es: Postautor/a
cs_cz: Po autorovi
da_dk: Efter forfatter
es_es: Posterior al autor/a
fa_ir: پس از نویسنده
fi_fi: Kirjoittajan tarkistama
fr_ca: Après l'auteur
id_id: Pasca-Penulis
nb_no: Post-forfatter
pl_pl: Po-autorze
pt_pt: Pós-Autor
ru_ru: После автора
sv_se: Post författare
tr_tr: Yazardan Ssonra

# submissions-reviewRound
source: Review Round
ar_iq: دورة التحكيم
ca_es: Ronda de revisió
cs_cz: Kolo recenze
da_dk: Bedømmelsesrunde
es_es: Ronda de revisión
fa_ir: دور داوری
fi_fi: Arviointikierros
fr_ca: Cycle d'évaluation
id_id: Ronde Review
nb_no: Fagvurderingsrunde
pl_pl: Etap recenzji
pt_pt: Ronda de Revisão
ru_ru: Раунд рецензирования
sv_se: Granskningsomgång
tr_tr: Değerlendirme Turu

# submissions-proof
source: Proof
ar_iq: تصحيح
ca_es: Prova
cs_cz: Kontrola
da_dk: Korrektur
es_es: Prueba
fa_ir: بازبینی
fi_fi: Korjausvedos
fr_ca: Épreuve
nb_no: Korrektur
pl_pl: Wersja zaakceptowana
pt_pt: Prova
ru_ru: Корр.
sv_se: Korrektur
tr_tr: Dizgi

# submissions-editorDecision
source: Editor Decision
ar_iq: قرار المحرر
ca_es: Decisió de l’editor/a
cs_cz: Rozhodnutí editora
da_dk: Redaktørbeslutning
es_es: Decisión del editor/a
fa_ir: تصمیم دبیر
fi_fi: Toimittajan päätös
fr_ca: Décision du rédacteur
id_id: Keputusan Editor
nb_no: Redaktørens beslutning
pl_pl: Decyzja redaktora czasopisma
pt_pt: Decisão Editorial
ru_ru: Решение редактора
sv_se: Redaktörsbeslut
tr_tr: Editör Kararı

# submissions-editorRuling
source: Editor Ruling
ar_iq: حكم المحرر
ca_es: Resolució de l’editor/a
cs_cz: Pravidla editorování
da_dk: Redaktørafgørelse
es_es: Normativa de edición
fa_ir: اتخاذ تصمیم دبیر
fi_fi: Toimittajan määräys
fr_ca: Décision ferme du rédacteur
id_id: Aturan Editor
nb_no: Redaktørens avgjørelse
pl_pl: Werdykt redaktora czasopisma
pt_pt: Conclusão do Editor
ru_ru: Правила редактора
sv_se: Redaktörsutslag
tr_tr: Editör Düzenlemesi

# submission-eventLog
source: Event Log
ar_iq: سجل الأحداث
ca_es: Registre d’esdeveniments
cs_cz: Log událostí
da_dk: Hændelseslog
es_es: Registro de eventos
fa_ir: سوابق مقاله
fi_fi: Tapahtumaloki
fr_ca: Registre d'événements
id_id: Log Kejadian
nb_no: Hendelseslogg
pl_pl: Rejestr zdarzeń
pt_pt: Histórico de Eventos (log)
ru_ru: Журнал действий
sv_se: Händelselogg
tr_tr: Kayıt Defteri

# submissions-copyeditComplete
source: Copyedited
ar_iq: محرَّر
ca_es: Originals corregits
cs_cz: Zredigované
da_dk: Manuskriptredigeret
es_es: Original corregido
fa_ir: ویراستاری شده
fi_fi: Teknisesti toimitettu
fr_ca: Révision terminée
id_id: Sudah Copyedit
nb_no: Manuskript redigert
pl_pl: Po korekcie
pt_pt: Texto editado
ru_ru: Прошел литературное редактирование
sv_se: Manusredigering klar
tr_tr: Baskı Hazırlığı Tamamlanmış

# submissions-layoutComplete
source: Layout edited
ar_iq: مصمم طباعياً
ca_es: Maquetades
cs_cz: Po typografické úpravě
da_dk: Layoutredigeret
es_es: Maquetación editada
fa_ir: صفحه بندی شده
fi_fi: Taitettu
fr_ca: Mise en page terminée
id_id: Sudah Edit Layout
nb_no: Sider oppsatt
pl_pl: Po składzie
pt_pt: Layout concluído
ru_ru: Прошел верстку
sv_se: Layout klar
tr_tr: Mizanpaj Tamam

# submissions-proofreadingComplete
source: Proofread
ar_iq: مصحح طباعياً
ca_es: Proves corregides
cs_cz: Po korektuře
da_dk: Korrekturlæst
es_es: Corregir pruebas
fa_ir: بازبینی
fi_fi: Oikoluettu
fr_ca: Correction d'épreuves terminée
id_id: Sudah Proofread
nb_no: Korrektur lest
pl_pl: Zaakceptowane do opublikowania
pt_pt: Leitura de Provas realizada
ru_ru: Прошел корректуру
sv_se: Korrekturläst
tr_tr: Dizgi onaylanmış

# journal-currentIssue
source: Current Issue
ar_iq: العدد الحالي
ca_es: Número actual
cs_cz: Aktuální číslo
da_dk: Nyeste nummer
es_es: Número actual
fa_ir: شماره کنونی
fi_fi: Uusin numero
fr_ca: Numéro courant
id_id: Terbitan Terkini
nb_no: Nyeste utgave
pl_pl: Aktualny numer
pt_pt: Número Actual
ru_ru: Текущий выпуск
sv_se: Senaste numret
tr_tr: Yeni Sayı

# journal-journals
source: Journals
ar_iq: المجلات
ca_es: Revistes
cs_cz: Časopisy
da_dk: Tidsskrifter
es_es: Revistas
fa_ir: مجلات
fi_fi: Julkaisut
fr_ca: Revues
id_id: Jurnal
nb_no: Tidsskrift
pl_pl: Czasopisma
pt_pt: Revistas
ru_ru: Журналы
sv_se: Tidskrifter
tr_tr: Dergiler

# journal-path
source: Path
ar_iq: المسار
ca_es: Ruta
cs_cz: Cesta
da_dk: Sti
es_es: Ruta
fa_ir: مسیر
fi_fi: Polku
fr_ca: Chemin
nb_no: Filsti
pl_pl: Ścieżka
pt_pt: Caminho
ru_ru: Путь
sv_se: Sökväg
tr_tr: Yol

# context-context
source: Journal
ar_iq: المجلة
ca_es: Revista
cs_cz: Časopis
da_dk: Tidsskrift
es_es: Revista
fa_ir: مجله
fi_fi: Julkaisu
fr_ca: Revue
id_id: Jurnal
nb_no: Tidsskrift
pl_pl: Czasopismo
pt_pt: Revista
ru_ru: Журнал
sv_se: Tidskrift
tr_tr: Dergi

# journal-viewAllIssues
source: View All Issues
ar_iq: معاينة جميع الأعداد
ca_es: Veure tots els números
cs_cz: Zobrazit všechna čísla
da_dk: Se alle numre
es_es: Ver todos los números
fa_ir: نمایش همه‌ی شماره‌ها
fi_fi: Näytä kaikki numerot
fr_ca: Voir tous les numéros
id_id: Lihat semua terbitan
pl_pl: Wyświetl wszystkie numery
pt_pt: Ver Todos os Números
ru_ru: Показать все выпуски
sv_se: Visa alla nummer
tr_tr: Tüm Sayıları Göster
