Repository: asmecher/ojs
Catalog: locale/*/locale.xlf
Languages: ar_iq, ca_es, cs_cz, da_dk, es_es, fa_ir, fi_fi, fr_ca, id_id, nb_no, pl_pl, pt_pt, ru_ru, sv_se, tr_tr

# reviewer-article-downloadSubmission
source: Click on file names to download and review (on screen or by printing) the files associated with this submission.
ar_iq: أنقر أسماء الملفات لتنزيلها وتقييمها (على الشاشة أو عبر طباعتها)
ca_es: Feu clic als noms dels fitxers que vulgueu descarregar i reviseu els fitxers associats amb aquesta tramesa. Podeu revisar els fitxers en pantalla o bé imprimir-los.
cs_cz: Pro stažení a zpracování rezenze souborů spojených s tímto příspěvkem klikněte na názvy těchto souborů.
da_dk: Klik på filnavnene for at hente og bedømme (på skærmen eller på udskrift) de filer, der er tilknyttet det pågældende manuskript.
es_es: Haga clic en los nombres de los archivos relacionados con este envío que desee descargar y revisar (en pantalla o imprimiéndolos).
fa_ir: با کلیک بر روی نام فایل‌های متعلق به این مقاله ارسالی می‌توانید آن‌ها را دانلود کرده و بر روی کامپیوتر خود باز کنید و یا آن‌ها را پرینت کنید
fi_fi: Klikkaa tiedostojen nimiä ladataksesi ja arvioidaksesi (näytöllä tai tulostamalla) käsikirjoitukseen liittyvät tiedostot.
fr_ca: Cliquez sur les noms de fichier pour télécharger et évaluer (à l'écran ou sur papier) les fichiers associés à cette soumission.
id_id: Klik di nama file untuk mengunduh dan mereview (di layar atau dengan mencetak) file yang berkaitan dengan naskah ini.
nb_no: Klikk på filnavn for å laste ned og vurdere dette innsendte manuskriptet og de eventuelle tilleggsfilene som hører til (på skjerm eller i utskrift).
pl_pl: Kliknij nazwę pliku w celu jego pobrania do recenzji.
pt_pt: Clique no nome dos documentos para transferir para o seu computador e realizar a revisão (no documento digital ou a sua impressão) dos documentos associados à submissão.
ru_ru: Щелкайте на именах файлов, чтобы скачать и просмотреть файлы, связанные с этим материалом (отобразить их на экране или распечатать).
sv_se: Klicka på filnamnen för att ladda ned och granska filerna (antingen direkt på skärmen eller för utskrift) som hör till bidraget.
tr_tr: Makaleyi ve varsa eklerini görüntülemek veya yazdırmak için dosya ismine tıklayınız.

# reviewer-article-enterCompetingInterests
source: Declare whether or not you have competing interests with regard to this research (see <a target="_new" class="action" href="{$competingInterestGuidelinesUrl}">CI&nbsp;Policy</a>).
ar_iq: أعلن فيما لو كانت لديك مصالح تنافسية بالنسبة لهذا البحث (أنظر <a target="_new" class="action" href="{$competingInterestGuidelinesUrl}">CI&nbsp;السياسة</a>).
ca_es: Declareu si teniu algun conflicte d’interessos en relació amb aquesta recerca (vegeu <a target="_new" class="action" href="{$competingInterestGuidelinesUrl}">&nbsp;Política de CI</a>).
cs_cz: Prohlašte, zda jste nebo nejste ve střetu zájmů ve vztahu k tomuto výzkumu (viz <a target="_new" class="action" href="{$competingInterestGuidelinesUrl}"> Pravidla upravující střet zájmů</a>).
da_dk: Meddel, om du har konkurrerende interesser med hensyn til denne forskning (se <a target="_new" class="action" href="{$competingInterestGuidelinesUrl}">CI&nbsp;Policy</a>).
es_es: Indique si tiene o no, algún conflicto de intereses en cuanto a esta investigación (consulte <a target="_new" class="action" href="{$competingInterestGuidelinesUrl}">CI&nbsp;Policy</a>).
fa_ir: هرگونه تضاد منافعی که در رابطه با این مقاله یا پژوهش دارید را اعلام نمایید. برای اطلاعات بیشتر لطفاً به آدرس زیر مراجعه کنید: <a target="_new" class="action" href="{$competingInterestGuidelinesUrl}">سیاست تضاد منافع</a>).
fi_fi: Ilmoita onko sinulla sidonnaisuuksia tähän tutkimukseen liittyen (ks. <a target="_new" class="action" href="{$competingInterestGuidelinesUrl}">Sidonnaisuuksien ilmoittaminen</a>).
fr_ca: Déclarer si vous êtes en conflit d'intérêts en ce qui concerne cette recherche (voir <a target="_new" class="action" href="{$competingInterestGuidelinesUrl}">Politique de CI</a>).
id_id: Sebutkan ada tidaknya konflik kepentingan Anda dengan penelitian ini (lihat<a target="_new" class="action" href="{$competingInterestGuidelinesUrl}">CI&nbsp;Policy</a>).
nb_no: Avgi en erklæring om hvorvidt du står i en interessekonflikt med hensyn til denne forskningen (se <a target="_new" class="action" href="{$competingInterestGuidelinesUrl}">Retningslinjer for Erklæring om interessekonflikter</a>).
pl_pl: Określ czy posiadasz zainteresowania badawcze zbieżne z recenzowaną pracą (zobacz <a target="_new" class="action" href="{$competingInterestGuidelinesUrl}">zasady</a>).
pt_pt: Declare se há conflito de interesses em relação a esta submissão (veja a <a target="_new" class="action" href="{$competingInterestGuidelinesUrl}">Política de Conflito de Interesses</a>).
ru_ru: Укажите наличие или отсутствие конфликта интересов в отношении данного исследования (смотриье <a target="_new" class="action" href="{$competingInterestGuidelinesUrl}">Руководство по заполнению Декларации о конфликте интересов</a>).
sv_se: Ange om du har en intressekonflikt avseende den här forskningen (se <a target="_new" class="action" href="{$competingInterestGuidelinesUrl}">CI&nbsp;Policy</a>).
tr_tr: Bu araştırma ile ilgili rekabet koşullarını kabul edip etmediğinizi bildiriniz (bkz. <a target="_new" class="action" href="{$competingInterestGuidelinesUrl}">CI&nbsp;Politikası</a>).

# reviewer-competingInterests
source: Competing Interests
ar_iq: مصالح تنافسية
ca_es: Conflicte d’interessos
cs_cz: Střet zájmů
da_dk: Konkurrerende interesser
es_es: Conflicto de intereses
fa_ir: تضاد منافع
fi_fi: Sidonnaisuudet
fr_ca: Conflits d'intérêts
id_id: Konflik Kepentingan
nb_no: Interessekonflikter
pl_pl: Zainteresowania badawcze
pt_pt: Conflito de Interesses
ru_ru: Конфликт интересов
sv_se: Intressekonflikter
tr_tr: Çıkar Çelişkisi

# reviewer-article-enterReviewA
source: Click on icon to enter (or paste) your review of this submission.
ar_iq: أنقر الإيقونة للدخول (أو إلصق) تقييمك لطلب النشر هذا
ca_es: Feu clic a la icona per introduir (o enganxar) la vostra revisió d’aquesta tramesa.
cs_cz: Pro vložení (nebo nakopírování) Vaší recenze tohoto příspěvku klikněte na ikonu.
da_dk: Klik på ikonet for at angive (eller indsætte) din bedømmelse af manuskriptet.
es_es: Haga clic en el icono para escribir (o pegar) la revisión de este envío.
fa_ir: بر روی آیکون کلیک کرده و سپس نتیجه داوری خود را در مورد این مقاله وارد کنید
fi_fi: Klikkaa kuvaketta syöttääksesi (tai liittääksesi) arviosi käsikirjoituksesta.
fr_ca: Cliquer sur l'icône pour saisir (ou coller) votre évaluation de cette soumission.
id_id: Klik di ikon untuk memasukkan review Anda terhadap naskah ini.
nb_no: Klikk på ikonet for å skrive eller lime inn fagvurderingen din av dette manuskriptet.
pl_pl: Kliknij, aby wprowadzić (lub wkleić) recenzję tekstu.
pt_pt: Clique no ícone para inserir (ou colar) a revisão da submissão
ru_ru: Щелкните на значке, чтобы ввести (или вставить) Вашу рецензию на эту статью.
sv_se: Klicka på ikonen för att skriva eller klistra in din granskning av bidraget.
tr_tr: Makaleyle ilgili görüş ve yorumlarınızı editöre iletmek için simgeye tıklayınız.

# reviewer-article-uploadFile
source: In addition, you can upload files for the editor and/or author to consult.
ar_iq: فضلاً، بإمكانك رفع الملفات إلى المحرر و/أو المؤلف للمشاورة
ca_es: A més, també podeu carregar fitxers de consulta per a l’editor/a i/o l’autor/a.
cs_cz: Navíc můžete nahrát soubory ke konzultaci pro editora a/nebo autora.
da_dk: Derudover kan du overføre filer til redaktøren og/eller forfatteren, som de kan konsultere.
es_es: Además, puede cargar archivos para que los consulte el editor/a o el autor/a.
fa_ir: همچنین می‌توانید فایل یا فایل‌هایی را نیز آپلود کنید
fi_fi: Lisäksi voit ladata tiedostoja toimittajan ja/tai kirjoittajan katsottavaksi.
fr_ca: En outre, vous pouvez télécharger les fichiers pour fins de consultation par le rédacteur et/ou l'auteur.
id_id: Sebagai tambahan, Anda dapat mengunggah file untuk menjadi acuan editor dan/atau penulis.
nb_no: Du kan i tillegg laste opp filer som kan gjøres tilgjengelige for redaktør og/eller forfatter.
pl_pl: Dodatkowo, możesz wysłać pliki przeznaczone dla redaktora i/albo autora (np. plik z tekstem z naniesionymi komentarzami).
pt_pt: Opcionalmente, é possível transferir uma versão do documento com os seus comentários para consulta pelo editor e/ou autor.
ru_ru: Кроме того, Вы можете загрузить файлы для редактора и/или автора для консультации.
sv_se: Du kan dessutom ladda upp filer för redaktören och/eller författaren att titta på.
tr_tr: İsteğe bağlı olarak, editörün ve/veya yazarın bilgisine sunmak üzere görüşlerinizi, düzeltmelerinizi içeren dosya/dosyaları yükleyebilirsiniz.

# reviewer-article-selectRecommendation
source: Select a recommendation and submit the review to complete the process. You must enter a review or upload a file before selecting a recommendation.
ar_iq: إختر التوصية وقدم التحكيم لإكمال العملية. عليك أن تُدخل تحكيماً أو أن ترفع ملفاً قبل اختيار التوصية
ca_es: Seleccioneu una recomanació i trameteu la revisió per completar el procés. Heu d'introduir una revisió o carregar un fitxer abans de seleccionar una recomanació.
cs_cz: Pro dovršení celého procesu vyberte doporučení a odešlete recenzi. Než vyberete doporučení, musíte vložit recenzi nebo nahrát soubor.
da_dk: Vælg en anbefaling, og fremsend bedømmelsen for at fuldføre processen. Du skal angive en bedømmelse eller overføre en fil, inden du kan vælge en anbefaling.
es_es: Seleccione una recomendación y envíe la revisión para completar el proceso. Debe introducir la revisión o subir un archivo antes de seleccionar una recomendación.
fa_ir: یک توصیه را انتخاب کنید.
fi_fi: Valitse suositus ja lähetä arviointi päättääksesi arviointiprosessin. Syötä arviointi tai lataa tiedosto ennen suosituksen valintaa.
fr_ca: Choisir une recommandation et soumettre l'évaluation pour compléter le processus. Vous devez écrire une évaluation ou téléverser un fichier avant de choisir une recommandation.
id_id: Pilih rekomendasi dan serahkan hasil review untuk menyelesaikan proses. Anda harus memasukkan review atau mengunggah file sebelum memilih rekomendasi.
nb_no: Velg en anbefaling og send inn vurderingen for å ferdigstille prosessen. Du må legge inn en vurdering eller laste opp en fil før du velger anbefaling.
pl_pl: Aby zakończyć proces recenzji wybierz rekomendację i kliknij Wyślij recenzję do redaktora. Musisz wprowadzić recenzję lub wysłać plik, aby wybór rekomendacji był aktywny.
pt_pt: Escolha a recomendação adequada e submeta a revisão para concluir o processo. É obrigatório incluir os comentários da revisão ou transferir uma Versão para Revisão do documento antes de definir a sua revisão.
ru_ru: Выберите рекомендацию и отправьте рецензию для завершения процесса редактирования. Вы должны ввести рецензию или загрузить файл до выбора рекомендации.
sv_se: Välj en rekommendation och skicka in granskningen. Du måste skriva in en bedömning eller ladda upp en fil innan du kan välja rekommendation.
tr_tr: Alttaki karar seçeneklerinin aktif hale gelmesi için dördüncü adımdaki sürecin tamamlanması gerekir. Değerlendirmenin editöre iletilebilmesi için "Hakem Kararı" kutusundaki seçereklerden uygun olanının seçilmesi ve kaydedilmesi gerekir.

# reviewer-article-selectRecommendation-byEditor
source: Set or adjust the reviewer recommendation.
ar_iq: إختر أو عدّل توصية المحكم.
ca_es: Configuri o ajusti la recomanació del revisor/a.
cs_cz: Nastavte nebo upravte doporučení recenzenta.
da_dk: Indsæt eller tilret bedømmer-indstillingen.
es_es: Configurar o ajustar la recomendación del revisor/a.
fa_ir: تنظیم یا به‌روزرسانی توصیه داور
fi_fi: Aseta tai muuta arvioijan suositusta.
fr_ca: Fixer ou ajuster la recommandation de l'évaluateur.
id_id: Tetapkan atau atur rekomendasi reviewer.
pl_pl: Ustaw lub dopasuj rekomendację.
pt_pt: Definir ou ajustar a recomendação do revisor.
ru_ru: Задать или изменить рекомендацию рецензента.
sv_se: Fastställ eller justera granskarens rekommendation.
tr_tr: Gözden geçirme önerisini inceleyin veya ayarlayın.

# reviewer-article-mustSelectDecision
source: No recommendation was selected. You must choose a recommendation to submit.
ar_iq: لم يتم اختيار التوصية. عليك أن تختار توصية تقدمها
ca_es: No s’ha seleccionat cap recomanació. Heu de seleccionar la recomanació que vulgueu trametre.
cs_cz: Nebylo vybráno žádné doporučení. Před odesláním musíte vybrat doporučení.
da_dk: Der er ikke valgt nogen anbefaling. Du skal vælge en anbefaling, du vil fremsende.
es_es: No se ha seleccionado ninguna recomendación. Debe seleccionar una recomendación antes de enviar el formulario.
fa_ir: هیچ توصیه‌ای انتخاب نشده است. می‌بایست یکی از توصیه‌ها را برای ثبت، انتخاب کنید.
fi_fi: Yhtään suositusta ei valittu. Et voi lähettää arviointia, ennen kuin valitset suosituksen.
fr_ca: Aucune recommandation n'a été sélectionnée. Vous devez choisir une recommandation à soumettre.
id_id: Tidak ada rekomendasi dipilih. Anda harus memilih satu rekomendasi untuk diserahkan.
nb_no: Ingen anbefaling er valgt. Du må velge en anbefaling å sende inn.
pl_pl: Rekomendacja nie została wybrana. Przed wysłaniem musisz wybrać rekomendację.
pt_pt: Não foi seleccionada nenhuma recomendação. Deve-se escolher uma recomendação para submeter a revisão.
ru_ru: Рекомендация не была выбрана. Вы должны выбрать рекомендацию для отправки.
sv_se: Ingen rekommendation har gjorts. Du måste välja rekommendation för att skicka in.
tr_tr: Başvurunun kabülüne yönelik bir öneride bulunmadınız. İşlemin tamamlanması için bir öneride bulunmanız gerekiyor.

# reviewer-article-confirmDecision
source: Once you have recorded a decision you will no longer be able to make changes to this review. Are you sure you wish to continue?
ar_iq: بمجرد تسجيلك لقرار ما، لن يكون باستطاعتك مستقبلاً تعديل هذا التحكيم. هل أنت متأكد من رغبتك في المتابعة؟
ca_es: Una vegada hàgiu enregistrat una decisió, no podreu fer canvis en aquesta revisió. Esteu segur/a que voleu continuar?
cs_cz: Jakmile zaznamenáte rozhodnutí, nebudete již moci v této recenzi provést žádné změny. Jste si jistý, že chcete pokračovat?
da_dk: Når du har registreret en beslutning, kan du ikke længere foretage ændringer af denne bedømmelse. Er du sikker på, at du vil fortsætte?
es_es: Una vez haya registrado su decisión, no podrá hacer cambios en esta revisión. ¿Está seguro/a de que desea continuar?
fa_ir: در صورتی که تصمیم خود را ثبت کردید دیگر نمی‌توانید تغییری در این داوری بدهید. آیا می‌خواهید این کار را انجام دهید؟
fi_fi: Kun olet tallentanut päätöksesi, et voi enää tehdä muutoksia arviointiisi. Haluatko varmasti jatkaa?
fr_ca: Du moment que vous aurez enregistré une décision, vous ne pourrez plus modifier l'évaluation. Êtes-vous certain de vouloir continuer?
id_id: Saat Anda sudah menyimpan keputusan, Anda tidak akan bisa membuat perubahan untuk review ini. Apakah Anda yakin untuk melanjutkan?
nb_no: Så snart du har registrert beslutningen, kan du ikke lenger endre den. Er du sikker på at du vil fortsette?
pl_pl: Po zapisaniu decyzji, dalsze zmiany nie będą możliwe. Czy chcesz kontynuować?
pt_pt: Uma vez registada a decisão não será mais possível modificar a revisão. Deseja realmente proceder?
ru_ru: Как только Вы запишите свое решение, Вы больше не сможете вносить изменения в эту рецензию. Вы уверены, что хотите продолжить?
sv_se: När du har registrerat ett val har du inte längre möjlighet att ändra bedömningen i den här granskningen. Är du säker på att du vill fortsätta?
tr_tr: Kararınızı kaydettikten sonra bu değerlendirmede başka bir değişiklik yapamazsınız! Devam etmek istiyor musunuz?

# copyeditor-article-fileToCopyedit
source: File To C/E
ar_iq: الملف لتدقيقه
ca_es: Fitxer per corregir
cs_cz: Soubor pro redaktora
da_dk: Fil til C/E
es_es: Archivo para el corrector/a de originales
fa_ir: فایل به ویراستار
fi_fi: Teknisesti toimitettava tiedosto
fr_ca: Fichier à réviser
id_id: File untuk C/E
nb_no: Fil til MR
pl_pl: Plik dla korektora
pt_pt: Ficheiro para Edição de Texto (C/E)
ru_ru: Файл для литературного редактирования
sv_se: Fil till Manusredaktören
tr_tr: S/D'ye dosya

# copyeditor-article-copyeditorFile
source: Copyeditor File
ar_iq: ملف المدقق
ca_es: Fitxer del corrector/a d'originals
cs_cz: Soubor od redaktora
da_dk: Manuskriptredaktørfil
es_es: Archivo del corrector/a de originales
fa_ir: فایل ویراستار
fi_fi: Teknisen toimittajan tiedosto
fr_ca: Fichier du réviseur
id_id: File Copyeditor
nb_no: Fil til manusredaktør
pl_pl: Plik składacza
pt_pt: Versão do Editor de Texto
ru_ru: Файл литературного редактора
sv_se: Manusredaktörens fil
tr_tr: Sayfa Düzenleyici Dosyası

# copyeditor-article-copyeditorFinalFile
source: Copyeditor File
ar_iq: ملف المدقق
ca_es: Fitxer del corrector/a d'originals
cs_cz: Soubor od redaktora
da_dk: Manuskriptredaktørfil
es_es: Archivo del corrector/a de originales
fa_ir: فایل ویراستار
fi_fi: Teknisen toimittajan tiedosto
fr_ca: Fichier du réviseur
id_id: File Copyeditor
nb_no: Manusredaktør fil
pl_pl: Plik składacza - wersja ukończona
pt_pt: Versão do Editor de Texto
ru_ru: Файл литературного редактора
sv_se: Manusredaktörens fil
tr_tr: Sayfa Düzenleyici Son Dosyası

# proofreader-noProofreadingAssignments
source: No Proofreading Assignments
ar_iq: لا مهمات للقراءة التصحيحية
ca_es: No hi ha cap assignació de correcció de proves.
cs_cz: Žádné úkoly pro korektora
da_dk: Ingen korrekturlæsningsopgaver
es_es: No hay asignaciones de corrección de pruebas
fa_ir: هیچ بازبینی نهائی انتساب نشده است
fi_fi: Ei oikolukutoimeksiantoja
fr_ca: Aucune assignation de correction d'épreuves
id_id: Tidak Ada Penugasan Proofreading
nb_no: Ingen korrekturlesingsoppdrag
pl_pl: Brak przypisanych zadań korekty na plikach do publikacji
pt_pt: Nenhuma Tarefa de Leitura de Prova
ru_ru: Нет заданий на корректуру
sv_se: Inga korrekturläsningsuppdrag
tr_tr: Düzeltmen Ataması Yapılmamış
