Repository: asmecher/ojs
Catalog: locale/*/locale.xlf
Languages: ar_iq, ca_es, cs_cz, da_dk, es_es, fa_ir, fi_fi, fr_ca, id_id, nb_no, pl_pl, pt_pt, ru_ru, sv_se, tr_tr

# submission-event-copyedit-copyeditRevision
source: Copyeditor revisions file updated
ar_iq: ملف تنقيحات المدقق حُدِّث
ca_es: S'ha actualitzat el fitxer de revisions del corrector/a d'originals
cs_cz: Soubor s revizemi redaktora aktualizován
da_dk: Manuskriptredaktørens revideringsfil er opdateret
es_es: Archivo de revisiones del corrector/a de originales actualizado
fa_ir: فایل اصلاحات ویراستار به روز رسانی شد
fi_fi: Teknisen toimittajan korjaama tiedosto päivitetty
fr_ca: Fichier de révision du réviseur mis à jour
id_id: Revisi Copyeditor diperbaharui
nb_no: Manusredaktør - revisjonsfil oppdatert
pl_pl: Plik z korektą zaktualizowany
pt_pt: Versão do Editor de Texto actualizada
ru_ru: Файл с правками литературного редактора обновлен
sv_se: Manusredaktörs reviderade fil uppdaterad
tr_tr: Sayfa düzenleyici dosyası güncellendi

# submission-event-copyedit-copyeditInitialCompleted
source: Initial copyedit completed
ar_iq: التدقيق الأولي إكتمل
ca_es: S'ha completat la correcció inicial d'originals
cs_cz: Úvodní redigování dokončeno
da_dk: Første manuskriptredigering er fuldført
es_es: Corrección de originales inicial completada
fa_ir: ویراستاری اولیه تکمیل شد
fi_fi: Ensimmäinen tekninen toimittaminen valmis
fr_ca: Révision initiale terminée
id_id: Copyedit awal selesai
nb_no: Første manusredigering ferdigstilt
pl_pl: Wstępna korekta ukończona
pt_pt: Edição de Texto inicial concluída
ru_ru: Первоначальное литературное редактирование завершено
sv_se: Första manusredigering slutförd
tr_tr: Başlangıç sayfa düzeni tamamlandı

# submission-event-copyedit-copyeditFinalCompleted
source: Final copyedit completed
ar_iq: التدقيق النهائي إكتمل
ca_es: S'ha completat la correcció final d'originals
cs_cz: Finální redigování dokončeno
da_dk: Sidste manuskriptredigering er fuldført
es_es: Corrección de originales final completada
fa_ir: ویراستاری نهایی تکمیل شد
fi_fi: Lopullinen tekninen toimittaminen valmis
fr_ca: Révision finale terminée
id_id: Copyedit final selesai
nb_no: Siste manusredigering ferdigstilt
pl_pl: Korekta ukończona
pt_pt: Edição de Texto final concluída
ru_ru: Финальное литературное редактирование завершено
sv_se: Slutlig manusredigering slutförd
tr_tr: Sayfa düzeni tamamlandı

# submission-event-copyedit-copyeditSetFile
source: Copyedit file updated
ar_iq: ملف التدقيق حُدِّث
ca_es: S'ha actualitzat el fitxer de correcció d'originals
cs_cz: Redigovaný soubor aktualizován
da_dk: Manuskriptredigeringsfilen er opdateret
es_es: Archivo de corrección de originales actualizado
fa_ir: فایل ویراستاری نهایی به روز رسانی شد
fi_fi: Teknisen toimittamisen tiedosto päivitetty
fr_ca: Fichier de révision mis à jour
id_id: File Copyedit diperbaharui
nb_no: Manusredigering - fil oppdatert
pl_pl: Plik po korekcie zaktualizowany
pt_pt: Versão de Edição de Texto actualizada
ru_ru: Файл с литературной правкой обновлен
sv_se: Manusredigeringsfil uppdaterad
tr_tr: Sayfa düzeni dosyası güncellendi

# submission-event-proofread-proofreaderAssigned
source: Proofreader assigned to submission
ar_iq: مصحح القراءة الطباعية عُيِّنَ لطلب النشر
ca_es: S'ha assignat un corrector/a de proves a la tramesa
cs_cz: Korektor přidělen k příspěvku
da_dk: Korrekturlæseren er tildelt manuskriptet
es_es: Corrector/a de pruebas asignado al envío
fa_ir: انتساب بازبین نهایی به مقاله
fi_fi: Oikolukija valittu käsikirjoitukselle
fr_ca: Correcteur d'épreuves assigné à la soumission
id_id: Proofreader ditugaskan
nb_no: Korrekturleser oppnevnt for manuskript
pl_pl: Korektor pliku do publikacji przypisany do zgłoszenia
pt_pt: Leitor de Prova designado à submissão
ru_ru: Назначен корректор для материала
sv_se: Korrekturläsare utsedd för bidrag
tr_tr: Gönderi için düzeltmen atandı

# submission-event-proofread-proofreaderUnassigned
source: Proofreader unassigned from submission
ar_iq: مصحح القراءة الطباعية ألغي تعيينه لطلب النشر
ca_es: S'ha anul·lat l'assignació del corrector/a de proves de la tramesa
cs_cz: Korektor odebrán od příspěvku
da_dk: Tildelingen af korrekturlæser til manuskriptet er fjernet
es_es: Corrector/a de pruebas no asignado al envío
fa_ir: لغو بازبین
fi_fi: Käsikirjoituksen oikolukija poistettu
fr_ca: Correcteur d'épreuves non assigné à la soumission
id_id: Proofreader batal ditugaskan
nb_no: Korrekturleser avløst fra manuskript
pl_pl: Korektor pliku do publikacji odłączony od zgłoszenia
pt_pt: Leitor de Prova libertado da submissão
ru_ru: Отозван корректор для материала
sv_se: Korrekturläsare avsagd bidrag
tr_tr: Gönderinin düzetlmen görevi geri alındı

# submission-event-proofread-proofreadInitiated
source: Proofread assignment initiated
ar_iq: مهمة التصحيح الطباعي إبتدأت
ca_es: S'ha iniciat l'assignació de la correcció de proves
cs_cz: Přidělená korektura zahájena
da_dk: Korrekturlæsningsopgaven er startet
es_es: Asignación de corrección de pruebas iniciada
fa_ir: شروع بازبینی نهایی
fi_fi: Toimeksiannon oikoluku aloitettu
fr_ca: Correction d'épreuves entamée
id_id: Proofread dimulai
nb_no: Korrekturlesingsoppdrag igangsatt
pl_pl: Korekta pliku do publikacji rozpoczęta
pt_pt: Leitura de Prova iniciada
ru_ru: Корректура начата
sv_se: Korrekturläsning påbörjad
tr_tr: Düzeltmen ataması başlatıldı

# submission-event-proofread-proofreadRevision
source: Proofreader revisions file updated
ar_iq: ملف تنقيحات المصحح الطباعي حُدِّث
ca_es: S'ha actualitzat el fitxer de revisions del corrector/a de proves
cs_cz: Soubor s korekturami aktualizován
da_dk: Korrekturlæserens revideringsfil er opdateret
es_es: Archivo de revisiones del corrector/a de pruebas actualizado
fa_ir: نسخه بازبینی نهایی
fi_fi: Oikolukijan korjaama tiedosto päivitetty
fr_ca: Fichier de révision du correcteur d'épreuves mis à jour
id_id: Revisi proofreader diperbaharui
nb_no: Korrekturleser - revisjonsfil oppdatert
pl_pl: Plik po korekcie pliku do publikacji zaktualizowany
pt_pt: Revisão do Leitor de Prova actualizada
ru_ru: Файл с правками корректора обновлен
sv_se: Korrekturläsares reviderade fil uppdaterad
tr_tr: Düzeltmen değişiklik dosyası güncellendi

# submission-event-proofread-proofreadCompleted
source: Proofread assignment completed
ar_iq: مهمة التصحيح الطباعي إكتملت
ca_es: S'ha completat l'assignació de la correcció de proves
cs_cz: Přidělená korektura dokončena
da_dk: Korrekturlæsningsopgaven er fuldført
es_es: Asignación de corrección de pruebas completada
fa_ir: انتساب بازبین نهایی انجام شد
fi_fi: Toimeksiannon oikoluku valmis
fr_ca: Correction d'épreuves terminée
id_id: Proofread selesai
nb_no: Korrekturlesingsoppdrag ferdigstilt
pl_pl: Korekta pliku do publikacji ukończona
pt_pt: Etapa da Leitura de Prova concluída
ru_ru: Корректура завершена
sv_se: Korrekturläsning slutförd
tr_tr: Düzeltmen işlemi tamamlandı

# submission-event-layout-layoutEditorAssigned
source: Layout editor assigned to submission
ar_iq: المصمم الطباعي عُيِّنَ لطلب النشر
ca_es: S'ha assignat un/a maquetista a la tramesa
cs_cz: Typograf přidělen k příspěvku
da_dk: Layoutredaktøren er tildelt manuskriptet
es_es: Maquetador/a asignado al envío
fa_ir: تعیین صفحه‌آرا
fi_fi: Taittaja valittu käsikirjoitukselle
fr_ca: Responsable de la mise en page assigné à la soumission
id_id: Layout Editor ditugaskan
nb_no: Layoutredaktør oppnevnt for manuskript
pl_pl: Składacz przypisany do tekstu
pt_pt: Editor de Layout designado à submissão
ru_ru: Назначен верстальщик для материала
sv_se: Layoutredaktör utsedd för bidrag
tr_tr: Gönderiye mizanpajcı atandı

# submission-event-layout-layoutEditorUnassigned
source: Layout editor unassigned from submission
ar_iq: المصمم الطباعي ألغي تعيينه لطلب النشر
ca_es: S'ha anul·lat l'assignació del/de la maquetista de la tramesa
cs_cz: Typograf odebrán od příspěvku
da_dk: Tildelingen af layoutredaktør til manuskriptet er fjernet
es_es: Maquetador/a no asignado al envío
fa_ir: لغو صفحه‌آرا
fi_fi: Käsikirjoituksen taittaja poistettu
fr_ca: Responsable de la mise en page non assigné à la soumission
id_id: Layout Editor batal ditugaskan
nb_no: Layoutredaktør avløst fra manuskript
pl_pl: Składacz odłączony od zgłoszonego tekstu
pt_pt: Editor de Layout libertado da submissão
ru_ru: Отозван верстальщик для материала
sv_se: Layoutredaktör avsagd bidrag
tr_tr: Mizanpajcısı başvuru görevinden alındı

# submission-event-layout-layoutInitiated
source: Layout assignment initiated
ar_iq: مهمة التصميم الطباعي إبتدأت
ca_es: S'ha iniciat l'assignació de la maquetació
cs_cz: Typografické úpravy zahájeny
da_dk: Layoutopgaven er startet
es_es: Asignación de maquetación iniciada
fa_ir: شروع صفحه‌آرائی
fi_fi: Toimeksiannon taitto aloitettu
fr_ca: Mise en page entamée
id_id: Layout dimulai
nb_no: Layoutoppdrag igangsatt
pl_pl: Skład rozpoczęty
pt_pt: Tarefa de Layout iniciada
ru_ru: Верстка начата
sv_se: Layoutarbete påbörjat
tr_tr: Mizanpajcı ataması başlatıldı

# submission-event-layout-layoutGalleyCreated
source: Layout galley updated
ar_iq: اللوح الطباعي حُدِّث
ca_es: S'han actualitzat les galerades de maquetació
cs_cz: Sazebnice aktualizována
da_dk: Publiceringsversionen er opdateret
es_es: Maquetación de galerada actualizada
fa_ir: صفحه‌آرا کلیشه چاپی به روز رشانی شد.
fi_fi: Julkaistava tiedosto päivitetty
fr_ca: Épreuve de la mise en page mise à jour
id_id: Galley layout diperbaharui
nb_no: Layout - oppsett oppdatert
pl_pl: Plik po składzie zaktualizowany
pt_pt: Layout de artigo actualizado
ru_ru: Гранка обновлена
sv_se: Layoutfil uppdaterad
tr_tr: Mizanpaj dizgisi güncellendi

# submission-event-layout-layoutComplete
source: Layout assignment completed
ar_iq: مهمة التصميم الطباعي إكتملت
ca_es: S'ha completat l'assignació de la maquetació
cs_cz: Typografické úpravy dokončeny
da_dk: Layoutopgaven er fuldført
es_es: Asignación de maquetación completada
fa_ir: انتساب صفحه‌آرا انجام شد.
fi_fi: Toimeksiannon taitto valmis
fr_ca: Mise en page terminée
id_id: Layout selesai
nb_no: Layoutoppdrag ferdigstilt
pl_pl: Skład ukończony
pt_pt: Tarefa de Layout concluída
ru_ru: Верстка завершена
sv_se: Layoutarbete slutfört
tr_tr: Mizanpaj ataması tamamlandı

# reader-subscribersOnly
source: Subscribers Only
ar_iq: للمشتركين حصراً
ca_es: Només subscriptors/ores
cs_cz: Pouze pro předplatitele
da_dk: Kun abonnenter
es_es: Sólo suscriptores
fa_ir: مخصوص مشترکین
fi_fi: Vain tilaajille
fr_ca: Abonnés uniquement
id_id: Khusus Pelanggan
nb_no: Bare for abonnenter
pl_pl: Tylko dla subskrybentów
pt_pt: Exclusivo para assinantes
ru_ru: Только для подписчиков
sv_se: Endast för prenumeranter
tr_tr: Sadece Aboneler

# reader-subscriptionRequiredLoginText
source: Subscription required to access item. To verify subscription, log in to journal.
ar_iq: الوصول إليها يتطلب الاشتراك. للتحقق من الاشتراك، أدخل موقع المجلة
ca_es: Cal fer la subscripció per accedir a l’element. Inicieu sessió a la revista per verificar la subscripció.
cs_cz: Pro přístup k položce je vyžadováno předplatné. Přihlaste se do časopisu pro ověření předplatného.
da_dk: Der kræves et abonnement for at få adgang til elementet. Log på tidsskriftet for at bekræfte abonnementet.
es_es: Es necesario estar suscrito para acceder a este elemento. Acceda a la revista con sus datos de usuario para verificar la suscripción.
fa_ir: برای دستیابی به این مورد نیاز به اشتراک دارید. برای تأیید اشتراک ابتدا وارد سیستم شوید.
fi_fi: Kohteeseen pääsy vaatii tilauksen. Vahvistaaksesi tilauksen, kirjaudu julkaisuun.
fr_ca: L'accès à cet article est réservé aux abonnés. Pour vérifier votre abonnement, vous connecter à la revue.
id_id: Untuk akses item, login ke jurnal.
nb_no: Bare abonnenter får tilgang til dette elementet. Logg inn for å bekrefte abonnement.
pl_pl: Wymagana subskrypcja. Aby zweryfikować subskrypcję, zaloguj do czasopisma.
pt_pt: Subscrição exigida para acesso ao item. Para verificar a sua subscrição, aceda à revista.
ru_ru: Для доступа к этому материалу нужна подписка. Для проверки наличия подписки войдите на сайт журнала под своей учетной записью.
sv_se: Prenumeration krävs för att få tillgång till materialet, vänligen logga in.
tr_tr: Öğeye erişmek için abonelik gereklidir. Aboneliğinizi doğrulamak için, dergide oturum açınız.

# reader-openAccess
source: Open Access
ar_iq: وصول مفتوح
ca_es: Accés obert
cs_cz: Volný přístup
es_es: Acceso abierto
fa_ir: دسترسی آزاد
fi_fi: Avoin saatavuus
fr_ca: Accès libre
nb_no: Åpen tilgang (Open Access)
pl_pl: Otwarty dostęp
pt_pt: Acesso Livre
ru_ru: Открытый доступ
tr_tr: Açık Erişim

# reader-subscriptionAccess
source: Requires Subscription
ar_iq: الوصول عبر الاشتراك
ca_es: Accés mitjançant subscripció
cs_cz: Předplacený přístup
da_dk: Abonnementsadgang
es_es: Acceso mediante suscripción
fa_ir: دسترسی با اشتراک
fi_fi: Vaatii tilauksen
fr_ca: Accès sous abonnement
id_id: Perlu Langganan
nb_no: Abonnementstilgang
pl_pl: Dostęp przez subskrypcję
pt_pt: Acesso Restrito
ru_ru: Требуется подписка
sv_se: Kräver prenumeration
tr_tr: Abonelik Erişimi

# reader-subscriptionOrFeeAccess
source: Requires Subscription or Fee
ar_iq: الوصول عبر الاشتراك أو تسديد الرسوم
ca_es: Accés mitjançant subscripció o quota
cs_cz: Předplatné nebo placený přístup
da_dk: Abonnements- eller betalingsadgang
es_es: Suscripción o acceso de pago
fa_ir: دسترسی با اشتراک یا نقدی
fi_fi: Vaatii tilauksen tai käyttömaksun
fr_ca: Accès sous abonnement ou avec frais
id_id: Perlu Langganan atau Biaya Akses
nb_no: Abonnements- eller betalingstilgang
pl_pl: Dostęp poprzez subskrypcję lub za opłatą
pt_pt: Acesso Restrito ou Pago
ru_ru: Требуется подписка или оплата
sv_se: Kräver prenumeration eller betalning
tr_tr: Abonelik veya Erişim Ücreti

# comments-commentsOnArticle
source: Comments on this article
ar_iq: التعليقات عن هذا المؤلَّف
ca_es: Comentaris per a aquest article
cs_cz: Komentáře k tomuto článku
da_dk: Kommentarer til denne artikel
es_es: Comentarios sobre este artículo
fa_ir: نظرات در مورد مقاله
fi_fi: Kommentteja tästä artikkelista
fr_ca: Commentaires sur cet article
id_id: Komentar di artikel ini
nb_no: Kommentarer til denne artikkelen
pl_pl: Uwagi do artykułu
pt_pt: Comentários sobre o artigo
ru_ru: Комментарии к этой статье
sv_se: Kommentarer till artikeln
tr_tr: Bu makale hakkındaki yorumlar

# comments-authenticated
source: by <a href="{$publicProfileUrl}" target="_parent">{$userName}</a>
ar_iq: بقلم <a href="{$publicProfileUrl}" target="_parent">{$userName}</a>
ca_es: per <a href="{$publicProfileUrl}" target="_parent">{$userName}</a>
cs_cz: <a href="{$publicProfileUrl}" target="_parent">{$userName}</a>
da_dk: <a href="{$publicProfileUrl}" target="_parent">{$userName}</a>
es_es: por <a href="{$publicProfileUrl}" target="_parent">{$userName}</a>
fa_ir: توسط <a href="{$publicProfileUrl}" target="_parent">{$userName}</a>
fi_fi: Kommentoija <a href="{$publicProfileUrl}" target="_parent">{$userName}</a>
fr_ca: par <a href="{$publicProfileUrl}" target="_parent">{$userName}</a>
id_id: oleh <a href="{$publicProfileUrl}" target="_parent">{$userName}</a>
nb_no: av <a href="{$publicProfileUrl}" target="_parent">{$userName}</a>
pl_pl: przez <a href="{$publicProfileUrl}" target="_parent">{$userName}</a>
pt_pt: por <a href="{$publicProfileUrl}" target="_parent">{$userName}</a>
ru_ru: (<a href="{$publicProfileUrl}" target="_parent">{$userName}</a>)
sv_se: av <a href="{$publicProfileUrl}" target="_parent">{$userName}</a>
tr_tr: <a href="{$publicProfileUrl}" target="_parent">{$userName}</a> tarafınan

# search-results-orderBy
source: Order results by
ar_iq: فرز النتائج حسب
ca_es: Ordenar resultats per
cs_cz: Řadit výsledky podle
da_dk: Opstil resultat efter
es_es: Ordenar resultados por
fa_ir: مرتب‌سازی نتایج برحسب
fi_fi: Järjestä tulokset seuraavan ominaisuuden mukaan
fr_ca: Trier les résultats par
id_id: Atur berdasar
pl_pl: Porządkuj wyniki wg
pt_pt: Ordenar resultados por
ru_ru: Сортировать результаты по
sv_se: Sortera resultat efter
tr_tr: Sonuçları şuna göre sırala:

# search-results-orderBy-article
source: Article Title
ar_iq: عنوان المؤلَّف
ca_es: Títol de l'article
cs_cz: Název článku
da_dk: Artiklens titel
es_es: Título del artículo
fa_ir: عنوان مقاله
fi_fi: Artikkelin otsikko
fr_ca: Titre de l'article
id_id: Judul
pl_pl: Tytułu
pt_pt: Título Artigo
ru_ru: названию статьи
sv_se: Artikeltitel
tr_tr: Makale Başlığı

# search-results-orderBy-author
source: Author
ar_iq: المؤلف
ca_es: Autor/a
cs_cz: Autor
da_dk: Forfatter
es_es: Autor/a
fa_ir: نویسنده
fi_fi: Kirjoittaja
fr_ca: Auteur
id_id: Penulis
pl_pl: Autora
pt_pt: Autor
ru_ru: автору
sv_se: Författare
tr_tr: Yazar

# search-results-orderBy-date
source: Publication Date
ar_iq: تأريخ النشر
ca_es: Data de publicació
cs_cz: Datum zveřejnění
da_dk: Publiceringsdato
es_es: Fecha de publicación
fa_ir: تاریخ انتشار
fi_fi: Julkaisupäivämäärä
fr_ca: Date de publication
id_id: Tanggal Publikasi
pl_pl: Daty publikacji
pt_pt: Data Publicação
ru_ru: дате публикации
sv_se: Publiceringsdatum
tr_tr: Yayın Tarihi

# search-results-orderBy-issue
source: Issue
ar_iq: العدد
ca_es: Número
cs_cz: Číslo
da_dk: Nummer
es_es: Número
fa_ir: شماره
fi_fi: Numero
fr_ca: Numéro
id_id: Terbitan
pl_pl: Numeru
pt_pt: Número
ru_ru: выпуску
sv_se: Nummer
tr_tr: Sayı

# search-results-orderBy-journal
source: Journal Title
ar_iq: عنوان المجلة
ca_es: Títol de la revista
cs_cz: Název časopisu
da_dk: Tidsskrifttitel
es_es: Título de la revista
fa_ir: عنوان مجله
fi_fi: Julkaisun nimi
fr_ca: Titre de la revue
id_id: Jurnal
pl_pl: Czasopisma
pt_pt: Título Revista
ru_ru: названию журнала
sv_se: Tidskriftstitel
tr_tr: Dergi Başlığı

# search-results-orderBy-popularityAll
source: Popularity (All Time)
ar_iq: الشعبية (لأي وقت)
ca_es: Popularitat (històric)
cs_cz: Popularita (za celou dobu)
da_dk: Polularitet (All Time)
es_es: Popularidad (histórico)
fa_ir: میزان محبوبیت (در کل مدت)
fi_fi: Suosio (aina)
fr_ca: Popularité (global)
id_id: Popularitas (Sepanjang Masa)
pl_pl: Popularności (cały czas)
pt_pt: Popularidade (desde o início)
ru_ru: популярности (за все время)
sv_se: Popularitet (hittills)
tr_tr: Popülerlik (Tüm Zamanlar)

# search-results-orderBy-popularityMonth
source: Popularity (Last Month)
ar_iq: الشعبية (خلال الشهر الماضي)
ca_es: Popularitat (últim mes)
cs_cz: Popularita (za měsíc)
da_dk: Popularitet (Sidste måned)
es_es: Popularidad (último mes)
fa_ir: میزان محبوبیت (در ماه گذشته)
fi_fi: Suosio (viime kuussa)
fr_ca: Popularité (dernier mois)
id_id: Popularitas (Bulan Lalu)
pl_pl: Popularności (ostatni miesiąc)
pt_pt: Popularidade (último mês)
ru_ru: популярности (за последний месяц)
sv_se: Popularitet (senaste månaden)
tr_tr: Popülerlik (Geçen Ay)

# search-results-orderBy-relevance
source: Relevance
ar_iq: مدى الصلة
ca_es: Rellevància
cs_cz: Relevantnost
da_dk: Relevans
es_es: Relevancia
fa_ir: میزان ارتباط
fi_fi: Relevanssi
fr_ca: Pertinence
id_id: Relevansi
pl_pl: Trafności
pt_pt: Relevância
ru_ru: релевантности
sv_se: Relevans
tr_tr: İlgi

# search-results-orderDir-asc
source: Ascending
ar_iq: تصاعدياً
ca_es: Ascendent
cs_cz: Vzestupně
da_dk: Stigende
es_es: Ascendente
fa_ir: صعودی
fi_fi: Nouseva
fr_ca: Croissant
pl_pl: Rosnąco
pt_pt: Ascendente
ru_ru: по возрастанию
sv_se: Stigande
tr_tr: Azalan

# search-results-orderDir-desc
source: Descending
ar_iq: تنازلياً
ca_es: Descendent
cs_cz: Sestupně
da_dk: Faldende
es_es: Descendente
fa_ir: نزولی
fi_fi: Laskeva
fr_ca: Décroissant
pl_pl: Malejąco
pt_pt: Descendente
ru_ru: по убыванию
sv_se: Fallande
tr_tr: Azalan

# search-results-similarDocuments
source: similar documents
ar_iq: ملفات مشابهة
ca_es: documents similars
cs_cz: podobné dokumenty
da_dk: tilsvarende dokumenter
es_es: documentos similares
fa_ir: اسناد مشابه
fi_fi: samankaltaisia asiakirjoja
fr_ca: Documents similaires
id_id: dokumen serupa
pl_pl: podobne dokumenty
pt_pt: documentos similares
ru_ru: похожие документы
sv_se: liknande dokument
tr_tr: benzer belgeler
