Repository: asmecher/ojs
Catalog: locale/*/submission.xlf
Languages: da_dk

# submission-submit-title
source: Submit an Article
da_dk: Indsend en artikel

# submission-submit-userGroup
source: Submit in my role as...
da_dk: Indsend i min rolle som...

# submission-submit-userGroupDescription
source: Choose the capacity under which you are submitting this article.
da_dk: Vælg i hvilken egenskab du indsender denne artikel.

# submission-upload-selectComponent
source: Select article component
da_dk: Vælg artikelelement

# submission-title
source: Article Title
da_dk: Artiklens titel

# submission-title-tip
source: The submission type is usually one of 'image', 'text', or other multimedia types including 'software' or 'interactive'. Please choose the one most relevant for your submission. Examples may be found at <a target="_blank" href="http://dublincore.org/documents/2001/04/12/usageguide/generic.shtml#type">http://dublincore.org/documents/2001/04/12/usageguide/generic.shtml#type</a>
da_dk: Indsendelsestypen er som regel enten 'billede', 'tekst' eller anden multimedietype. Vælg den, der er mest relevant i forbindelse med din indsendelse. Eksempler kan ses her: <a target="_blank" href="http://dublincore.org/documents/2001/04/12/usageguide/generic.shtml#type">http://dublincore.org/documents/2001/04/12/usageguide/generic.shtml#type</a>

# submission-submit-newSubmissionMultiple
source: Start a New Submission in
da_dk: Påbegynd en ny indsendelse

# submission-submit-newSubmissionSingle
source: New Submission
da_dk: Ny indsendelse

# grid-action-workflow
source: Submission Workflow
da_dk: Indsendelses-workflow

# submission-abstract-wordCount-description
source: The abstract must be {$wordCount} words or less.
da_dk: Resumeet skal være på {$wordCount} ord eller derunder.

# submission-submit-whatNext-description
source: The journal has been notified of your submission, and you've been emailed a confirmation for your records. Once the editor has reviewed the submission, they will contact you.
da_dk: Tidsskriftet er blevet underrettet om din indsendelse, og du har modtaget en e-mailbekræftelse. Så snart redaktionen har gennemset indsendelsen, vil du blive kontaktet.

# grid-action-galleyInIssueEntry
source: Galley appears in issue entry
da_dk: Publiceringsversionen fremvises i nummeradgangen

# grid-action-issueEntry
source: View this submission's metadata
da_dk: Se denne indsendelses metadata

# submission-event-articleGalleyMadeAvailable
source: The article galley "{$galleyFormatName}" is made available.
da_dk: Artiklens publiceringsversion "{$galleyFormatName}" er blevet gjort tilgængelig.

# submission-event-articleGalleyMadeUnavailable
source: The article galley "{$galleyFormatName}" is made unavailable.
da_dk: Artiklens publiceringsversion "{$galleyFormatName}" er ikke længere tilgængelig.

# submission-event-publicIdentifiers
source: The submission's public identifiers updated.
da_dk: Indsendelsens 'public identifiers' blev opdateret.

# grid-issueEntry-availableGalley-title
source: Format Approval
da_dk: Formatgodkendelse

# grid-issueEntry-availableGalley-removeMessage
source: <p>This galley will <em>no longer be made available</em> to readers.</p>
da_dk: <p>Denne publiceringsversion vil <em>ikke længere blive gjort tilgængelig</em> for læsere.</p>

# grid-issueEntry-availableGalley-message
source: <p>This galley will <em>be made available</em> to readers.</p>
da_dk: <p>Denne publiceringsversion <em>vil blive gjort tilgængelig</em> for læsere.</p>

# grid-action-availableArticleGalley
source: Make this galley available
da_dk: Gør denne publiceringsversion tilgængelig

# submission-galleyFiles
source: Galley Files
da_dk: Publiceringsklare filer

# submission-proofReadingDescription
source: The layout editor uploads the production-ready files that have been prepared for publication here. Use <em>Assign Auditor</em> to designate authors and others to proofread the galleys, with corrected files uploaded for approval prior to publication.
da_dk: Layoutredaktøren uploader de produktionklare filer, der er blevet færdiggjort til publicering her. Brug <em>Tilføj auditør</em> for at vælge forfattere og andre til korrekturlæsning af filerne, med de tilrettede filer uploadet til godkendelse forud for publicering.

# grid-action-approveProof
source: Approve this proof for inclusion in the galley.
da_dk: Godkend, at korrektur indgår som publiceringsversion .

# grid-action-pageProofApproved
source: This proof has been approved for inclusion in the galley.
da_dk: Denne korrektur er blevet godkendt til at indgå som publiceringsversion.

# submission-submit-titleAndSummary
source: Title and Abstract
da_dk: Titel og resumé

# submission-submit-upload-description
source: Upload files associated with this submission, including the article, multimedia, data sets, artwork, etc.
da_dk: Upload filer tilknyttet denne indsendelse, inklusiv artiklen, multimedi, datasæt, illustretioner osv.

# submission-pageProofs
source: Proofreading
da_dk: Korrekturlæsning

# submission-confirmSubmit
source: Are you sure you wish to submit this article to the journal?
da_dk: Ønsker du at indsende denne artikel til tidsskriftet?

# workflow-review-externalReview
source: Review
da_dk: Bedømmelse

# editor-submission-decision-sendExternalReview
source: Send to Review
da_dk: Send til bedømmelse

# submission-event-issueMetadataUpdated
source: The submission's issue metadata was updated.
da_dk: Indsendelsens nummer-metadata blev opdateret.

# submission-upload-fileContents
source: Article Component
da_dk: Artikelmateriale

# submission-complete
source: Approved
da_dk: Godkendt

# submission-incomplete
source: Awaiting Approval
da_dk: Mangler godkendelse

# submission-submit-form-localeRequired
source: Please select a submission language.
da_dk: Vælg sprog.

# submission-submit-submissionChecklist
source: Submission Checklist
da_dk: Indsendelsestjekliste

# submission-submit-submissionChecklistDescription
source: You must read and acknowledge that you've completed the requirements below before proceeding.
da_dk: Læs og accept´er venligst nedenstående før du fortsætter.

# submission-submit-privacyStatement
source: Privacy Statement
da_dk: Erklæring om beskyttelse af personlige oplysninger

# submission-submit-contributorRole
source: Contributor's role
da_dk: Bidragyders rolle

# submission-submit-form-authorRequired
source: At least one author is required.
da_dk: Mindst en forfatter er påkrævet

# submission-submit-form-authorRequiredFields
source: The first name, last name, and email address of each author is required.
da_dk: Fornavn, efternavn og e-mailadresse for hver forfatter er påkrævet.

# submission-submit-form-titleRequired
source: Please enter the title of your article.
da_dk: Indskriv artiklens titel.

# submission-submit-form-abstractRequired
source: Please enter your article's abstract.
da_dk: Tilføj artiklens resumé.

# submission-submit-form-wordCountAlert
source: Your abstract is too long. Please shorten it to below the word limit indicated for this section.
da_dk: Dit resume er for langt. Forkort det venligst til under den ordgrænse, der er angivet for dette afsnit.

# submission-submit-form-contributorRoleRequired
source: Please select the contributor's role.
da_dk: Vælg bidragyderens rolle

# submission-citationFormat-notFound
source: The requested citation format could not be retrieved.
da_dk: Det ønskede citationsformat kunne ikke genfindes.

# submission-metadataDescription
source: These specifications are based on the Dublin Core metadata set, an international standard used to describe journal content.
da_dk: Disse specifikationer er baseret på Dublin Core, en international metadata standard til beskrivelse af tidsskrifters indhold.

# section-any
source: Any Section
da_dk: Enhver sektion
